Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: Here you can get statistics info on your sales. The results table is set by default to show sales for today, but you can see results for different periods as well. You can also click the print button if you wish to print current results.
ar: هنا يمكنك الحصول على معلومات إحصائية عن مبيعاتك. يتم تعيين جدول النتائج بشكل افتراضي لعرض المبيعات لهذا اليوم ، ولكن يمكنك مشاهدة النتائج لفترات مختلفة أيضًا. يمكنك أيضًا النقر فوق زر الطباعة إذا كنت ترغب في طباعة النتائج الحالية.
de_de: Hier können Sie Statistiken über Ihre Verkäufe abrufen. Die Ergebnistabelle ist standardmäßig so eingestellt, dass der Umsatz für heute angezeigt wird, aber Sie können auch Ergebnisse für verschiedene Perioden sehen. Sie können auch auf die Schaltfläche Drucken klicken, wenn Sie die aktuellen Ergebnisse drucken möchten.
es_es: Aquí puede obtener información estadística sobre sus ventas. La tabla de resultados está configurada de forma predeterminada para mostrar las ventas del día de hoy, pero también puede ver los resultados de períodos diferentes. También puede hacer clic en el botón de impresión si desea imprimir los resultados actuales.
fr_fr: Ici, vous pouvez obtenir des informations statistiques sur vos ventes. Le tableau des résultats est défini par défaut pour montrer les ventes d'aujourd'hui, mais vous pouvez également voir les résultats pour différentes périodes. Vous pouvez également cliquer sur le bouton d'impression si vous souhaitez imprimer les résultats actuels.
it_it: Qui potete ottenere informazioni statistiche sulle vostre vendite. La tabella dei risultati è impostata per impostazione predefinita per visualizzare le vendite per oggi, ma è possibile visualizzare i risultati anche per periodi diversi. È anche possibile fare clic sul pulsante di stampa se si desidera stampare i risultati correnti.
ms_my: Di sini anda boleh mendapatkan maklumat statistik mengenai jualan anda. Jadual hasil ditetapkan secara lalai untuk menunjukkan jualan hari ini, tetapi anda dapat melihat hasil untuk tempoh yang berbeza juga. Anda juga boleh mengklik butang cetakan jika anda ingin mencetak hasil semasa.
nl_be: Hier vindt u statistische informatie over uw verkopen. De resultatentabel is standaard ingesteld om verkopen voor vandaag weer te geven, maar u kunt ook resultaten voor verschillende periodes zien. U kunt ook op de knop Afdrukken klikken als u de huidige resultaten wilt afdrukken.
pt_pt: Aqui você pode obter informações estatísticas sobre suas vendas. A tabela de resultados é definida por padrão para mostrar as vendas de hoje, mas você também pode ver resultados para períodos diferentes. Você também pode clicar no botão de impressão se desejar imprimir os resultados atuais.
ru_ru: Здесь вы можете получить статистическую информацию о своих продажах. По умолчанию таблица результатов по умолчанию показывает продажи на сегодняшний день, но вы можете видеть результаты и для разных периодов. Вы также можете нажать кнопку печати, если хотите распечатать текущие результаты.
sv_se: Här kan du få statistikinformation om din försäljning. Resultattabellen är som standard för att visa försäljning för idag, men du kan även se resultat för olika perioder. Du kan också klicka på utskriftsknappen om du vill skriva ut aktuella resultat.
tr_tr: Burada satışlarınızla ilgili istatistik bilgileri alabilirsiniz. Sonuçlar tablosu, bugün için satışları göstermek üzere varsayılan olarak ayarlanmıştır, ancak sonuçları farklı dönemlerde de görebilirsiniz. Mevcut sonuçları yazdırmak için baskı düğmesine de tıklayabilirsiniz.

source: Whenever a customer makes an online payment for your products, we deduct %s from the order's total and save the remaining amount here in your account balance after the order status is changed to completed. Click the withdraw button if you wish to submit a withdrawal request.
ar: عندما يجري أحد العملاء دفعة عبر الإنترنت لمنتجاتك ، فإننا نخصم %s من إجمالي الطلب ونحفظ المبلغ المتبقي هنا في رصيد حسابك بعد تغيير حالة الطلب إلى اكتمالها. انقر فوق زر السحب إذا كنت ترغب في إرسال طلب السحب.
de_de: Wann immer ein Kunde eine Online-Zahlung für Ihre Produkte tätigt, ziehen wir %s vom Gesamtbetrag der Bestellung ab und speichern den verbleibenden Betrag hier in Ihrem Kontostand, nachdem der Bestellstatus auf erledigt geändert wurde. Klicken Sie auf die Schaltfläche Abheben, wenn Sie einen Abhebungsantrag stellen möchten.
es_es: Cada vez que un cliente hace un pago en línea para sus productos, deducimos %s del total de la orden y guardamos la cantidad restante aquí en el saldo de su cuenta después de que el estado de la orden se cambia a completado. Haga clic en el botón de retirar si desea enviar una solicitud de retiro.
fr_fr: Chaque fois qu'un client effectue un paiement en ligne pour vos produits, nous déduisons les %s du total de la commande et sauvegardons le montant restant dans le solde de votre compte après que l'état de la commande a été modifié. Cliquez sur le bouton de retrait si vous souhaitez soumettre une demande de retrait.
it_it: Ogni volta che un cliente effettua un pagamento online per i vostri prodotti, detraiamo %s dal totale dell'ordine e salvare l'importo rimanente qui nel saldo del conto dopo che lo stato dell'ordine è cambiato in completato. Fare clic sul pulsante di prelievo se si desidera inviare una richiesta di prelievo.
ms_my: Apabila pelanggan melakukan pembayaran dalam talian untuk produk anda, kami akan menolak %s dari jumlah pesanan dan menyimpan baki jumlah di sini dalam baki akaun anda setelah status pesanan diubah menjadi selesai. Klik butang tarik balik jika anda ingin mengemukakan permintaan pengeluaran.
nl_be: Wanneer een klant een online betaling doet voor uw producten, trekken we %s af van het totaal van de bestelling en slaan we het resterende bedrag hier op in uw rekeningsaldo nadat de status van de bestelling is gewijzigd in voltooid. Klik op de knop geldopname als u een verzoek tot geldopname wilt indienen.
pt_pt: Sempre que um cliente efetuar um pagamento on-line para seus produtos, deduzimos %s do total do pedido e economizamos o valor restante aqui no saldo da sua conta após o status do pedido ser alterado para concluído. Clique no botão de retirada se você deseja enviar uma solicitação de retirada.
ru_ru: Всякий раз, когда клиент делает онлайн-платеж для своих продуктов, мы вычитаем %s из общей суммы заказа и сохраняем оставшуюся сумму здесь на балансе вашего аккаунта после того, как статус заказа будет изменен на завершенный. Нажмите кнопку «Отмена», если вы хотите отправить запрос на вывод средств.
sv_se: När en kund gör en online-betalning för dina produkter, dras vi av %s från orderens totala och spara det resterande beloppet här i ditt kontobalans efter att orderstatusen har ändrats till slutförd. Klicka på uttagsknappen om du vill lämna in en begäran om uttag.
tr_tr: Bir müşteri ürünleriniz için çevrimiçi bir ödeme yaptığında, siparişin tamamlanmasından sonra %s i sipariş toplamından düşer ve kalan tutarı sipariş bakiyenizde değiştiririz. Para çekme talebinde bulunmak istiyorsanız para çekme düğmesine tıklayın.

source: This will show you a general count of your orders grouped by order status. You can click on the status title to navigate to the respective orders page.
ar: سيعرض لك هذا العدد العام لأوامرك مجمعة حسب حالة الطلب. يمكنك النقر على عنوان الحالة للتنقل إلى صفحة الطلبات المعنية.
de_de: Hier sehen Sie eine allgemeine Zählung Ihrer Bestellungen, gruppiert nach Bestellstatus. Sie können auf den Status-Titel klicken, um zur jeweiligen Bestellseite zu navigieren.
es_es: Esto le mostrará un recuento general de sus órdenes agrupadas por estado de la orden. Puede hacer clic en el título de estado para navegar a la página de pedidos correspondiente.
fr_fr: Ceci vous montrera un compte général de vos commandes groupées par statut de commande. Vous pouvez cliquer sur le titre du statut pour naviguer jusqu'à la page des commandes respectives.
it_it: Questo vi mostrerà un conteggio generale dei vostri ordini raggruppati per stato dell'ordine. È possibile fare clic sul titolo di stato per navigare alla rispettiva pagina degli ordini.
ms_my: Ini akan menunjukkan jumlah pesanan pesanan anda dikumpulkan mengikut status pesanan. Anda boleh mengklik tajuk status untuk menavigasi ke halaman pesanan masing-masing.
nl_be: Dit toont u een algemene telling van uw bestellingen gegroepeerd op orderstatus. Door op de statustitel te klikken navigeert u naar de betreffende bestelpagina.
pt_pt: Isso mostrará uma contagem geral de seus pedidos agrupados por status do pedido. Você pode clicar no título do status para navegar para a respectiva página de pedidos.
ru_ru: Это покажет вам общее количество ваших заказов, сгруппированных по статусу заказа. Вы можете нажать на заголовок статуса, чтобы перейти на соответствующую страницу заказов.
sv_se: Detta kommer att visa dig en allmän räkning av dina beställningar grupperade efter orderstatus. Du kan klicka på statustiteln för att navigera till respektive ordersida.
tr_tr: Bu, sipariş durumunuza göre gruplandırılmış siparişlerinizin genel sayısını gösterir. İlgili sipariş sayfasına gitmek için durum başlığına tıklayabilirsiniz.

source: Here you can get information on products having the most sales. This will help you in either improving or promoting other products that have low sales.
ar: هنا يمكنك الحصول على معلومات عن المنتجات التي لديها معظم المبيعات. سيساعدك هذا في تحسين أو ترويج المنتجات الأخرى ذات المبيعات المنخفضة.
de_de: Hier können Sie sich über die umsatzstärksten Produkte informieren. Dies hilft Ihnen entweder bei der Verbesserung oder Förderung anderer Produkte, die einen geringen Umsatz haben.
es_es: Aquí puede obtener información sobre los productos más vendidos. Esto le ayudará a mejorar o promocionar otros productos que tienen bajas ventas.
fr_fr: Ici vous pouvez obtenir des informations sur les produits ayant le plus de ventes. Cela vous aidera à améliorer ou à promouvoir d'autres produits dont les ventes sont faibles.
it_it: Qui è possibile ottenere informazioni sui prodotti che hanno più vendite. Questo vi aiuterà a migliorare o promuovere altri prodotti che hanno basse vendite.
ms_my: Di sini anda boleh mendapatkan maklumat mengenai produk yang mempunyai jualan yang paling banyak. Ini akan membantu anda memperbaiki atau mempromosikan produk lain yang mempunyai jualan yang rendah.
nl_be: Hier kunt u informatie vinden over producten met de meeste omzet. Dit helpt u bij het verbeteren of promoten van andere producten met een lage verkoop.
pt_pt: Aqui você pode obter informações sobre produtos com mais vendas. Isso ajudará você a melhorar ou promover outros produtos que têm vendas baixas.
ru_ru: Здесь вы можете получить информацию о продуктах, имеющих наибольший объем продаж. Это поможет вам в улучшении или продвижении других продуктов, имеющих низкие продажи.
sv_se: Här kan du få information om produkter som har mest försäljning. Detta hjälper dig att förbättra eller marknadsföra andra produkter med låg försäljning.
tr_tr: Burada en çok satış yapan ürünler hakkında bilgi alabilirsiniz. Bu, düşük satışa sahip diğer ürünleri geliştirmek veya tanıtmak için size yardımcı olacaktır.

source: Here you can get information on top spending customers. This is only based on completed orders. This could be helpful if you wish to reward or provide them with special service.
ar: هنا يمكنك الحصول على معلومات حول العملاء الذين ينفقون أعلى. هذا يعتمد فقط على الطلبات المكتملة. قد يكون هذا مفيدًا إذا كنت ترغب في مكافأة أو تقديم خدمة خاصة لهم.
de_de: Hier können Sie sich über die umsatzstärksten Kunden informieren. Diese basiert nur auf abgeschlossenen Aufträgen. Dies kann hilfreich sein, wenn Sie sie belohnen oder mit einem besonderen Service versehen möchten.
es_es: Aquí puede obtener información sobre los clientes que más gastan. Esto se basa únicamente en los pedidos concluidos. Esto podría ser útil si desea recompensarles o proporcionarles un servicio especial.
fr_fr: Ici, vous pouvez obtenir des informations sur les clients qui dépensent le plus. Ceci n'est basé que sur les commandes terminées. Cela pourrait être utile si vous souhaitez les récompenser ou leur fournir un service spécial.
it_it: Qui è possibile ottenere informazioni sui clienti che spendono di più alto livello. Questo si basa solo su ordini completati. Questo potrebbe essere utile se si desidera premiare o fornire loro un servizio speciale.
ms_my: Di sini anda boleh mendapatkan maklumat mengenai pelanggan perbelanjaan teratas. Ini hanya berdasarkan pesanan yang lengkap. Ini boleh membantu jika anda ingin memberi ganjaran atau memberi mereka perkhidmatan istimewa.
nl_be: Hier vindt u informatie over de beste klanten. Dit is alleen gebaseerd op voltooide orders. Dit kan nuttig zijn als u hen wilt belonen of een speciale service wilt bieden.
pt_pt: Aqui você pode obter informações sobre os principais clientes que gastam. Isso é baseado apenas em pedidos concluídos. Isso pode ser útil se você deseja recompensar ou fornecer um serviço especial.
ru_ru: Здесь вы можете получить информацию о лучших клиентах. Это зависит только от выполненных заказов. Это может быть полезно, если вы хотите вознаградить или предоставить им специальную услугу.
sv_se: Här kan du få information om de bästa kunderna. Detta är endast baserat på slutförda beställningar. Detta kan vara till hjälp om du vill belöna eller ge dem special service.
tr_tr: Burada en çok harcama yapan müşteriler hakkında bilgi alabilirsiniz. Bu sadece tamamlanmış siparişlere dayanmaktadır. Eğer ödüllendirmek veya onlara özel hizmet vermek istiyorsanız, bu yararlı olabilir.

source: This is the main page to view and manage your incoming orders. Orders are listed from oldest to newest. Whenever your shop is open, and you are in this page, the system will automatically update your orders list every minute. Click on "Quick view" to see the products list or click on the order number to view full details. Click on the action button to process the order by changing its status. You should only manage the orders that are in the "processing" list. The Orders that are in the "On-hold" or "Pending" status are still not paid, so please wait until they are moved to the processing orders list.
ar: هذه هي الصفحة الرئيسية لعرض وإدارة الطلبات الواردة. يتم سرد الطلبات من الأقدم إلى الأحدث. عندما يكون متجرك مفتوحًا ، وأنت في هذه الصفحة ، سيقوم النظام تلقائيًا بتحديث قائمة الطلبات في كل دقيقة. انقر على &quot;عرض سريع&quot; لرؤية قائمة المنتجات أو انقر فوق رقم الطلب لعرض التفاصيل الكاملة. انقر على زر الإجراء لمعالجة الطلب عن طريق تغيير حالته. يجب عليك فقط إدارة الطلبات الموجودة في قائمة &quot;المعالجة&quot;. لا تزال الطلبات الموجودة في حالة &quot;قيد الانتظار&quot; أو &quot;معلق&quot; غير مدفوعة ، لذا يرجى الانتظار حتى يتم نقلها إلى قائمة أوامر المعالجة.
de_de: Dies ist die Hauptseite, auf der Sie Ihre eingehenden Bestellungen einsehen und verwalten können. Die Bestellungen werden von ältesten bis zu den neuesten aufgelistet. Wann immer Ihr Shop geöffnet ist und Sie sich auf dieser Seite befinden, wird das System Ihre Bestellliste automatisch jede Minute aktualisieren. Klicken Sie auf "Schnellansicht", um die Produktliste zu sehen, oder klicken Sie auf die Bestellnummer, um alle Details anzuzeigen. Klicken Sie auf die Aktionsschaltfläche, um den Auftrag zu bearbeiten, indem Sie seinen Status ändern. Sie sollten nur die Aufträge verwalten, die sich in der Liste "Bearbeitung" befinden. Die Aufträge, die sich im Status "Zurückgestellt" oder "Ausstehend" befinden, sind noch nicht bezahlt, also warten Sie bitte, bis sie in die Liste der Bearbeitungsaufträge aufgenommen werden.
es_es: Esta es la página principal para ver y administrar sus pedidos entrantes. Los pedidos se listan de los más antiguos a los más nuevos. Siempre que su tienda esté abierta, y usted se encuentre en esta página, el sistema actualizará automáticamente su lista de pedidos cada minuto. Haga clic en "Vista rápida" para ver la lista de productos o haga clic en el número de pedido para ver todos los detalles. Haga clic en el botón de acción para procesar el pedido cambiando su estado. Sólo se deben gestionar las órdenes que se encuentran en la lista de "tratamiento". Las Órdenes que están en el "On-hold" todavía no han sido pagadas, así que por favor espere hasta que sean movidas a la lista de órdenes de procesamiento.
fr_fr: C'est la page principale pour visualiser et gérer vos commandes entrantes. Les commandes sont listées de la plus ancienne à la plus récente. Chaque fois que votre boutique est ouverte et que vous êtes sur cette page, le système met automatiquement à jour votre liste de commandes à chaque minute. Cliquez sur "Quick view" pour voir la liste des produits ou cliquez sur le numéro de commande pour voir tous les détails. Cliquez sur le bouton action pour traiter la commande en changeant son statut. Vous ne devez gérer que les ordres qui figurent dans la liste "traitement". Les commandes en statut "En attente" ou "En attente" ne sont toujours pas payées, veuillez donc attendre qu'elles soient déplacées vers la liste de traitement des commandes.
it_it: Questa è la pagina principale per visualizzare e gestire gli ordini in entrata. Gli ordini sono elencati dal più vecchio al più recente. Ogni volta che il tuo negozio è aperto, e tu sei in questa pagina, il sistema aggiornerà automaticamente l'elenco degli ordini ogni minuto. Clicca su "Visualizzazione rapida" per vedere l'elenco dei prodotti o clicca sul numero d'ordine per visualizzare tutti i dettagli. Fare clic sul pulsante azione per elaborare l'ordine cambiando il suo stato. Dovresti gestire solo gli ordini che si trovano nell'elenco "elaborazione". Gli ordini che si trovano nello stato "On-hold" o "Pending" non sono ancora pagati, quindi attendete che vengano spostati nell'elenco degli ordini in elaborazione.
ms_my: Ini adalah halaman utama untuk melihat dan mengurus pesanan masuk anda. Pesanan disenaraikan dari tertua hingga terbaru. Setiap kali kedai anda dibuka, dan anda berada di halaman ini, sistem akan mengemas kini senarai pesanan anda setiap minit secara automatik. Klik pada &quot;Paparan Pantas&quot; untuk melihat senarai produk atau klik pada nombor pesanan untuk melihat butiran penuh. Klik pada butang tindakan untuk memproses pesanan dengan menukar statusnya. Anda hanya perlu menguruskan pesanan yang terdapat dalam senarai &quot;pemprosesan&quot;. Perintah yang ada dalam status &quot;On-hold&quot; atau &quot;Pending&quot; masih belum dibayar, jadi sila tunggu sehingga mereka dipindahkan ke senarai pesanan pemprosesan.
nl_be: Dit is de hoofdpagina om uw inkomende bestellingen te bekijken en te beheren. Bestellingen worden weergegeven van oudst tot nieuwst. Wanneer uw winkel open is, en u bevindt zich op deze pagina, zal het systeem uw bestellijst elke minuut automatisch bijwerken. Klik op "Snelle weergave" om de lijst met producten te bekijken of klik op het bestelnummer om alle details te bekijken. Klik op de actieknop om de bestelling te verwerken door de status ervan te wijzigen. U dient alleen de orders te beheren die in de lijst "verwerking" staan. De bestellingen die in de status "On-hold" of "Pending" staan, worden nog steeds niet betaald, dus wacht alstublieft tot ze worden verplaatst naar de lijst met verwerkte bestellingen.
pt_pt: Esta é a página principal para visualizar e gerenciar seus pedidos recebidos. As encomendas são listadas da mais antiga para a mais recente. Sempre que sua loja estiver aberta e você estiver nesta página, o sistema atualizará automaticamente sua lista de pedidos a cada minuto. Clique em &quot;Visualização rápida&quot; para ver a lista de produtos ou clique no número do pedido para visualizar todos os detalhes. Clique no botão de ação para processar a ordem, alterando seu status. Você só deve gerenciar os pedidos que estão na lista &quot;processamento&quot;. Os Pedidos que estão no status &quot;Em espera&quot; ou &quot;Pendente&quot; ainda não são pagos, portanto, espere até que eles sejam movidos para a lista de pedidos de processamento.
ru_ru: Это основная страница для просмотра и управления входящими заказами. Заказы перечислены от самых старых до новейших. Всякий раз, когда ваш магазин открыт, и вы находитесь на этой странице, система автоматически обновляет список заказов каждую минуту. Нажмите «Быстрый просмотр», чтобы просмотреть список продуктов или щелкните номер заказа, чтобы просмотреть полную информацию. Нажмите кнопку действия, чтобы обработать заказ, изменив его статус. Вы должны управлять только заказами, которые находятся в списке «обработка». Заказы, находящиеся в статусе «On-hold» или «Pending», по-прежнему не оплачиваются, поэтому подождите, пока они не будут перенесены в список заказов на обработку.
sv_se: Detta är huvudsidan för att visa och hantera dina inkommande beställningar. Beställningar listas från äldsta till nyaste. När din butik är öppen, och du är på denna sida, uppdaterar systemet automatiskt din orderlista varje minut. Klicka på &quot;Snabbvy&quot; för att se produktlistan eller klicka på ordernummer för att visa fullständiga detaljer. Klicka på åtgärdsknappen för att bearbeta ordern genom att ändra dess status. Du bör bara hantera de order som finns på &quot;bearbetning&quot; listan. Beställningarna som finns i statusen &quot;Tillfällig&quot; eller &quot;Väntar&quot; betalas fortfarande inte, så var god vänta tills de flyttas till listan med behandlingsorder.
tr_tr: Bu, gelen siparişlerinizi görüntülemek ve yönetmek için ana sayfadır. Siparişler en eskiden en yeniye kadar listelenir. Mağazanız açık olduğunda ve bu sayfada olduğunuzda, sistem her dakika siparişlerinizi otomatik olarak güncelleyecektir. Ürün listesini görmek için &quot;Hızlı Görünüm&quot; e tıklayın veya tüm detayları görmek için sipariş numarasına tıklayın. Durumunu değiştirerek siparişi işlemek için eylem düğmesine tıklayın. Yalnızca &quot;işlem&quot; listesindeki siparişleri yönetmelisiniz. &quot;Beklemede&quot; veya &quot;Beklemede&quot; durumunda olan siparişler hala ödenmez, bu nedenle lütfen işlem siparişleri listesine taşınana kadar bekleyin.

source: This is the total discount. Discounts are defined per line item.
ar: هذا هو إجمالي الخصم. خصومات المعرفة لكل نوع.
de_de: Das ist der Gesamtrabatt. Einzelne Rabattbeträge sind pro Position pro Zeile angegeben.
es_es: Este es el descuento total. Los descuentos se definen por artículo.
fr_fr: Ceci est le total de remise. Les remises sont définies par ligne d'article.
it_it: Questo è lo sconto totale. Gli sconti sono definiti per elemento e riga.
ms_my: Ini adalah jumlah diskaun. Diskaun ditakrifkan bagi setiap item baris.
nl_be: Dit is de totale korting. Kortingen worden per lijn gedefinieerd.
pt_pt: Esse é o desconto total. Descontos são definidos por item de linha.
ru_ru: Это итоговая скидка. Скидки определены на каждую позицию.
sv_se: Detta är den totala rabatten. Rabatter definieras per rad.
tr_tr: Toplam indirim budur. İndirimler, satır öğesi başına tanımlanır.
