Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: Your registration form is under review. You will recieve updates via email.
ar: نموذج التسجيل الخاص بك قيد المراجعة. سوف تتلقى التحديثات عبر البريد الإلكتروني.
de_de: Ihr Anmeldeformular wird derzeit überprüft. Sie erhalten Updates per E-Mail.
es_es: Su formulario de inscripción está siendo revisado. Usted recibirá actualizaciones por correo electrónico.
fr_fr: Votre formulaire d'inscription est en cours de révision. Vous recevrez les mises à jour par courriel.
it_it: Il tuo modulo di registrazione è in corso di revisione. Riceverai gli aggiornamenti via e-mail.
ms_my: Borang pendaftaran anda sedang dikaji. Anda akan menerima kemas kini melalui e-mel.
nl_be: Uw registratieformulier wordt momenteel herzien. U ontvangt updates via e-mail.
pt_pt: Seu formulário de inscrição está sob revisão. Você receberá atualizações por email.
ru_ru: Ваша регистрационная форма находится на рассмотрении. Вы будете получать обновления по электронной почте.
sv_se: Ditt registreringsformulär är under granskning. Du kommer att få uppdateringar via e-post.
tr_tr: Kayıt formunuz gözden geçiriliyor. Güncellemeleri e-posta yoluyla alacaksınız.

source: You are currently logged in as (%1$s)
ar: لقد قمت بتسجيل الدخول حاليًا باسم (%1$s)
de_de: Du bist derzeit eingeloggt als (%1$s)
es_es: Usted está actualmente conectado como (%1$s)
fr_fr: Vous êtes actuellement connecté en (%1$s)
it_it: Sei attualmente connesso come (%1$s)
ms_my: Anda sedang log masuk sebagai (%1$s)
nl_be: U bent momenteel ingelogd als (%1$s)
pt_pt: Você está logado como (%1$s)
ru_ru: Вы вошли в систему как (%1$s)
sv_se: Du är för närvarande inloggad som (%1$s)
tr_tr: Şu anda giriş yaptınız (%1$s)

source: Thanks
ar: شكراً
de_de: Danke
es_es: Gracias
fr_fr: Merci
it_it: Grazie
ms_my: Terima kasih
nl_be: Bedankt
pt_pt: Obrigado
ru_ru: Спасибо
sv_se: Tack
tr_tr: Teşekkürler

source: We will review your registration information as soon as possible and contact you via email.
ar: سنقوم بمراجعة معلومات التسجيل الخاصة بك في أقرب وقت ممكن والاتصال بك عبر البريد الإلكتروني.
de_de: Wir werden Ihre Registrierungsinformationen so schnell wie möglich überprüfen und Sie per E-Mail kontaktieren.
es_es: Revisaremos su información de registro lo antes posible y nos pondremos en contacto con usted por correo electrónico.
fr_fr: Nous examinerons vos informations d'inscription dès que possible et vous contacterons par e-mail.
it_it: Riesamineremo le informazioni di registrazione appena possibile e ti contatteremo via e-mail.
ms_my: Kami akan menyemak maklumat pendaftaran anda secepat mungkin dan menghubungi anda melalui e-mel.
nl_be: We bekijken uw registratiegegevens zo snel mogelijk en nemen contact met u op via e-mail.
pt_pt: Revisaremos suas informações de registro o mais rápido possível e entraremos em contato por e-mail.
ru_ru: Мы как можно скорее рассмотрим вашу регистрационную информацию и свяжемся с вами по электронной почте.
sv_se: Vi kommer att granska din registreringsinformation så snart som möjligt och kontakta dig via e-post.
tr_tr: Kayıt bilgilerinizi mümkün olan en kısa sürede gözden geçireceğiz ve e-posta ile size ulaşacağız.

source: Let's start
ar: لنبدأ
de_de: Fangen wir an
es_es: Vamos a empezar
fr_fr: Commençons
it_it: Iniziamo
ms_my: Mari mulakan
nl_be: Laten we beginnen
pt_pt: Vamos começar
ru_ru: Давайте начнем
sv_se: Låt oss börja
tr_tr: Hadi başlayalım

source: Fill out the general information fields here and click next. Keep in mind that all form fields are important ot fill for a good start, so make sure you don't miss any one.
ar: املأ حقول المعلومات العامة هنا وانقر فوق التالي. ضع في اعتبارك أن جميع حقول النموذج مهمة للغاية لبدء التشغيل جيدًا ، لذا تأكد من عدم تفويت أي حقل.
de_de: Füllen Sie hier die allgemeinen Informationsfelder aus und klicken Sie auf Weiter. Beachten Sie, dass alle Formularfelder für einen guten Start wichtig sind, also verpassen Sie keine.
es_es: Rellene los campos de información general aquí y haga clic en Siguiente. Tenga en cuenta que todos los campos del formulario son importantes para un buen comienzo, así que asegúrese de no perderse ninguno.
fr_fr: Remplissez les champs d'informations générales ici et cliquez sur suivant. Gardez à l'esprit que tous les champs du formulaire sont importants pour un bon départ, alors assurez-vous de ne pas en manquer un seul.
it_it: Compila qui i campi per le informazioni generali e clicca qui sotto. Tenete a mente che tutti i campi del modulo sono importanti per una buona partenza, quindi assicuratevi di non perdere nessuno.
ms_my: Isi medan maklumat umum di sini dan klik seterusnya. Perlu diingat bahawa semua medan borang adalah penting untuk mengisi permulaan yang baik, jadi pastikan anda tidak terlepas sesiapa pun.
nl_be: Vul hier de algemene informatievelden in en klik op volgende. Houd er rekening mee dat alle formuliervelden belangrijk zijn voor een goede start, dus zorg ervoor dat je geen mist.
pt_pt: Preencha os campos de informações gerais aqui e clique em próximo. Lembre-se de que todos os campos de formulário são importantes para um bom começo, por isso, não perca nenhum deles.
ru_ru: Заполните здесь общие информационные поля и нажмите «Далее». Имейте в виду, что все поля формы важны для заполнения для хорошего старта, поэтому убедитесь, что вы не пропустите ни одного.
sv_se: Fyll i de allmänna informationsfälten här och klicka på nästa. Tänk på att alla formulärfält är viktiga för att du ska få en bra start, så se till att du inte saknar någon.
tr_tr: Buradaki genel bilgi alanlarını doldurun ve ileri &#39;yi tıklayın. Tüm form alanlarının iyi bir başlangıç ​​için doldurulmasının önemli olduğunu unutmayın, bu nedenle hiçbirini kaçırmadığınızdan emin olun.

source: Password
ar: كلمة المرور
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
ms_my: Kata Laluan
nl_be: Wachtwoord
pt_pt: Senha
ru_ru: Пароль
sv_se: Lösenord
tr_tr: Şifre

source: Type a strong password
ar: اكتب كلمة مرور قوية
de_de: Geben Sie ein sicheres Passwort ein
es_es: Escriba una contraseña segura
fr_fr: Tapez un mot de passe fort
it_it: Digita una password forte
ms_my: Taipkan kata laluan yang kuat
nl_be: Typ een sterk wachtwoord
pt_pt: Digite uma senha forte
ru_ru: Введите надежный пароль
sv_se: Skriv ett starkt lösenord
tr_tr: Güçlü bir şifre yazın

source: Your password will be automatically generated and sent to your email address.
ar: سيتم إنشاء كلمة المرور الخاصة بك تلقائيًا وإرسالها إلى عنوان بريدك الإلكتروني.
de_de: Ihr Passwort wird automatisch generiert und an Ihre E-Mail-Adresse gesendet.
es_es: Su contraseña se generará automáticamente y se le enviará a su dirección de correo electrónico.
fr_fr: Votre mot de passe sera automatiquement généré et envoyé à votre adresse e-mail.
it_it: La password verrà generata automaticamente e inviata al tuo indirizzo e-mail.
ms_my: Kata laluan anda akan dijana secara automatik dan dihantar ke alamat e-mel anda.
nl_be: Uw wachtwoord wordt automatisch gegenereerd en naar uw e-mailadres verzonden.
pt_pt: Sua senha será gerada automaticamente e enviada para seu endereço de e-mail.
ru_ru: Ваш пароль будет автоматически сгенерирован и отправлен на ваш адрес электронной почты.
sv_se: Ditt lösenord genereras automatiskt och skickas till din e-postadress.
tr_tr: Şifreniz otomatik olarak oluşturulacak ve e-posta adresinize gönderilecektir.

source: First Name
ar: الاسم الأول
de_de: Vorname
es_es: Nombre
fr_fr: Prénom
it_it: Nome
ms_my: Nama Pertama
nl_be: Voornaam
pt_pt: Nome
ru_ru: Имя
sv_se: Förnamn
tr_tr: İsim

source: Type your first name
ar: اكتب اسمك الأول
de_de: Geben Sie Ihren Vornamen ein
es_es: Escriba su nombre de pila
fr_fr: Tapez votre prénom
it_it: Inserisci il tuo nome
ms_my: Taip nama pertama anda
nl_be: Typ uw voornaam
pt_pt: Digite seu primeiro nome
ru_ru: Ваше имя
sv_se: Skriv ditt förnamn
tr_tr: İlk adınızı yazın

source: Last Name
ar: الاسم الأخير
de_de: Nachname
es_es: Apellido
fr_fr: Nom de famille
it_it: Cognome
ms_my: Nama Keluarga
nl_be: Familienaam
pt_pt: Último Nome
ru_ru: Фамилия
sv_se: Efternamn
tr_tr: Soyadı

source: Type your Last name
ar: اكتب اسمك الأخير
de_de: Geben Sie Ihren Nachnamen ein
es_es: Escriba su apellido
fr_fr: Tapez votre nom de famille
it_it: Inserisci il tuo cognome
ms_my: Taipkan Nama akhir anda
nl_be: Typ uw achternaam
pt_pt: Digite seu sobrenome
ru_ru: Введите свое имя
sv_se: Skriv ditt efternamn
tr_tr: Soyadınızı yazın

source: Shop Type
ar: نوع المحل
de_de: Shop-Typ
es_es: Tipo de tienda
fr_fr: Type de magasin
it_it: Tipo Negozio
ms_my: Jenis Kedai
nl_be: Winkel Type
pt_pt: Tipo de Loja
ru_ru: Тип магазина
sv_se: Butikstyp
tr_tr: Mağaza Türü

source: Shop Name
ar: اسم المتجر
es_es: Nombre de la Tienda
fr_fr: Nom de la boutique
it_it: Nome Negozio
ms_my: Nama Kedai
nl_be: Naam Winkel
pt_pt: Nome da loja
ru_ru: Название магазина
sv_se: Butikens namn
tr_tr: Mağaza Adı

source: e.g. BOB's Pizza
ar: على سبيل المثال بوبز بيتزا
de_de: z.B. BOB's Pizza
es_es: p. ej. BOB's Pizza
fr_fr: p.ex. BOB's Pizza
it_it: ad es. BOB's Pizza
ms_my: contohnya Pizza BOB
nl_be: Bijvoorbeeld BOB's Pizza
pt_pt: Por exemplo, a Pizza do BOB
ru_ru: например, пицца BOB
sv_se: t.ex. BIR&#39;s Pizza
tr_tr: örneğin BOB&#39;s Pizza

source: Contact number
ar: رقم الاتصال
de_de: Kontaktnummer
es_es: Número de contacto
fr_fr: Nombre
it_it: Numero di contatto
ms_my: Nombor telefon
nl_be: Contactnummer
pt_pt: Número de contato
ru_ru: Контактный номер
sv_se: Telefonnummer
tr_tr: İletişim numarası

source: e.g. +123 456 789
ar: على سبيل المثال +453 456 789
de_de: z.B. +123 456 789
es_es: p. ej. +123 456 789
fr_fr: p.ex. +123 456 789
it_it: ad esempio: +123 456 789
ms_my: contohnya +123 456 789
nl_be: b.v. +32 123 456
pt_pt: por exemplo, +123 456 789
ru_ru: например, +123 456 789
sv_se: t ex +123 456 789
tr_tr: örneğin +123 456 789

source: Shop address
ar: عنوان المحل
de_de: Ladengeschäft
es_es: Dirección de la tienda
fr_fr: Adresse du magasin
it_it: Indirizzo del negozio
ms_my: Alamat kedai
nl_be: Winkeladres
pt_pt: Endereço da loja
ru_ru: Адрес магазина
sv_se: Butik adress
tr_tr: Mağaza adresi

source: e.g. Seasons Mall, Town Mall
ar: على سبيل المثال سيزونز مول ، تاون مول
de_de: z.B. Seasons Mall, Town Mall
es_es: p.ej. Centro comercial de temporada, Centro comercial de la ciudad
fr_fr: p. ex., Seasons Mall, Town Mall
it_it: ad esempio, centro commerciale Stagioni, centro commerciale
ms_my: contohnya Seasons Mall, Town Mall
nl_be: Straat, nummer, postcode, …
pt_pt: por exemplo, Seasons Mall, Town Mall
ru_ru: например, Seasons Mall, Town Mall
sv_se: t.ex. Seasons Mall, Town Mall
tr_tr: örneğin Seasons Mall, Town Mall

source: Shop's location on map
ar: موقع المحل على الخريطة
de_de: Lage des Shops auf der Karte
es_es: Localización de la tienda en el mapa
fr_fr: Localisation de la boutique sur la carte
it_it: Posizione del negozio sulla mappa
ms_my: Lokasi kedai di peta
nl_be: Ligging winkel op kaart
pt_pt: Localização da loja no mapa
ru_ru: Местонахождение магазина на карте
sv_se: Butikens läge på kartan
tr_tr: Haritanın haritada konumu

source: Shop's tags
ar: علامات متجر
de_de: Shop-Tags
es_es: Etiquetas de la tienda
fr_fr: Étiquettes de magasin
it_it: Cartellini per il negozio
ms_my: Tag kedai
nl_be: Tags van winkels
pt_pt: Tags da loja
ru_ru: Теги магазина
sv_se: Butikens taggar
tr_tr: Dükkânın etiketleri

source: Separate tags with commas
ar: إفصل بين الكلمات الدلالية بإستخدام الفاصلة ( ، )
de_de: Schlagwörter durch Kommas trennen
es_es: Separa las etiquetas con comas
fr_fr: Séparez les étiquettes par des virgules
it_it: Separare i tags con la virgola
ms_my: Tag berasingan dengan koma
nl_be: Afzonderlijke tags met komma's
pt_pt: Separe as etiquetas de produtos com vírgulas
ru_ru: Разделяйте теги запятыми
sv_se: Separera etiketter med kommatecken
tr_tr: Etiketleri virgülle ayırın

source: Accepted orders when closed
ar: أوامر المقبولة عند إغلاق
de_de: Akzeptierte Aufträge im geschlossenen Zustand
es_es: Órdenes aceptadas cuando están cerradas
fr_fr: Ordres acceptés lors de la clôture
it_it: Ordini accettati alla chiusura
ms_my: Pesanan yang diterima apabila ditutup
nl_be: Aanvaarde orders wanneer gesloten
pt_pt: Pedidos aceitos quando fechados
ru_ru: Принятые заказы при закрытии
sv_se: Godkända order när stängda
tr_tr: Kapalı olduğunda kabul edilen siparişler

source: Menu title
ar: عنوان القائمة
de_de: Menü Titel
es_es: Título del menú
fr_fr: Titre du menu
it_it: Voce nel Menù
ms_my: Tajuk menu
nl_be: Menutitel
pt_pt: Título do menu
ru_ru: Название Меню
sv_se: Menyn titel
tr_tr: Menü başlığı

source: Meal Type. ie. Breakfast, Lunch & Dinner
ar: نوع الوجبة. أي. فطور غداء عشاء
de_de: Mahlzeit Typ. dh. Frühstück, Mittagessen & Abendessen
es_es: Tipo de Comida: Desayuno, Almuerzo y Cena
fr_fr: Type de repas (petit déjeuner, déjeuner et dîner)
it_it: Tipo di pasto. Colazione, Pranzo e Cena
ms_my: Jenis Makan. iaitu. Sarapan, Makan Tengahari &amp; Makan Malam
nl_be: Maaltijdtype. d.w.z. Ontbijt, Lunch & Diner
pt_pt: Tipo de refeição. ie. Pequeno-almoço almoço jantar
ru_ru: Тип питания. то есть. Завтрак обед ужин
sv_se: Måltyp. dvs. Frukost lunch middag
tr_tr: Yemek Türü yani. Kahvaltı öğle yemeği akşam yemeği

source: Start time
ar: بدایة العمل
de_de: Startzeit
es_es: Hora de inicio
fr_fr: Heure de début
it_it: Ora di inizio
ms_my: Masa mula
nl_be: Begintijd
pt_pt: Hora de início
ru_ru: Время начала
sv_se: Starttid
tr_tr: Başlangıç

source: Start time (24 hour format 00:00)
ar: وقت البدء (تنسيق 24 ساعة 00:00)
de_de: Startzeit (24-Stunden-Format 00:00)
es_es: Hora de inicio (formato de 24 horas 00:00)
fr_fr: Heure de début (format 24 heures 00:00:00)
it_it: Ora di inizio (formato 24 ore 00:00)
ms_my: Masa mula (format 24 jam 00:00)
nl_be: Starttijd (24-uurs formaat 00:00)
pt_pt: Hora de início (formato 24 horas 00:00)
ru_ru: Время начала (24-часовой формат 00:00)
sv_se: Starttid (24-timmarsformat 00:00)
tr_tr: Başlangıç ​​zamanı (24 saat formatı 00:00)

source: End time
ar: نهایة العمل
de_de: Endzeit
es_es: Hora de finalización
fr_fr: Heure de fin
it_it: Ora fine
ms_my: Masa tamat
nl_be: eindtijd
pt_pt: Fim do tempo
ru_ru: Время окончания
sv_se: Sluttid
tr_tr: Bitis zamanı

source: End time (24 hour format 00:00)
ar: وقت الانتهاء (تنسيق 24 ساعة 00:00)
de_de: Endzeit (24-Stunden-Format 00:00)
es_es: Hora de finalización (formato de 24 horas 00:00)
fr_fr: Heure de fin (format 24 heures 00:00:00)
it_it: Ora di fine (formato 24 ore 00:00)
ms_my: Masa tamat (format 24 jam 00:00)
nl_be: Eindtijd (24-uurs formaat 00:00)
pt_pt: Hora de término (formato 24 horas 00:00)
ru_ru: Время окончания (24-часовой формат 00:00)
sv_se: Sluttid (24-timmarsformat 00:00)
tr_tr: Bitiş zamanı (24 saat format 00:00)

source: Add new menu
ar: إضافة قائمة جديدة
de_de: Neues Menü hinzufügen
es_es: Añadir nuevo menú
fr_fr: Ajouter un nouveau menu
it_it: Aggiungi nuovo menu
ms_my: Tambah menu baru
nl_be: Nieuw menu toevoegen
pt_pt: Adicionar novo menu
ru_ru: Добавить новое меню
sv_se: Lägg till ny meny
tr_tr: Yeni menü ekle

source: Delivery Settings
ar: إعدادات التسليم
de_de: Liefereinstellungen
es_es: Parametrizaciones de entrega
fr_fr: Réglages de la livraison
it_it: Impostazioni di consegna
ms_my: Tetapan Penghantaran
nl_be: Levering instellingen
pt_pt: Configurações de entrega
ru_ru: Настройки доставки
sv_se: Leveransinställningar
tr_tr: Teslimat Ayarları

source: You have more options to set in your settings page after registration.
ar: لديك المزيد من الخيارات لتعيينها في صفحة الإعدادات الخاصة بك بعد التسجيل.
de_de: Sie haben weitere Optionen, die Sie nach der Registrierung auf Ihrer Einstellungsseite einstellen können.
es_es: Tienes más opciones que configurar en tu página de configuración después de registrarte.
fr_fr: Vous avez plus d'options à définir dans votre page de configuration après l'enregistrement.
it_it: Dopo la registrazione sono disponibili altre opzioni da impostare nella pagina delle impostazioni.
ms_my: Anda mempunyai lebih banyak pilihan untuk menetapkan halaman tetapan anda selepas pendaftaran.
nl_be: U hebt meer opties om in te stellen op uw instellingenpagina na registratie.
pt_pt: Você tem mais opções para definir em sua página de configurações após o registro.
ru_ru: После регистрации у вас есть дополнительные параметры для установки на странице настроек.
sv_se: Du har fler alternativ att ställa in på din inställningssida efter registrering.
tr_tr: Kayıt işleminden sonra ayar sayfanızda ayarlamak için daha fazla seçeneğiniz var.

source: Calculate delivery by
ar: حساب التسليم بواسطة
de_de: Berechnen Sie die Lieferung per
es_es: Calcular la entrega por
fr_fr: Calculer la livraison par
it_it: Calcola consegna per
ms_my: Kirakan penghantaran melalui
nl_be: Bereken levering door
pt_pt: Calcular entrega por
ru_ru: Рассчитать доставку
sv_se: Beräkna leverans med
tr_tr: Teslimatı hesapla

source: Order
ar: طلب
de_de: Bestellung
es_es: Orden
fr_fr: Commande
it_it: Ordine
ms_my: Pesanan
pt_pt: Encomenda
ru_ru: Заказ
tr_tr: Sipariş

source: Product
ar: المنتج
de_de: Produkt
es_es: Producto
fr_fr: Produit
it_it: Prodotto
ms_my: Produk
pt_pt: Produto
ru_ru: Товар
sv_se: Produkt
tr_tr: Ürün

source: Delivery fee
ar: رسوم التوصيل
de_de: Versandgebühr
es_es: Gastos de transporte
fr_fr: Frais de livraison
it_it: Tariffa di spedizione
ms_my: Bayaran penghantaran
nl_be: Leveringskosten
pt_pt: Taxa de Entrega
ru_ru: Плата за доставку
sv_se: Leveransavgift
tr_tr: Teslimat ücreti

source: Fee per additional product
ar: الرسوم لكل منتج إضافي
de_de: Gebühr pro zusätzliches Produkt
es_es: Precio por producto adicional
fr_fr: Frais par produit supplémentaire
it_it: Tassa per prodotto supplementare
ms_my: Bayaran setiap produk tambahan
nl_be: Vergoeding per extra product
pt_pt: Taxa por produto adicional
ru_ru: Плата за дополнительный продукт
sv_se: Avgift per tilläggsprodukt
tr_tr: İlave ürün başına ücret

source: Minimum order amount for delivery
ar: الحد الأدنى لمبلغ الطلب للتسليم
de_de: Mindestbestellmenge für die Lieferung
es_es: Importe mínimo de pedido para la entrega
fr_fr: Montant minimum de commande pour la livraison
it_it: Importo minimo dell'ordine per la consegna
ms_my: Jumlah pesanan minimum untuk penghantaran
nl_be: Minimum bestelbedrag bij levering
pt_pt: Quantidade mínima do pedido para entrega
ru_ru: Минимальная сумма заказа для доставки
sv_se: Minsta orderbelopp för leverans
tr_tr: Teslimat için minimum sipariş miktarı

source: Delivery zone
ar: منطقة التسليم
de_de: Lieferzone
es_es: Zona de entrega
fr_fr: Zone de livraison
it_it: Zona di consegna
ms_my: Zon penghantaran
nl_be: Leveringszone
pt_pt: Zona de entrega
ru_ru: Зона доставки
sv_se: Leveranszon
tr_tr: Teslimat bölgesi

source: Erase drawing
ar: مسح الرسم
de_de: Zeichnung löschen
es_es: Borrar dibujo
fr_fr: Effacer le dessin
it_it: Cancellare il disegno
ms_my: Padamkan lukisan
nl_be: Wissen tekening
pt_pt: Apagar desenho
ru_ru: Стереть рисунок
sv_se: Radera ritning
tr_tr: Çizim sil

source: Type & select from predictions and separate by commas.
ar: اكتب وحدد من التوقعات وفصل بينها بفواصل.
de_de: Geben Sie & wählen Sie aus den Vorhersagen und trennen Sie diese durch Kommas.
es_es: Escribe y selecciona entre las predicciones y sepáralas con comas.
fr_fr: Tapez et sélectionnez des prédictions et séparez-les par des virgules.
it_it: Digita e seleziona da previsioni e separa con virgole.
ms_my: Taip &amp; pilih dari ramalan dan berasingan dengan tanda koma.
nl_be: Typ & selecteer uit voorspellingen en splits door komma's.
pt_pt: Digite e selecione entre previsões e separe por vírgulas.
ru_ru: Введите и выберите из прогнозов и разделите их запятыми.
sv_se: Skriv &amp; välj från förutsägelser och separera med kommatecken.
tr_tr: Tahminler arasından seçim yapın ve virgülle ayırın.

source: Working timing
ar: اوقات الدوام
de_de: Arbeitszeiten
es_es: Tiempo de trabajo
fr_fr: Le temps de travail
it_it: Temporizzazione di lavoro
ms_my: Masa kerja
nl_be: Werk tijd
pt_pt: Tempo de trabalho
ru_ru: Время работы
sv_se: Arbetstid
tr_tr: Çalışma zamanlaması

source: Open
ar: فتح
de_de: Offen
es_es: Abierto
fr_fr: Ouvert
it_it: Aperto
ms_my: Buka
pt_pt: Abrir
ru_ru: Открыть
sv_se: Öppen
tr_tr: Açık

source: Two Shifts
ar: نوبتين
de_de: Zwei Schichten
es_es: Dos turnos
fr_fr: Deux quarts de travail
it_it: Due turni
ms_my: Dua Peralihan
nl_be: Twee Shifts
pt_pt: Dois turnos
ru_ru: Два смены
sv_se: Två skift
tr_tr: İki Vardiya

source: Opening time for first shift
ar: وقت الافتتاح للنوبة الأولى
de_de: Öffnungszeit für die erste Schicht
es_es: Horario de apertura del primer turno
fr_fr: Heures d'ouverture du premier quart de travail
it_it: Orario di apertura per il primo turno
ms_my: Masa pembukaan untuk peralihan pertama
nl_be: Openingstijd eerste shift
pt_pt: Horário de abertura do primeiro turno
ru_ru: Время открытия для первой смены
sv_se: Öppettid för första skiftet
tr_tr: İlk vardiya için açılış zamanı

source: Closing time for first shift
ar: وقت الإغلاق للنوبة الأولى
de_de: Schließzeit für die erste Schicht
es_es: Tiempo de cierre del primer turno
fr_fr: Heure de fermeture du premier quart de travail
it_it: Orario di chiusura per il primo turno
ms_my: Menutup masa untuk peralihan pertama
nl_be: Sluitingstijd eerste shift
pt_pt: Hora de fechamento do primeiro turno
ru_ru: Время закрытия первой смены
sv_se: Sluttid för första skiftet
tr_tr: İlk vardiya için kapanış zamanı

source: Opening time for second shift
ar: وقت الافتتاح للنوبة الثانية
de_de: Öffnungszeit für die zweite Schicht
es_es: Tiempo de apertura del segundo turno
fr_fr: Heure d'ouverture du deuxième quart de travail
it_it: Orario di apertura per il secondo turno
ms_my: Masa pembukaan untuk peralihan kedua
nl_be: Openingstijd voor tweede dienst
pt_pt: Horário de abertura do segundo turno
ru_ru: Время открытия для второй смены
sv_se: Öppettid för andra skift
tr_tr: İkinci vardiya için açılış zamanı

source: Closing time for second shift
ar: وقت الإغلاق للنوبة الثانية
de_de: Schließzeit für die zweite Schicht
es_es: Tiempo de cierre para el segundo turno
fr_fr: Heure de fermeture du deuxième quart de travail
it_it: Tempo di chiusura secondo turno
ms_my: Menutup masa untuk peralihan kedua
nl_be: Sluitingstijd voor tweede dienst
pt_pt: Tempo de fechamento do segundo turno
ru_ru: Время закрытия второй смены
sv_se: Sluttid för andra skift
tr_tr: İkinci vardiya için kapanış saati

source: Unavailable Dates (mm/dd/yyyy)
ar: تواريخ غير متوفرة (شهر / يوم / سنة)
de_de: Nicht verfügbare Termine (mm/tt/jjjjjj)
es_es: Fechas no disponibles (mm/dd/aaaaa)
fr_fr: Dates non disponibles (jj/mm/jj/aaaaaaa)
it_it: Date non disponibili (mm/gg/aaaa)
ms_my: Tarikh Tidak Siap (mm / dd / yyyy)
nl_be: Onbeschikbare data (mm/dd/jjjj)
pt_pt: Datas indisponíveis (mm / dd / aaaa)
ru_ru: Недоступные даты (мм / дд / гггг)
sv_se: Otillgängliga datum (mm / dd / åååå)
tr_tr: Kullanılamayan Tarihler (mm / gg / yyyy)

source: Starting date
ar: تاريخ البدء
de_de: Startdatum
es_es: Fecha de inicio
fr_fr: Date de début
it_it: Data d'inizio
ms_my: Tarikh bermula
nl_be: Startdatum
pt_pt: Data de Início
ru_ru: Дата начала
sv_se: Start datum
tr_tr: Başlangıç ​​tarihi

source: Start Date YYYY/MM/DD
ar: تاريخ البدء YYYY / MM / DD
de_de: Startdatum JJJJJ/MM/TT
es_es: Fecha de inicio AAAA/MM/DD
fr_fr: Date de début AAAA/MM/MM/JJJ
it_it: Data d'inizio AAAA/MM/GG
ms_my: Tarikh Mula YYYY / MM / DD
nl_be: Startdatum JJJJ/MM/DD
pt_pt: Data de Início AAAA / MM / DD
ru_ru: Дата начала ГГГГ / ММ / ДД
sv_se: Startdatum ÅÅÅÅ / MM / DD
tr_tr: Başlangıç ​​Tarihi YYYY / AA / GG

source: Ending date
ar: تاريخ الانتهاء
de_de: Enddatum
es_es: Fecha de finalización
fr_fr: Date de fin
it_it: Data di fine
ms_my: Tarikh akhir
nl_be: Einddatum
pt_pt: Data Final
ru_ru: Дата окончания
sv_se: Slut datum
tr_tr: Bitiş tarihi
