Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: Something went wrong!
ar: حدث خطأ ما!
de_de: Etwas hat nicht funktioniert!
es_es: ¡Algo salió mal!
fr_fr: Quelque chose s'est mal passé.
it_it: Qualcosa è andato storto!
ms_my: Sesuatu yang tidak kena!
nl_be: Er is iets verkeerd gelopen!
pt_pt: Algo correu mal!
ru_ru: Что-то пошло не так!
sv_se: Något gick fel!
tr_tr: Bir şeyler yanlış gitti!

source: Payout was canceled and moved to the "canceled list".
ar: تم إلغاء العائد وتم نقله إلى &quot;القائمة الملغاة&quot;.
de_de: Die Auszahlung wurde storniert und in die "stornierte Liste" verschoben.
es_es: El pago fue cancelado y movido a la "lista cancelada".
fr_fr: Le paiement a été annulé et déplacé dans la "liste annulée".
it_it: Il pagamento è stato annullato e spostato nella "lista annullata".
ms_my: Pembayaran dibatalkan dan dipindahkan ke &quot;senarai dibatalkan&quot;.
nl_be: De uitbetaling werd geannuleerd en naar de "geannuleerde lijst" verplaatst.
pt_pt: O pagamento foi cancelado e movido para a &quot;lista cancelada&quot;.
ru_ru: Выплата была отменена и перенесена в «отмененный список».
sv_se: Utbetalningen avbröts och flyttades till &quot;annullerad lista&quot;.
tr_tr: Ödeme iptal edildi ve &quot;iptal edilenler listesine&quot; taşındı.

source: Payout was canceled by Admin
ar: تم إلغاء العائد من قِبل المسؤول
de_de: Auszahlung wurde von Admin abgebrochen
es_es: El pago fue cancelado por Admin
fr_fr: Le paiement a été annulé par l'Admin
it_it: Il pagamento è stato annullato da Admin
ms_my: Pembayaran dibatalkan oleh Admin
nl_be: Uitbetaling is geannuleerd door de Beheerder
pt_pt: O pagamento foi cancelado pelo administrador
ru_ru: Выплата была отменена администратором
sv_se: Utbetalningen avbröts av Admin
tr_tr: Ödeme, Yönetici tarafından iptal edildi

source: Payout already completed and cannot be canceled.
ar: تم الدفع بالفعل ولا يمكن إلغاؤه.
de_de: Die Auszahlung ist bereits abgeschlossen und kann nicht mehr storniert werden.
es_es: El pago ya ha sido completado y no puede ser cancelado.
fr_fr: Le paiement est déjà terminé et ne peut pas être annulé.
it_it: Pagamento già completato e non può essere annullato.
ms_my: Pembayaran telah selesai dan tidak dapat dibatalkan.
nl_be: Uitbetaling is reeds voltooid en kan niet worden geannuleerd.
pt_pt: Pagamento já concluído e não pode ser cancelado.
ru_ru: Выплата уже завершена и не может быть отменена.
sv_se: Utbetalning är redan klar och kan inte avbrytas.
tr_tr: Ödeme zaten tamamlandı ve iptal edilemedi.

source: pending
ar: قيد الانتظار
de_de: ausstehend
es_es: pendiente
fr_fr: en attente
it_it: in attesa
ms_my: yang belum selesai
nl_be: te behandelen
pt_pt: pendente
ru_ru: в ожидании
sv_se: väntande
tr_tr: bekliyor

source: The order should be refunded. Customer, please send a message to
ar: يجب رد الطلب. العميل ، يرجى إرسال رسالة إلى
de_de: Die Bestellung sollte zurückerstattet werden. Kunde, bitte senden Sie eine Nachricht an
es_es: La orden debe ser reembolsada. Cliente, por favor envíe un mensaje a
fr_fr: La commande doit être remboursée. Client, veuillez envoyer un message à l'adresse suivante
it_it: L'ordine deve essere rimborsato. Cliente, si prega di inviare un messaggio a
ms_my: Perintah itu harus dikembalikan. Pelanggan, sila hantar mesej kepada
nl_be: De bestelling dient te worden gerestitueerd. Klant, gelieve een bericht te sturen aan
pt_pt: O pedido deve ser reembolsado. Cliente, por favor envie uma mensagem para
ru_ru: Заказ должен быть возвращен. Клиент, пожалуйста, отправьте сообщение
sv_se: Ordern ska återbetalas. Kund, skicka ett meddelande till
tr_tr: Sipariş iade edilmeli. Müşteri, lütfen bir mesaj gönderin

source: in reference to this order ID and your payment account details and method to complete refund.
ar: في إشارة إلى معرّف الطلب هذا وتفاصيل حساب الدفع وطريقتك لاستكمال عملية رد الأموال.
de_de: in Bezug auf diese Bestellnummer und Ihre Kontodaten und die Art der Rückerstattung.
es_es: en referencia a este ID de pedido y los detalles de su cuenta de pago y el método para completar el reembolso.
fr_fr: en référence à cet identifiant de commande et les détails de votre compte de paiement et la méthode pour compléter le remboursement.
it_it: in riferimento all'ID dell'ordine e ai dettagli e al metodo del conto di pagamento per completare il rimborso.
ms_my: merujuk kepada ID pesanan ini dan butiran dan kaedah akaun pembayaran anda untuk menyelesaikan bayaran balik.
nl_be: onder verwijzing naar deze order-ID en uw betaalrekening gegevens en methode om de terugbetaling te voltooien.
pt_pt: em referência a esse ID do pedido e aos detalhes e método da sua conta de pagamento para concluir o reembolso.
ru_ru: в отношении этого идентификатора заказа и данных и способа оплаты, чтобы завершить возврат.
sv_se: med hänvisning till detta order-ID och dina betalningskontouppgifter och metod för att slutföra återbetalningen.
tr_tr: Bu sipariş kimliğine ve ödeme hesabınızın ayrıntılarına ve geri ödemeyi tamamlama yöntemine referans olarak.

source: The order has been cancelled.
ar: تم إلغاء الطلب.
de_de: Die Bestellung wurde abgebrochen.
es_es: El pedido ha sido cancelado.
fr_fr: La commande a été annulée.
it_it: L'ordine è stato annullato.
ms_my: Pesanan telah dibatalkan.
nl_be: De bestelling is geannuleerd.
pt_pt: O pedido foi cancelado.
ru_ru: Заказ отменен.
sv_se: Din beställning har annullerats.
tr_tr: Sipariş iptal edildi.

source: The order is being prepared.
ar: يتم تحضير الطلب.
de_de: Der Auftrag wird vorbereitet.
es_es: La orden está siendo preparada.
fr_fr: La commande est en cours de préparation.
it_it: L'ordine è in corso di preparazione.
ms_my: Pesanan sedang disediakan.
nl_be: De bestelling is in voorbereiding.
pt_pt: A ordem está sendo preparada.
ru_ru: Заказ готовится.
sv_se: Ordern håller på att förberedas.
tr_tr: Sipariş hazırlanıyor.

source: The order is on its way to customer.
ar: الطلب في طريقه إلى الزبون.
de_de: Der Auftrag ist auf dem Weg zum Kunden.
es_es: El pedido está en camino al cliente.
fr_fr: La commande est en route vers le client.
it_it: L'ordine è in viaggio verso il cliente.
ms_my: Pesanan sedang dalam perjalanan kepada pelanggan.
nl_be: De bestelling is onderweg naar de klant.
pt_pt: O pedido está a caminho do cliente.
ru_ru: Заказ находится на пути к клиенту.
sv_se: Ordern är på väg till kunden.
tr_tr: Sipariş müşteriye giderken.

source: Customer has received the order.
ar: لقد تلقى العميل الطلب.
de_de: Der Kunde hat die Bestellung erhalten.
es_es: El cliente ha recibido el pedido.
fr_fr: Le client a reçu la commande.
it_it: Il cliente ha ricevuto l'ordine.
ms_my: Pelanggan telah menerima pesanan itu.
nl_be: De klant heeft de bestelling ontvangen.
pt_pt: Cliente recebeu o pedido.
ru_ru: Заказчик получил заказ.
sv_se: Kunden har mottagit ordern.
tr_tr: Müşteri siparişi aldı.

source: The order was failed to process.
ar: فشل الطلب في المعالجة.
de_de: Der Auftrag wurde nicht bearbeitet.
es_es: La orden no se procesó.
fr_fr: La commande n'a pas été traitée.
it_it: L'ordine non è stato processato.
ms_my: Perintah itu gagal diproses.
nl_be: De bestelling werd niet verwerkt.
pt_pt: O pedido não foi processado.
ru_ru: Заказ не был обработан.
sv_se: Ordern misslyckades med att bearbeta.
tr_tr: Sipariş işlenemedi.

source: Delete note
ar: حذف الملاحظة
de_de: Notiz löschen
es_es: Eliminar nota
fr_fr: Supprimer la note
it_it: Cancella nota
ms_my: Padamkan nota
nl_be: Notitie verwijderen
pt_pt: Apagar nota
ru_ru: Удалить примечание
sv_se: Radera anteckning
tr_tr: Notu sil

source: Something Went Wrong!
ar: هناك خطأ ما!
de_de: Etwas ist schief gelaufen!
es_es: ¡Algo salió mal!
fr_fr: Quelque chose s'est mal passé !
it_it: Qualcosa è andato storto!
ms_my: Ada sesuatu yang salah!
nl_be: Er is iets verkeerd gelopen!
pt_pt: Algo correu mal!
ru_ru: Что-то пошло не так!
sv_se: Något gick fel!
tr_tr: Bir şeyler yanlış gitti!

source: Coupon has been deleted successfully!
ar: تم حذف الكوبون بنجاح!
de_de: Gutschein wurde erfolgreich gelöscht!
es_es: ¡El cupón ha sido eliminado con éxito!
fr_fr: Le code promo a bien été supprimé !
it_it: Il Coupon è stato cancellato!
ms_my: Kupon telah berjaya dipadam!
nl_be: Coupon is met succes verwijderd!
pt_pt: O cupom foi excluído com sucesso!
ru_ru: Купон успешно удален!
sv_se: Kupong har tagits bort!
tr_tr: Kupon başarıyla silindi!

source: You are not allowed to edit/create coupons for the selected products!
ar: غير مسموح لك بتحرير / إنشاء كوبونات للمنتجات المختارة!
de_de: Sie dürfen keine Gutscheine für die ausgewählten Produkte bearbeiten/erstellen!
es_es: No está permitido editar/crear cupones para los productos seleccionados!
fr_fr: Vous n'êtes pas autorisé à éditer/créer des coupons pour les produits sélectionnés !
it_it: Non è consentito modificare/creare coupon per i prodotti selezionati!
ms_my: Anda tidak dibenarkan menyunting / membuat kupon untuk produk terpilih!
nl_be: Het is niet toegestaan om kortingsbonnen voor de geselecteerde producten te bewerken/creëren!
pt_pt: Você não tem permissão para editar / criar cupons para os produtos selecionados!
ru_ru: Вы не можете редактировать / создавать купоны для выбранных продуктов!
sv_se: Du har inte rätt att redigera / skapa kuponger för de valda produkterna!
tr_tr: Seçilen ürünler için kupon düzenleme / oluşturma izniniz yok!

source: You're the site admin, you cant post coupons!
ar: أنت مسؤول الموقع ، لا يمكنك نشر القسائم!
de_de: Sie sind der Site-Administrator, Sie können Gutscheine nicht verschieben!
es_es: Usted es el administrador del sitio, no puede publicar cupones!
fr_fr: Vous êtes l'administrateur du site, vous ne pouvez pas poster de coupons !
it_it: Sei l'amministratore del sito, non puoi pubblicare coupon!
ms_my: Anda admin tapak, anda tidak boleh meletakkan kupon!
nl_be: U bent de site admin, u kunt geen kortingsbonnen plaatsen!
pt_pt: Você é o administrador do site, você não pode postar cupons!
ru_ru: Вы администратор сайта, вы не можете отправлять купоны!
sv_se: Du är webbplatsadministratören, du kan inte skicka kuponger!
tr_tr: Site yöneticisisiniz, kupon gönderemezsiniz!

source: Coupon has been saved successfully!
ar: تم حفظ قسيمة الكوبون بنجاح!
de_de: Gutschein wurde erfolgreich gespeichert!
es_es: ¡El cupón se ha guardado con éxito!
fr_fr: Le code promo a bien été sauvegardé !
it_it: Il Coupon è stato salvato!
ms_my: Kupon telah berjaya disimpan!
nl_be: De coupon is met succes opgeslagen!
pt_pt: O cupom foi salvo com sucesso!
ru_ru: Купон успешно сохранен!
sv_se: Rabattkod har sparats framgångsrikt!
tr_tr: Kupon başarıyla kaydedildi!

source: Coupon has been updated successfully!
ar: تم تحديث الكوبون بنجاح!
de_de: Gutschein wurde erfolgreich aktualisiert!
es_es: ¡El cupón se ha actualizado con éxito!
fr_fr: Le code promo a bien été modifié !
it_it: Il Coupon è stato aggiornato!
ms_my: Kupon telah berjaya dikemas kini!
nl_be: Coupon is succesvol geüpdatet!
pt_pt: O cupom foi atualizado com sucesso!
ru_ru: Купон был успешно обновлен!
sv_se: Kupongen har uppdaterats framgångsrikt!
tr_tr: Kupon güncelleme işlemi başarılı!

source: You're not authorized to do this step.
ar: لست مخولًا للقيام بهذه الخطوة.
de_de: Sie sind nicht berechtigt, diesen Schritt zu tun.
es_es: No está autorizado a hacer este paso.
fr_fr: Vous n'êtes pas autorisé à faire cette étape.
it_it: Non sei autorizzato a fare questo passo.
ms_my: Anda tidak dibenarkan melakukan langkah ini.
nl_be: U bent niet bevoegd om deze stap te doen.
pt_pt: Você não está autorizado a fazer este passo.
ru_ru: Вы не уполномочены делать этот шаг.
sv_se: Du är inte behörig att göra detta steg.
tr_tr: Bu adımı yapmaya yetkili değilsiniz.

source: Success: The product will show in the special products list only for today and only while your store is open.
ar: النجاح: سيظهر المنتج في قائمة المنتجات الخاصة فقط لهذا اليوم وفقط عندما يكون متجرك مفتوحًا.
de_de: Erfolg: Das Produkt wird in der Liste der Spezialprodukte nur für heute und nur solange Ihr Geschäft geöffnet ist angezeigt.
es_es: Éxito: El producto aparecerá en la lista de productos especiales sólo por hoy y sólo mientras su tienda esté abierta.
fr_fr: Le succès : Le produit n'apparaîtra dans la liste des produits spéciaux que pour aujourd'hui et seulement pendant que votre magasin est ouvert.
it_it: Successo: Il prodotto apparirà nell'elenco dei prodotti speciali solo per oggi e solo mentre il tuo negozio è aperto.
ms_my: Kejayaan: Produk akan dipaparkan dalam senarai produk khas hanya untuk hari ini dan hanya sementara kedai anda dibuka.
nl_be: Succes: Het product wordt alleen getoond in de lijst met speciale producten voor vandaag en alleen wanneer uw winkel is geopend.
pt_pt: Sucesso: O produto será exibido na lista de produtos especiais somente hoje e somente enquanto sua loja estiver aberta.
ru_ru: Успех: продукт будет отображаться в списке специальных продуктов только на сегодняшний день и только пока ваш магазин открыт.
sv_se: Framgång: Produkten visas endast i listan över specialprodukter för idag och endast när din butik är öppen.
tr_tr: Başarı: Ürün, yalnızca bugün için ve yalnızca mağazanız açıkken özel ürünler listesinde gösterilecektir.

source: Success: The product has been removed from today's specials products list.
ar: النجاح: تمت إزالة المنتج من قائمة المنتجات الخاصة اليوم.
de_de: Erfolg: Das Produkt wurde aus der heutigen Liste der Spezialprodukte entfernt.
es_es: Éxito: El producto ha sido eliminado de la lista de productos especiales de hoy.
fr_fr: Le succès : Le produit a été retiré de la liste des produits spéciaux d'aujourd'hui.
it_it: Successo: Il prodotto è stato rimosso dall'elenco dei prodotti speciali di oggi.
ms_my: Kejayaan: Produk telah dikeluarkan dari senarai produk istimewa hari ini.
nl_be: Succes: Het product is verwijderd uit de productenlijst van vandaag.
pt_pt: Sucesso: o produto foi removido da lista de produtos especiais de hoje.
ru_ru: Успех: продукт был удален из списка сегодняшних специальных продуктов.
sv_se: Framgång: Produkten har tagits bort från dagens specialprodukters lista.
tr_tr: Başarı: Ürün, günümüzün özel ürünler listesinden kaldırılmıştır.

source: Error while checking for new orders
ar: خطأ أثناء التحقق من الطلبات الجديدة
de_de: Fehler bei der Prüfung auf neue Aufträge
es_es: Error en la comprobación de nuevos pedidos
fr_fr: Erreur lors de la vérification des nouvelles commandes
it_it: Errore durante il controllo per i nuovi ordini
ms_my: Ralat semasa menyemak pesanan baharu
nl_be: Fout bij het controleren op nieuwe orders
pt_pt: Erro ao verificar novos pedidos
ru_ru: Ошибка при проверке новых заказов
sv_se: Fel vid kontroll av nya beställningar
tr_tr: Yeni siparişleri kontrol ederken hata oluştu

source: You do not have permissions to perform this.
ar: لا يوجد لديك صلاحية لتنفيذ هذا الأجراء
de_de: Sie haben keine Berechtigung, dies durchzuführen.
es_es: Usted no tiene permisos para realizar esto.
fr_fr: Vous n'avez pas l'autorisation d'effectuer cette opération.
it_it: Non hai i permessi per eseguire questa operazione.
ms_my: Anda tidak mempunyai keizinan untuk melaksanakannya.
nl_be: U hebt geen rechten om dit uit te voeren.
pt_pt: Você não tem permissões para realizar isso.
ru_ru: У вас нет прав для этого.
sv_se: Du har inte behörigheter att utföra detta.
tr_tr: Bunu gerçekleştirmek için izinleriniz yok.

source: This product is currently unavailable.
ar: هذا المنتج غير متوفر حاليا.
de_de: Dieses Produkt ist momentan nicht verfügbar.
es_es: Este producto actualmente no está disponible.
fr_fr: Ce jus n’est plus de saison.
it_it: Questo prodotto non è attualmente disponibile.
ms_my: Produk ini tidak tersedia pada masa ini.
nl_be: Dit product is momenteel niet beschikbaar.
pt_pt: Esse produto está atualmente indisponível.
ru_ru: Этот продукт в данный момент недоступен.
sv_se: Den här produkten är för närvarande inte tillgänglig.
tr_tr: Bu ürün şu anda müsait değil.

source: Variation
ar: التوع
de_de: Varianten
es_es: Variación
it_it: Variazione
ms_my: Variasi
nl_be: Variatie
pt_pt: Variação #%s de %s
ru_ru: Вариации
tr_tr: Varyasyon

source: Option
ar: خيار
es_es: Opción
it_it: Opzione
ms_my: Pilihan
nl_be: Optie
pt_pt: Opção
ru_ru: Опции
sv_se: Alternativ
tr_tr: Seçenek

source: Any
ar: أي
de_de: Alle
es_es: Cualquiera
fr_fr: Tous
it_it: Qualsiasi
ms_my: Mana-mana
nl_be: Eenderwelke
pt_pt: Qualquer
ru_ru: Любой
sv_se: Någon
tr_tr: Herhangi

source: Variation Description
ar: وصف التباين
de_de: Varianten-Beschreibung
es_es: Descripción de la variación
fr_fr: Description de la variation.
it_it: Variazione Descrizione
ms_my: Penerangan Variasi
nl_be: Beschrijving variatie
pt_pt: Descrição da Variação
ru_ru: Варианты описания
sv_se: Variationsbeskrivning
tr_tr: Varyasyon Açıklaması

source: Few words about this variation
ar: كلمات قليلة عن هذا الاختلاف
de_de: Einige Worte zu dieser Variante
es_es: Algunas palabras sobre esta variación
fr_fr: Quelques mots sur cette variation
it_it: Poche parole su questa variazione
ms_my: Beberapa perkataan mengenai variasi ini
nl_be: Enkele woorden over deze variatie
pt_pt: Poucas palavras sobre essa variação
ru_ru: Несколько слов об этой вариации
sv_se: Få ord om denna variation
tr_tr: Bu varyasyon hakkında az kelime

source: Regular Price
ar: السعر العادي
de_de: Regulärer Preis
es_es: Precio regular
fr_fr: Prix de vente
it_it: Prezzo normale
ms_my: Harga biasa
nl_be: Normale prijs
pt_pt: Preço regular
ru_ru: Обычная цена
sv_se: Ordinarie Pris
tr_tr: Normal Fiyat

source: Sale Price
ar: سعر البيع
de_de: Angebotspreis
es_es: Precio de venta
fr_fr: Prix de vente
it_it: Prezzo di vendita
ms_my: Harga Jualan
nl_be: Promotieprijs
pt_pt: Preço de venda
ru_ru: Цена продажи
sv_se: Rea pris
tr_tr: Satış Fiyatı

source: Schedule
ar: جدول
de_de: Zeitplan
es_es: Programar
fr_fr: Planifier
it_it: Programma
ms_my: Jadwal
nl_be: Planning
pt_pt: Agenda
ru_ru: Расписание
sv_se: Schema
tr_tr: Program

source: Sale price start date
ar: تاريخ بدء سعر البيع
de_de: Starttermin des Verkaufspreises
es_es: Fecha de inicio del precio de venta
fr_fr: Date de début du prix de vente
it_it: Data d'inizio del prezzo di vendita
ms_my: Tarikh mula harga jualan
nl_be: Aanvangsdatum promotieprijs
pt_pt: Data de início do preço de venda
ru_ru: Дата начала цены продажи
sv_se: Försäljningspris startdatum
tr_tr: Satış fiyatı başlangıç ​​tarihi

source: Sale price end date
ar: تاريخ انتهاء سعر البيع
de_de: Verkaufspreis Enddatum
es_es: Fecha final del precio de venta
fr_fr: Prix de vente date de fin
it_it: Prezzo di vendita data di scadenza
ms_my: Tarikh tamat harga jualan
nl_be: Einddatum promotieprijs
pt_pt: Data de término do preço de venda
ru_ru: Дата окончания цены продажи
sv_se: Försäljningspris slutdatum
tr_tr: Satış fiyatı bitiş tarihi

source: The sale will end at the beginning of the set date.
ar: سعر الخصم سوف ينتهي في بداية التاريخ المحدد.
de_de: Der Angebotspreis endet zu Beginn des gesetzten Datums.
es_es: La Promoción terminará al inicio de la fecha establecida.
fr_fr: La promotion prendra fin au début de la date renseignée.
it_it: La vendita terminerà all’inizio della data stabilita.
ms_my: Jualan akan berakhir pada awal tarikh ditetapkan.
nl_be: De promotie zal eindigen aan het begin van de vooropgestelde datum.
pt_pt: A venda irá terminar no início da data definida.
ru_ru: Акция закончится в начале установленной даты.
sv_se: Rean kommer att avslutas i början av det inställda datumet.
tr_tr: Satış, belirlenen tarihin başında sona erecektir.

source: Cancel
ar: إلغاء
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ms_my: Batal
nl_be: Annuleer
pt_pt: Cancelar
ru_ru: Отмена
sv_se: Avbryt
tr_tr: İptal

source: Email sent successfully!
ar: تم إرسال البريد الإلكتروني بنجاح!
de_de: E-Mail erfolgreich versandt!
es_es: Email enviado satisfactoriamente!
fr_fr: Email envoyé avec succès!
it_it: Email inviata correttamente!
ms_my: E-mel berjaya dihantar!
nl_be: E-mail succesvol verzonden!
pt_pt: E-mail enviado com sucesso!
ru_ru: Письмо успешно отправлено!
sv_se: E-post skickad!
tr_tr: Eposta başarıyla gönderildi!

source: Sorry you cannot order from this vendor
ar: عذرا لا يمكنك طلب من هذا البائع
de_de: Es tut mir leid, dass Sie nicht bei diesem Anbieter bestellen können.
es_es: Lamento que no pueda hacer un pedido a este proveedor
fr_fr: Désolé que vous ne puissiez pas commander chez ce fournisseur
it_it: Ci dispiace che non sia possibile ordinare da questo fornitore
ms_my: Maaf, anda tidak boleh memesan dari penjual ini
nl_be: Sorry dat u niet kunt bestellen bij deze aanbieder
pt_pt: Desculpe, você não pode encomendar deste fornecedor
ru_ru: Извините, что вы не можете заказать этот продавец
sv_se: Tyvärr kan du inte beställa från den här försäljaren
tr_tr: Üzgünüz, bu satıcıdan sipariş veremezsiniz

source: Sorry you cannot order this product at this time!
ar: آسف لا يمكنك طلب هذا المنتج في هذا الوقت!
de_de: Leider können Sie dieses Produkt zur Zeit nicht bestellen!
es_es: Lo sentimos, usted no puede ordenar este producto en este momento!
fr_fr: Désolé, vous ne pouvez pas commander ce produit pour le moment !
it_it: Ci dispiace non è possibile ordinare questo prodotto in questo momento!
ms_my: Maaf, anda tidak boleh memesan produk ini pada masa ini!
nl_be: Sorry dat u dit product op dit moment niet kunt bestellen!
pt_pt: Desculpe, você não pode encomendar este produto no momento!
ru_ru: Извините, вы не можете заказать этот продукт в это время!
sv_se: Tyvärr kan du inte beställa den här produkten just nu!
tr_tr: Maalesef bu ürünü şu anda sipariş edemezsiniz!

source: Sorry, we cannot receive any more orders for this product today, please come back another day.
ar: عذرًا ، لا يمكننا تلقي أي طلبات أخرى لهذا المنتج اليوم ، يرجى العودة في يوم آخر.
de_de: Sorry, wir können heute keine weiteren Bestellungen für dieses Produkt erhalten, bitte kommen Sie an einem anderen Tag wieder.
es_es: Lo sentimos, no podemos recibir más pedidos de este producto hoy, por favor vuelva otro día.
fr_fr: Désolé, nous ne pouvons plus recevoir de commandes pour ce produit aujourd'hui, veuillez revenir un autre jour.
it_it: Siamo spiacenti, non possiamo ricevere altri ordini per questo prodotto oggi, vi preghiamo di tornare un altro giorno.
ms_my: Maaf, kami tidak boleh menerima sebarang pesanan untuk produk ini pada hari ini, sila kemukakan kembali hari yang lain.
nl_be: Sorry, we kunnen vandaag geen bestellingen meer ontvangen voor dit product, kom een andere dag terug.
pt_pt: Desculpe, não podemos receber mais pedidos para este produto hoje, por favor, volte outro dia.
ru_ru: К сожалению, мы не можем получить больше заказов для этого продукта сегодня, пожалуйста, верните еще один день.
sv_se: Tyvärr, vi kan inte ta emot några fler beställningar för den här produkten idag, var vänlig kom tillbaka en annan dag.
tr_tr: Üzgünüz, bu ürün için başka sipariş alamıyoruz, lütfen başka bir gün geri gel.

source: View Cart
ar: عرض السلة
de_de: Warenkorb anzeigen
es_es: Ver Carrito
fr_fr: Voir le panier
it_it: Vedi Carrello
ms_my: Lihat Troli
nl_be: Winkelmandje bekijken
pt_pt: Ver Carrinho
ru_ru: В корзину
sv_se: Visa varukorg
tr_tr: Sepeti Görüntüle

source: You cannot add another &quot;%s&quot; to your cart.
ar: ليس من الممكن إضافة &quot;%s&quot; إلى عربة مشترياتك.
de_de: Sie können kein weiteres Exemplar von „%s“ zu Ihrem Warenkorb hinzufügen.
es_es: No puedes añadir otro &quot;%s&quot; a tu cesta.
fr_fr: Vous ne pouvez ajouter &quot;%s&quot; au panier.
it_it: Non puoi aggiungere un altro & quot;% s & quot; al tuo carrello.
ms_my: Anda tidak boleh menambah &quot; %s&quot; lain ke troli anda.
nl_be: U kunt geen andere &quot;%s&quot toevoegen aan uw winkelwagen.
pt_pt: Você não pode adicionar outro &quot;%s&quot; ao seu carrinho.
ru_ru: Вы не можете добавить ещё &quot;%s&quot; в корзину.
sv_se: Du kan inte lägga till fler &quot;%s&quot; i varukorgen.
tr_tr: Sepetinize başka bir tane &quot;%s&quot; ekleyemezsiniz.
