Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: Calculate delivery timing between points using non-toll routes, wherever possible.
ar: حساب توقيت التسليم بين النقاط باستخدام طرق غير ذات رسوم ، حيثما كان ذلك ممكنًا.
de_de: Berechnen Sie, wo immer möglich, den Liefertermin zwischen den Punkten auf nicht gebührenpflichtigen Routen.
es_es: Calcule el tiempo de entrega entre puntos utilizando rutas sin peaje, siempre que sea posible.
fr_fr: Calculer les délais de livraison entre les points en utilisant, dans la mesure du possible, des itinéraires sans péage.
it_it: Calcolare i tempi di consegna tra i punti utilizzando percorsi diversi dal pedaggio, ove possibile.
ms_my: Kirakan masa penghantaran antara titik menggunakan laluan bukan tol, di mana mungkin.
nl_be: Bereken waar mogelijk de levertijd tussen de punten met behulp van niet-tolroutes.
pt_pt: Calcule o tempo de entrega entre pontos usando rotas sem pedágio, sempre que possível.
ru_ru: Рассчитайте сроки доставки между точками, используя, по возможности, маршруты, не связанные с тарифами.
sv_se: Beräkna leveranstidpunkten mellan punkter som använder icke-vägtrafikvägar, om möjligt.
tr_tr: Mümkün olan yerlerde, gişesiz rotaları kullanarak noktalar arasındaki teslimat zamanlamasını hesaplayın.

source: Do not deduct fees from vendor balance
ar: لا تقتطع الرسوم من رصيد البائع
de_de: Gebühren nicht vom Lieferantensaldo abziehen
es_es: No deduzca los cargos del saldo del proveedor
fr_fr: Ne déduisez pas les frais du solde du fournisseur.
it_it: Non dedurre le commissioni dal saldo del venditore
ms_my: Jangan menolak yuran daripada keseimbangan vendor
nl_be: Haal geen kosten af van het aanbiederssaldo
pt_pt: Não deduzir taxas do saldo do fornecedor
ru_ru: Не вычитайте сборы с баланса поставщика
sv_se: Dra inte av avgifter från leverantörsbalans
tr_tr: Satıcı dengesinden ücret alınmaz.

source: ONLY check this if you will be responsible of the delivery service and reciving the total order amount.
ar: تحقق فقط من هذا إذا كنت مسؤولاً عن خدمة التوصيل وتلقي المبلغ الإجمالي للطلب.
de_de: Überprüfen Sie dies NUR, wenn Sie für den Lieferservice verantwortlich sind und den Gesamtbetrag der Bestellung erhalten.
es_es: Compruebe esto ÚNICAMENTE si usted será responsable del servicio de entrega y de recibir el importe total del pedido.
fr_fr: Cochez cette case UNIQUEMENT si vous êtes responsable du service de livraison et de la réception du montant total de la commande.
it_it: Controlla solo questo se sarai responsabile del servizio di consegna e di ricevere l'importo totale dell'ordine.
ms_my: HANYA periksa ini jika anda akan bertanggungjawab terhadap perkhidmatan penghantaran dan mengembalikan semula jumlah pesanan.
nl_be: Controleer dit ALLEEN als u verantwoordelijk bent voor de leveringsservice en het recepten van het totale bestelbedrag.
pt_pt: SOMENTE verifique isso se você for responsável pelo serviço de entrega e receber o valor total do pedido.
ru_ru: ТОЛЬКО проверьте это, если вы будете нести ответственность за доставку и получить общую сумму заказа.
sv_se: KONTROLLERA detta endast om du kommer att ansvara för leveransservice och återta det totala orderbeloppet.
tr_tr: SADECE, teslimat hizmetinden sorumlu olacak ve toplam sipariş tutarını geri çekecek olursanız, bunu kontrol edin.

source: Order total and delivery
ar: إجمالي قيمة الطلب ورسوم التوصيل
de_de: Auftragssumme und Lieferung
es_es: Total del pedido y entrega
fr_fr: Total de la commande et livraison
it_it: Totale ordine e consegna
ms_my: Jumlah pesanan dan penghantaran
nl_be: Besteltotaal en levering
pt_pt: Total e entrega da encomenda
ru_ru: Сумма заказа и доставка
sv_se: Beställning totalt och leverans
tr_tr: Sipariş toplamı ve teslimatı

source: Only on order total
ar: فقط على قيمة الطلب
de_de: Nur auf Bestellung gesamt
es_es: Sólo en el total del pedido
fr_fr: Uniquement sur commande total
it_it: Solo su ordinazione totale
ms_my: Hanya pada jumlah pesanan
nl_be: Alleen op bestelling totaal
pt_pt: Apenas no total do pedido
ru_ru: Только по заказу
sv_se: Endast på order totalt
tr_tr: Sadece sipariş toplamı

source: Only on order delivery
ar: فقط على رسوم التوصيل
de_de: Nur bei Bestellung Lieferung
es_es: Sólo en el momento de la entrega del pedido
fr_fr: Uniquement sur commande livraison
it_it: Solo al momento della consegna dell'ordine
ms_my: Hanya pada penghantaran pesanan
nl_be: Alleen op bestelling levering
pt_pt: Somente na entrega do pedido
ru_ru: Только при доставке заказа
sv_se: Endast vid orderleverans
tr_tr: Sadece sipariş tesliminde

source: Fee&nbsp;Name
ar: اسم الرسوم
de_de: Gebühr&nbsp;Name
es_es: Cuota&nbsp;Nombre
fr_fr: Fee&nbsp;Nom
it_it: Nome&nbsp;Quota
ms_my: Nama Bayaran
nl_be: Fee&nbsp;Naam
pt_pt: Nome da taxa
ru_ru: Название платы
sv_se: Avgift Namn
tr_tr: Ücret adı

source: Customers Effected
ar: الزبائن المتاثرين
de_de: Betroffene Kunden
es_es: Clientes afectados
fr_fr: Clients concernés
it_it: Clienti Effetti
ms_my: Kesan Pelanggan
nl_be: Aangedreven klanten
pt_pt: Clientes Efetivados
ru_ru: Потребители
sv_se: Kunder Effected
tr_tr: Müşteriler Etkilendi

source: Vendors Effected
ar: الباعة المتاثرين
de_de: Betroffene Lieferanten
es_es: Proveedores afectados
fr_fr: Vendeurs concernés
it_it: Fornitori Effetti
ms_my: Vendor Berkesan
nl_be: Geëffectueerde aanbieders
pt_pt: Fornecedores Efetuados
ru_ru: Производители
sv_se: Leverantörer Effected
tr_tr: Etkilenen Satıcılar

source: Fee Rate
ar: معدل الرسوم
de_de: Gebührensatz
es_es: Tasa de honorario
fr_fr: Taux des frais
it_it: Tasso di commissione
ms_my: Kadar Bayaran
nl_be: Tarief
pt_pt: Taxa
ru_ru: Плата за проезд
sv_se: Avgiftshastighet
tr_tr: Ücret düzeyi

source: Payment Method
ar: طريقة الدفع
de_de: Zahlungsart
es_es: Método de Pago
fr_fr: Mode de paiement
it_it: Metodo di pagamento
ms_my: Kaedah Pembayaran
nl_be: Betalings-methode
pt_pt: Método de pagamento
ru_ru: Способ оплаты
sv_se: Betalningsmetod
tr_tr: Ödeme Yöntemi

source: Applied on
ar: مطبق على
de_de: Angewandt auf
es_es: Aplicado el
fr_fr: Appliqués à
it_it: Applicato a
ms_my: Terpakai pada
nl_be: Toegepast op
pt_pt: Aplicado em
ru_ru: Применяют на
sv_se: Tillämpad på
tr_tr: Üzerine uygulanmış

source: Action
ar: عمل
de_de: Aktion
es_es: Acción
it_it: Azione
ms_my: Tindakan
nl_be: Actie
pt_pt: Acção
ru_ru: Действие
sv_se: Åtgärd
tr_tr: Aksiyon

source: You do not charge sellers any fees.
ar: أنت لا تحمّل أي رسوم على البائعين.
de_de: Sie berechnen den Verkäufern keine Gebühren.
es_es: Usted no cobra ningún cargo a los vendedores.
fr_fr: Vous ne facturez pas de frais aux vendeurs.
it_it: Non addebitate alcuna spesa ai venditori.
ms_my: Anda tidak mengenakan penjual sebarang yuran.
nl_be: U rekent verkopers geen kosten.
pt_pt: Você não cobra taxas aos vendedores.
ru_ru: Вы не взимаете с продавцов никаких сборов.
sv_se: Du debiterar inte säljare några avgifter.
tr_tr: Satıcıları herhangi bir ücret talep etmiyorsunuz.

source: Add New Rule
ar: أضف قاعدة جديدة
de_de: Neue Regel erstellen
es_es: Añadir nueva regla
fr_fr: Ajouter une nouvelle règle
it_it: Aggiungi nuova regola
ms_my: Tambah Peraturan Baru
nl_be: Nieuwe regel toevoegen
pt_pt: Adicionar Nova Regra
ru_ru: Добавить новое правило
sv_se: Lägg till ny regel
tr_tr: Yeni Kural Ekle

source: Any payment gateway
ar: اي وسيلة الدفع
de_de: Beliebige Zahlungs-Gateways
es_es: Cualquier pasarela de pago
fr_fr: Toute passerelle de paiement
it_it: Qualsiasi gateway di pagamento
ms_my: Apa-apa pintu masuk pembayaran
nl_be: Elke betalingsgateway
pt_pt: Qualquer gateway de pagamento
ru_ru: Любой платежный шлюз
sv_se: Varje betalnings gateway
tr_tr: Herhangi bir ödeme ağ geçidi

source: Apply this fee on
ar: تطبيق هذه الرسوم على
de_de: Diese Gebühr wird erhoben auf
es_es: Aplique este cargo en
fr_fr: Appliquer ces frais sur
it_it: Applicare questa tassa su
ms_my: Terapkan yuran ini
nl_be: Pas deze vergoeding toe op
pt_pt: Aplique esta taxa em
ru_ru: Подать заявку на
sv_se: Ansök denna avgift på
tr_tr: Bu ücreti uygula

source: Select Customers
ar: حدد العملاء
de_de: Kunden auswählen
es_es: Clientes selectos
fr_fr: Sélectionner les clients
it_it: Seleziona i clienti
ms_my: Pilih Pelanggan
nl_be: Klanten selecteren
pt_pt: Selecione Clientes
ru_ru: Выберите клиентов
sv_se: Välj kunder
tr_tr: Müşterileri Seç

source: Select Vendors
ar: إختيار البائعين...
de_de: Wähle Verkäufer aus
es_es: Seleccione Proveedores
fr_fr: Sélectionner les vendeurs
it_it: Seleziona i fornitori
ms_my: Pilih Vendor
nl_be: Aanbieders kiezen
pt_pt: Selecionar fornecedores
ru_ru: Выберите поставщиков
sv_se: Välj leverantörer
tr_tr: Satıcıları Seç

source: Order Sub-Total
ar: المجموع الفرعي للطلب
de_de: Auftrag Zwischensumme
es_es: Subtotal de la orden
fr_fr: Sous-total de commande
it_it: Sub-Totale ordine
ms_my: Sub-Jumlah Pesanan
nl_be: Bestelling Sub-Totaal
pt_pt: Subtotal do pedido
ru_ru: Подкатегория заказа
sv_se: Beställningens totala kostnad
tr_tr: Sipariş Ara Tutarı

source: Apply this rule on
ar: قم بتطبيق هذه الرسوم على
de_de: Diese Regel anwenden auf
es_es: Aplicar esta regla en
fr_fr: Appliquer cette règle sur
it_it: Applicare questa regola su
ms_my: Terapkan peraturan ini pada
nl_be: Pas deze regel toe op
pt_pt: Aplique esta regra em
ru_ru: Примените это правило к
sv_se: Tillämpa denna regel på
tr_tr: Bu kuralı uygula

source: Rate&nbsp;%
ar: تقيم ٪
de_de: Satz&nbsp;%
es_es: Tasa&nbsp;%.
fr_fr: Taux&nbsp;%
it_it: Tasso&nbsp;%.
ms_my: Kadar%
nl_be: Tarief&nbsp;%
pt_pt: Taxa&nbsp;%
ru_ru: Ставка&nbsp;%
sv_se: Betygsätta %
tr_tr: Oran&nbsp;%

source: Fee Description
ar: وصف الرسوم
de_de: Gebühr Beschreibung
es_es: Descripción de la Tarifa
fr_fr: Description des frais
it_it: Descrizione della quota
ms_my: Penerangan Bayaran
nl_be: Tarief Beschrijving
pt_pt: Descrição da taxa
ru_ru: Описание оплаты
sv_se: Beskrivning avgift
tr_tr: Ücret Açıklaması

source: All Customers
ar: جميع العملاء
de_de: Alle Kunden
es_es: Clientes
fr_fr: Tous les clients
it_it: Tutti i clienti
ms_my: Semua Pelanggan
nl_be: Alle klanten
pt_pt: Todos os clientes
ru_ru: Все клиенты
sv_se: Alla kunder
tr_tr: Tüm müşteriler

source: All Customers, Except...
ar: جميع العملاء ، باستثناء ...
de_de: Alle Kunden, außer....
es_es: Todos los clientes, excepto...
fr_fr: Tous les clients, sauf.....
it_it: Tutti i clienti, tranne...
ms_my: Semua Pelanggan, Kecuali ...
nl_be: Alle klanten, behalve...
pt_pt: Todos os clientes, exceto ...
ru_ru: Все клиенты, кроме ...
sv_se: Alla kunder, förutom ...
tr_tr: Tüm Müşteriler, hariç ...

source: All Vendors
ar: جميع البائعين
de_de: Alle Verkäufer
es_es: Todos los vendedores
fr_fr: Tous les vendeurs
it_it: Tutti i Venditori
ms_my: Semua Penjual
nl_be: Alle Aanbieders
pt_pt: Todos os Vendedores
ru_ru: Все продавцы
sv_se: Alla Säljare
tr_tr: Tüm Tedarikçiler

source: All Vendors, Except...
ar: جميع البائعين ، باستثناء ...
de_de: Alle Anbieter, außer....
es_es: Todos los proveedores, excepto...
fr_fr: Tous les fournisseurs, sauf.....
it_it: Tutti i fornitori, tranne...
ms_my: Semua Penjual, Kecuali ...
nl_be: Alle Aanbieders, behalve...
pt_pt: Todos os fornecedores, exceto ...
ru_ru: Все продавцы, кроме ...
sv_se: Alla leverantörer, utom ...
tr_tr: Hariç tüm Satıcılar ...

source: Order Total and Delivery
ar: قيمة الطلب + رسوم التوصيل
de_de: Auftragssumme und Lieferung
es_es: Total del pedido y entrega
fr_fr: Total de la commande et livraison
it_it: Totale ordine e consegna
ms_my: Jumlah pesanan dan penghantaran
nl_be: Totaal bestelling en Levering
pt_pt: Total e entrega da encomenda
ru_ru: Заказ и доставка
sv_se: Beställ Totalt och Leverans
tr_tr: Sipariş Toplamı ve Teslimatı

source: Only on Order Total
ar: فقط على قيمة الطلب
de_de: Nur auf Bestellung Gesamt
es_es: Sólo en el total del pedido
fr_fr: Uniquement sur commande Total
it_it: Solo su ordinazione Totale
ms_my: Hanya pada Jumlah Pesanan
nl_be: Alleen op bestelling Totaal
pt_pt: Apenas no total do pedido
ru_ru: Только по порядку Всего
sv_se: Endast på Order Total
tr_tr: Sadece sipariş toplamında

source: Only on Order Delivery
ar: فقط على رسوم الطلب
de_de: Nur bei Bestellung Lieferung
es_es: Sólo en el momento de la entrega del pedido
fr_fr: Uniquement sur commande Livraison
it_it: Solo al momento della consegna dell'ordine
ms_my: Hanya pada Penghantaran Pesanan
nl_be: Alleen op bestelling Levering
pt_pt: Apenas na entrega do pedido
ru_ru: Только при заказе доставки
sv_se: Endast på beställningsleverans
tr_tr: Sadece Sipariş Teslimatı

source: Plus
ar: زائد
es_es: Más
it_it: Più
pt_pt: Mais
ru_ru: Плюс
tr_tr: Artı

source: Minus
ar: ناقص
es_es: Menos
fr_fr: Moins
it_it: Meno
ms_my: Tolak
nl_be: Menu
pt_pt: Menos
ru_ru: Минус
tr_tr: Eksi

source: Multiply
ar: تتضاعف
de_de: Multiplizieren
es_es: Multiplicar
fr_fr: Multiplié
it_it: Moltiplicazione
nl_be: Vermenigvuldig
pt_pt: Multiplicação
ru_ru: Умножить
sv_se: Multiplicera
tr_tr: Çoğalt

source: Back
ar: رجوع
de_de: Zurück
es_es: Volver
fr_fr: Retour
it_it: Indietro
ms_my: Undur
nl_be: Terug
pt_pt: Voltar
ru_ru: Назад
sv_se: Tillbaka
tr_tr: Geri

source: General
ar: عام
de_de: Allgemein
fr_fr: Général
it_it: Generale
ms_my: Am
nl_be: Algemeen
pt_pt: Geral
ru_ru: Общие
sv_se: Allmänt
tr_tr: Genel

source: Withdrawals
ar: السحوبات
de_de: Abhebungen
es_es: Retiros
fr_fr: Retraits
it_it: Prelievi
ms_my: Pengeluaran
nl_be: Onttrekkingen
pt_pt: Retiradas
ru_ru: Расходы
sv_se: uttag
tr_tr: Para çekme

source: Distances
ar: المسافات
de_de: Entfernungen
es_es: Distancias
it_it: Distanze
ms_my: Jarak
nl_be: Afstanden
pt_pt: Distâncias
ru_ru: Расстояния
sv_se: Avstånden
tr_tr: Mesafeler

source: Fees/Commission
ar: رسوم / عمولة
de_de: Gebühren/Kommission
es_es: Tarifas/Comisión
fr_fr: Honoraires/Commission
it_it: Onori/Commissione
ms_my: Yuran / Suruhanjaya
nl_be: Vergoedingen/Commissie
pt_pt: Taxas / Comissão
ru_ru: Плата / комиссия
sv_se: Avgifter / Commission
tr_tr: Ücret / Komisyon

source: Terms of Service
ar: شروط الخدمة
de_de: Nutzungsbedingungen
es_es: Términos de Servicio
fr_fr: Conditions d'utilisation
it_it: Termini di servizio
ms_my: Syarat Perkhidmatan
nl_be: Algemene voorwaarden
pt_pt: Termos de serviço
ru_ru: Условия использования
sv_se: Köpvillkor
tr_tr: Kullanım Şartları

source: Sender Name
ar: اسم المرسل
de_de: Absender Name
es_es: Nombre del Remitente
fr_fr: Nom de l’expéditeur
it_it: Nome mittente
ms_my: Nama pengirim
nl_be: Naam afzender
pt_pt: Nome do remetente
ru_ru: Имя отправителя
sv_se: Avsändarnamn
tr_tr: Gönderen adı

source: Sender Email
ar: ايميل المرسل
de_de: Absender E-Mail
es_es: Correo del Remitente
fr_fr: E-mail de l'expéditeur
it_it: Mittente
ms_my: E-mel Pengirim
nl_be: E-mail afzender
pt_pt: E-mail do remetente
ru_ru: E-mail отправителя
sv_se: Skicka e-post
tr_tr: Gönderen E-postası

source: Hello %1$s,
ar: مرحبًا %1$s
de_de: Hallo %1$s,
es_es: Hola %1$s,
fr_fr: Bonjour %1$s,
it_it: Ciao %1$s,
nl_be: Hallo %1$s,
pt_pt: Olá%1$s,
sv_se: Hej %1$s,
tr_tr: Merhaba %1$s

source: The order id %1$s, dated %2$s, status has been changed from completed to %3$s. The order total amount is %4$s.
ar: تم تغيير معرّف الطلب %1$s ، مؤرّخ %2$s ، الحالة من اكتمل إلى %3$s المبلغ الإجمالي للطلب هو %4$s
de_de: Die Auftrags-ID %1$s, datiert %2$s, Status wurde von abgeschlossen auf %3$s geändert. Der Gesamtbetrag der Bestellung beträgt %4$s.
es_es: El ID del pedido %1$s, con fecha %2$s, el estado se ha cambiado de completado a %3$s. El importe total del pedido es de %4$s.
fr_fr: L'identifiant de commande %1$s, daté %2$s, le statut a été changé de terminé à %3$s. Le montant total de la commande est de %4$s.
it_it: L'id dell'ordine %1$s, datato %2$s, è stato cambiato da completato a %3$s. L'importo totale dell'ordine è di %4$s.
ms_my: Id pesanan%1$s, bertarikh%2$s, status telah diubah dari selesai kepada%3$s. Jumlah jumlah pesanan ialah%4$s.
nl_be: De order id %1$s, gedateerd %2$s, status is gewijzigd van voltooid naar %3$s. Het totaalbedrag van de bestelling is %4$s.
pt_pt: O ID do pedido%1$s, com data de%2$s, o status foi alterado de concluído para%3$s. O valor total do pedido é de%4$s.
ru_ru: Идентификатор заказа %1$s, от %2$s, статус был изменен с до %3$s. Общая сумма заказа составляет %4$s.
sv_se: Order-id%1$s, daterad%2$s, status har ändrats från fullbordad till%3$s. Orderens totala belopp är%4$s.
tr_tr: %2$s tarihli %1$s sipariş durumu tamamlandı, %3$s olarak değiştirildi. Sipariş toplam tutarı %4$s.

source: Your new balance is %1$s. Please contact us via %2$s if you might need any clarification.
ar: رصيدك الجديد هو %1$s. يرجى الاتصال بنا عبر %2$s إذا كنت بحاجة إلى أي توضيح.
de_de: Dein neues Guthaben beträgt %1$s. Bitte kontaktieren Sie uns über %2$s, wenn Sie eine Klärung wünschen.
es_es: Su nuevo saldo es %1$s. Por favor contáctenos vía %2$s si necesita alguna aclaración.
fr_fr: Votre nouveau solde est de %1$s. Veuillez nous contacter via %2$s si vous avez besoin d'éclaircissements.
it_it: Il tuo nuovo saldo è %1$s. Vi preghiamo di contattarci via %2$s se avete bisogno di chiarimenti.
ms_my: Baki baru anda ialah%1$s. Sila hubungi kami melalui%2$s jika anda memerlukan sebarang penjelasan.
nl_be: Uw nieuwe saldo is %1$s. Neem contact met ons op via %2$s als u opheldering nodig heeft.
pt_pt: Seu novo saldo é%1$s. Entre em contato conosco por meio de%2$s, se precisar de algum esclarecimento.
ru_ru: Ваш новый баланс равен%1$s. Пожалуйста, свяжитесь с нами через%2$s, если вам может понадобиться какое-либо разъяснение.
sv_se: Ditt nya saldo är%1$s. Vänligen kontakta oss via%2$s om du kanske behöver något förtydligande.
tr_tr: Yeni bakiyeniz %1$s. Herhangi bir açıklamaya ihtiyacınız varsa, lütfen %2$s ile bize ulaşın.

source: Your order number %1$s, dated %2$s, has been marked as completed. Please take few moments and make a review on %3$s by clicking on the following link
ar: تم وضع علامة على رقم الطلب %1$s، مؤرّخ %2$s، على أنه مكتمل. يرجى قضاء لحظات قليلة وإجراء مراجعة على %3$s من خلال النقر على الرابط التالي
de_de: Deine Bestellnummer %1$s, datiert %2$s, wurde als erledigt markiert. Bitte nehmen Sie sich ein paar Minuten Zeit und machen Sie eine Bewertung von %3$s, indem Sie auf den folgenden Link klicken.
es_es: Su número de pedido %1$s, con fecha %2$s, ha sido marcado como completado. Por favor, tómese unos minutos y haga una reseña sobre %3$s haciendo clic en el siguiente enlace
fr_fr: Votre numéro de commande %1$s, daté %2$s, a été marqué comme terminé. Veuillez prendre quelques instants et faire une critique sur %3$s en cliquant sur le lien suivant
it_it: Il numero d'ordine %1$s, datato %2$s, è stato contrassegnato come completato. Prenditi qualche istante e fai una recensione su %3$s cliccando sul seguente link
ms_my: Nombor pesanan anda%1$s, bertarikh%2$s, ditandakan sebagai selesai. Sila ambil beberapa saat dan buat semakan pada%3$s dengan mengklik pada pautan berikut
nl_be: Uw ordernummer %1$s, gedateerd %2$s, is gemarkeerd als voltooid. Neem even de tijd om een recensie te maken over %3$s door op de volgende link te klikken
pt_pt: O seu número de pedido%1$s, com data de%2$s, foi marcado como concluído. Por favor, tire alguns minutos e faça uma revisão em%3$s clicando no link a seguir
ru_ru: Ваш номер заказа%1$s, от%2$s, был отмечен как завершенный. Пройдите несколько минут и просмотрите%3$s, нажав на следующую ссылку
sv_se: Ditt beställningsnummer%1$s, daterat%2$s, har markerats som färdigt. Vänligen ta några ögonblick och gör en recension på%3$s genom att klicka på följande länk
tr_tr: %2$s tarihli %1$s sipariş numaranız tamamlandı olarak işaretlendi. Lütfen birkaç dakikanızı ayırın ve aşağıdaki bağlantıyı tıklayarak %3$s üzerinde bir değerlendirme yapın.

source: Congratulations of been a part of our community. You can start selling by posting your products from your dashboard
ar: تهانينا لكونك جزءًا من مجتمعنا. يمكنك البدء في البيع عن طريق نشر منتجاتك من لوحة المعلومات
de_de: Herzlichen Glückwunsch, dass du ein Teil unserer Gemeinschaft warst. Sie können mit dem Verkauf beginnen, indem Sie Ihre Produkte über Ihr Dashboard veröffentlichen.
es_es: Felicitaciones por haber sido parte de nuestra comunidad. Puede empezar a vender publicando sus productos desde su panel de control
fr_fr: Félicitations d'avoir fait partie de notre communauté. Vous pouvez commencer à vendre en affichant vos produits à partir de votre tableau de bord.
it_it: Congratulazioni per aver fatto parte della nostra comunità. Puoi iniziare a vendere pubblicando i tuoi prodotti dal tuo cruscotto
ms_my: Tahniah menjadi sebahagian daripada komuniti kami. Anda boleh mula menjual dengan menyiarkan produk anda dari papan pemuka anda
nl_be: Gefeliciteerd met het feit dat we deel uitmaakten van onze gemeenschap. U kunt beginnen met verkopen door uw producten vanaf uw dashboard te plaatsen
pt_pt: Parabéns por fazer parte da nossa comunidade. Você pode começar a vender postando seus produtos no seu painel
ru_ru: Поздравления были частью нашего сообщества. Вы можете начать продавать, разместив свои продукты на панели управления
sv_se: Grattis till att vara en del av vårt samhälle. Du kan börja sälja genom att skicka dina produkter från din instrumentpanel
tr_tr: Topluluğumuzun bir parçası olduğun için tebrikler. Ürünlerinizi kontrol panelinizden yayınlayarak satış yapmaya başlayabilirsiniz.

source: Your selling privileges status will be activated shortly by one of our website editors. You will be notified on any updates.
ar: سيتم تفعيل حالة امتيازات البيع الخاصة بك قريباً بواسطة أحد المحررين على موقعنا. سيتم إخطارك على أي تحديثات.
de_de: Ihr Verkaufsstatus wird in Kürze von einem unserer Website-Redakteure aktiviert. Sie werden über alle Updates informiert.
es_es: El estado de sus privilegios de venta será activado en breve por uno de nuestros editores del sitio web. Se le notificará de cualquier actualización.
fr_fr: Votre statut de privilège de vente sera activé sous peu par l'un de nos éditeurs de site web. Vous serez informé de toute mise à jour.
it_it: Lo stato dei tuoi privilegi di vendita sarà attivato a breve da uno dei nostri redattori del sito web. Sarai avvisato di eventuali aggiornamenti.
ms_my: Status keistimewaan jualan anda akan diaktifkan tidak lama lagi oleh salah seorang editor laman web kami. Anda akan dimaklumkan pada sebarang kemas kini.
nl_be: Uw status van verkoopprivileges wordt binnenkort geactiveerd door een van onze website-redacteuren. U wordt op de hoogte gehouden van eventuele updates.
pt_pt: Seu status de privilégios de venda será ativado em breve por um dos editores do nosso site. Você será notificado sobre quaisquer atualizações.
ru_ru: Ваш статус привилегий продажи будет активирован в ближайшее время одним из наших редакторов веб-сайта. Вы будете уведомлены о любых обновлениях.
sv_se: Din status för försäljningstillstånd aktiveras inom kort av en av våra webbplatsredaktörer. Du kommer att bli underrättad om eventuella uppdateringar.
tr_tr: Satış ayrıcalıkları durumunuz, web sitesi editörlerimizden biri tarafından kısa bir süre aktif hale getirilecektir. Herhangi bir güncellemede size bildirilecektir.

source: Vendor details:
ar: تفاصيل البائع:
de_de: Lieferantendetails:
es_es: Detalles del proveedor:
fr_fr: Détails du fournisseur :
it_it: Dettagli del venditore:
ms_my: Butiran vendor:
nl_be: Verkoper details:
pt_pt: Detalhes do fornecedor:
ru_ru: Информация о продавце:
sv_se: Leverantörsinformation:
tr_tr: Satıcı detayları:

source: Email:
ar: البريد الإلكتروني:
ms_my: E-mel:
sv_se: E-post:
tr_tr: E-Posta:

source: First Name:
ar: الاسم الأول:
de_de: Vorname:
es_es: Nombre:
fr_fr: Prénom :
it_it: Nome:
ms_my: Nama pertama:
nl_be: Voornaam:
pt_pt: Primeiro nome:
ru_ru: Имя:
sv_se: Förnamn:
tr_tr: Adınız:

source: Last Name:
ar: الاسم الأخير:
de_de: Nachname:
es_es: Apellido:
fr_fr: Nom :
it_it: Cognome:
ms_my: Nama terakhir:
nl_be: Familienaam:
pt_pt: Último nome:
ru_ru: Фамилия:
sv_se: Efternamn:
tr_tr: Soyadınız:
