Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: If this field is selected, the vendor shop's open/close timing options will not be available and vendors will have to manually change their status to 'online' to receive orders. This will insure that vendors are available to process orders once they are received. However, vendors can also change their status manually even if this option is not selected.
ar: إذا تم تحديد هذا الحقل ، فلن تكون خيارات توقيت فتح / إغلاق متجر البائع متوفرة وسيتعين على البائعين تغيير حالتها يدويًا إلى &quot;عبر الإنترنت&quot; لتلقي الطلبات. هذا سيضمن أن البائعين متاحين لمعالجة الطلبات بمجرد استلامها. ومع ذلك ، يمكن للموردين أيضًا تغيير حالتها يدويًا حتى إذا لم يتم تحديد هذا الخيار.
de_de: Wenn dieses Feld markiert ist, sind die Öffnungszeiten des Lieferantenshops nicht verfügbar und die Lieferanten müssen ihren Status manuell auf "online" ändern, um Bestellungen zu erhalten. Dadurch wird sichergestellt, dass die Lieferanten nach Erhalt der Aufträge für die Bearbeitung zur Verfügung stehen. Lieferanten können ihren Status jedoch auch manuell ändern, auch wenn diese Option nicht aktiviert ist.
es_es: Si se selecciona este campo, las opciones de apertura y cierre de la tienda del vendedor no estarán disponibles y los vendedores tendrán que cambiar manualmente su estado a "online" para recibir pedidos. Esto asegurará que los proveedores estén disponibles para procesar los pedidos una vez que se reciban. Sin embargo, los proveedores también pueden modificar su status manualmente aunque esta opción no esté seleccionada.
fr_fr: Si ce champ est sélectionné, les options d'ouverture/fermeture de la boutique du vendeur ne seront pas disponibles et les vendeurs devront changer manuellement leur statut à " en ligne " pour recevoir les commandes. Cela permettra de s'assurer que les fournisseurs sont disponibles pour traiter les commandes une fois qu'elles sont reçues. Toutefois, les fournisseurs peuvent également modifier leur statut manuellement, même si cette option n'est pas sélectionnée.
it_it: Se si seleziona questo campo, le opzioni di apertura/chiusura del negozio non saranno disponibili e i venditori dovranno cambiare manualmente il loro stato in "online" per ricevere gli ordini. Questo assicurerà che i fornitori siano disponibili a elaborare gli ordini una volta ricevuti. Tuttavia, i venditori possono anche cambiare manualmente il loro stato, anche se questa opzione non è selezionata.
ms_my: Sekiranya bidang ini dipilih, pilihan masa buka / tutup kedai vendor tidak akan tersedia dan vendor perlu menukar secara manual statusnya secara &#39;online&#39; untuk menerima pesanan. Ini akan memastikan bahawa vendor tersedia untuk memproses pesanan sebaik sahaja ia diterima. Bagaimanapun, vendor juga boleh menukar status mereka secara manual walaupun pilihan ini tidak dipilih.
nl_be: Als dit veld wordt geselecteerd, zijn de opties voor open/sluit timing van de winkel niet beschikbaar en moeten aanbieders hun status handmatig wijzigen in 'online' om orders te ontvangen. Dit zal ervoor zorgen dat de verkopers beschikbaar zijn om orders te verwerken zodra zij worden ontvangen. Verkopers kunnen hun status echter ook handmatig wijzigen, zelfs als deze optie niet is geselecteerd.
pt_pt: Se este campo for selecionado, as opções de tempo de abertura / fechamento da loja do fornecedor não estarão disponíveis e os fornecedores terão que alterar manualmente seu status para &#39;online&#39; para receber pedidos. Isso garantirá que os fornecedores estejam disponíveis para processar pedidos assim que forem recebidos. No entanto, os fornecedores também podem alterar seu status manualmente, mesmo se essa opção não estiver selecionada.
ru_ru: Если это поле выбрано, параметры выбора времени открытия / закрытия магазина продавца не будут доступны, и поставщикам придется вручную изменить свой статус на «онлайн» для получения заказов. Это гарантирует, что поставщики смогут обрабатывать заказы после их получения. Тем не менее, поставщики также могут изменять свой статус вручную, даже если этот параметр не выбран.
sv_se: Om det här fältet är valt kommer leverantörens öppna / stänga timingalternativ inte att vara tillgängliga och leverantörer måste manuellt byta status till &quot;online&quot; för att få order. Detta kommer att försäkra att leverantörer är tillgängliga för att behandla order när de har tagits emot. Säljare kan även ändra sin status manuellt även om det här alternativet inte är valt.
tr_tr: Bu alan seçilirse, satıcının açık / kapalı zamanlama seçenekleri kullanılamaz ve satıcılar siparişlerini almak için durumlarını manuel olarak &quot;çevrimiçi&quot; olarak değiştirmelidir. Bu, satıcıların, alındıktan sonra siparişleri işleme koymalarını temin edecektir. Ancak, satıcılar bu seçenek seçilmese bile durumlarını manuel olarak değiştirebilir.

source: If the above option is selected, the system will ignore the vendor's shop timing data and make the vendor's original status to 'offline' until they manually change it to 'online'. However, vendors can manually change their original status for a specific time. In that case, enter the time the system should wait before returning the vendor status to its original status if the vendor has closed or navigated away from your website. This is helpful when you wish to make sure that the vendor is really online to receive and process orders.
ar: في حالة تحديد الخيار أعلاه ، سيتجاهل النظام بيانات توقيت متجر البائع ويجعل الحالة الأصلية للمورد &quot;غير متصلة&quot; حتى يتم تغييرها يدويًا إلى &quot;عبر الإنترنت&quot;. ومع ذلك ، يمكن للموردين تغيير حالتها الأصلية يدويًا لفترة زمنية محددة. في هذه الحالة ، أدخل الوقت الذي يجب أن ينتظره النظام قبل إرجاع حالة البائع إلى حالته الأصلية إذا كان البائع قد أغلق أو ابتعد عن موقع الويب الخاص بك. يعد ذلك مفيدًا عندما ترغب في التأكد من أن البائع متصل حقًا لاستلام الطلبات ومعالجتها.
de_de: Wenn die obige Option ausgewählt ist, ignoriert das System die Shop-Timing-Daten des Lieferanten und setzt den ursprünglichen Status des Lieferanten auf "offline", bis er ihn manuell auf "online" ändert. Lieferanten können jedoch ihren ursprünglichen Status für einen bestimmten Zeitpunkt manuell ändern. Geben Sie in diesem Fall die Zeit ein, die das System warten soll, bevor es den Lieferantenstatus in seinen ursprünglichen Zustand zurückversetzt, wenn der Lieferant geschlossen oder von Ihrer Website weg navigiert hat. Dies ist hilfreich, wenn Sie sicherstellen möchten, dass der Lieferant wirklich online ist, um Bestellungen zu empfangen und zu bearbeiten.
es_es: Si se selecciona la opción anterior, el sistema ignorará los datos de cronometraje de la tienda del vendedor y hará que el estado original del vendedor sea "offline" hasta que lo cambie manualmente a "online". Sin embargo, los proveedores pueden modificar manualmente su status original durante un tiempo específico. En ese caso, introduzca el tiempo que el sistema debería esperar antes de devolver el status de proveedor a su status original si el proveedor ha cerrado o se ha alejado de su página web. Esto es útil cuando se desea asegurarse de que el proveedor está realmente en línea para recibir y procesar pedidos.
fr_fr: Si l'option ci-dessus est sélectionnée, le système ignorera les données de chronométrage de l'atelier du fournisseur et mettra le statut d'origine du fournisseur sur " offline " jusqu'à ce qu'il le change manuellement sur " en ligne ". Toutefois, les fournisseurs peuvent modifier manuellement leur statut d'origine pour une période donnée. Dans ce cas, saisissez le temps que le système doit attendre avant de rétablir le statut d'origine du fournisseur si celui-ci a fermé ou s'est éloigné de votre site Web. Ceci est utile lorsque vous souhaitez vous assurer que le fournisseur est réellement en ligne pour recevoir et traiter les commandes.
it_it: Se l'opzione di cui sopra è selezionata, il sistema ignorerà i dati di cronometraggio del negozio del venditore e renderà lo stato originale del venditore "offline" fino a quando non lo cambieranno manualmente in "online". Tuttavia, i fornitori possono modificare manualmente il loro stato originale per un determinato periodo di tempo. In tal caso, inserire il tempo che il sistema dovrebbe attendere prima di riportare lo stato del venditore al suo stato originale se il venditore ha chiuso o si è allontanato dal tuo sito web. Questo è utile quando si desidera assicurarsi che il fornitore sia davvero online per ricevere ed elaborare gli ordini.
ms_my: Jika pilihan di atas dipilih, sistem akan mengabaikan data waktu kedai vendor dan membuat status asal vendor ke &#39;offline&#39; sehingga mereka secara manual mengubahnya ke &#39;online&#39;. Walau bagaimanapun, vendor boleh menukar status asalnya secara manual untuk masa tertentu. Dalam hal ini, masukkan waktu yang perlu menunggu sebelum memulangkan status vendor ke status asalnya jika vendor telah ditutup atau dialihkan dari laman web anda. Ini berguna apabila anda ingin memastikan bahawa vendor benar-benar dalam talian untuk menerima dan memproses pesanan.
nl_be: Als de bovenstaande optie is geselecteerd, zal het systeem de winkeltiminggegevens van de verkoper negeren en de oorspronkelijke status van de verkoper op 'offline' zetten totdat deze handmatig wordt gewijzigd in 'online'. Verkopers kunnen echter hun oorspronkelijke status voor een bepaalde tijd handmatig wijzigen. Voer in dat geval de tijd in waarop het systeem moet wachten vooraleer de status van de aanbieder terug te zetten naar de oorspronkelijke status als de aanbieder uw website heeft gesloten of van uw website is genavigeerd. Dit is handig wanneer u er zeker van wilt zijn dat de verkoper echt online is om bestellingen te ontvangen en te verwerken.
pt_pt: Se a opção acima estiver selecionada, o sistema irá ignorar os dados de tempo da loja do fornecedor e tornar o status original do fornecedor &#39;offline&#39; até que seja alterado manualmente para &#39;online&#39;. No entanto, os fornecedores podem alterar manualmente seu status original por um período específico. Nesse caso, insira o tempo que o sistema deve aguardar antes de devolver o status do fornecedor ao status original, caso o fornecedor tenha fechado ou navegado para fora do seu site. Isso é útil quando você deseja ter certeza de que o fornecedor está realmente online para receber e processar pedidos.
ru_ru: Если выбрана опция выше, система будет игнорировать данные о сроках поставки поставщика и сделать исходный статус поставщика «отключенным», пока они вручную не изменят его на «онлайн». Однако поставщики могут вручную изменить свой первоначальный статус на определенное время. В этом случае введите время ожидания системы, прежде чем вернуть статус поставщика в исходное состояние, если поставщик закрыл или переместился с вашего сайта. Это полезно, если вы хотите убедиться, что поставщик действительно онлайн, чтобы получать и обрабатывать заказы.
sv_se: Om alternativet ovan är valt ignorerar systemet säljarens timingdata och gör leverantörens ursprungliga status till &quot;offline&quot; tills de manuellt ändras till &quot;online&quot;. Säljare kan dock manuellt ändra sin ursprungliga status för en viss tid. I så fall anger du den tid som systemet ska vänta innan du skickar återförsäljarstatus till sin ursprungliga status om försäljaren har stängt eller navigerat bort från din webbplats. Det här är till hjälp när du vill se till att säljaren verkligen är online för att ta emot och behandla order.
tr_tr: Yukarıdaki seçenek seçilirse, sistem satıcının alışveriş zamanlama verilerini göz ardı eder ve satıcının orijinal durumunu &quot;çevrimiçi&quot; olarak değiştirene kadar &quot;çevrimdışı&quot; durumuna getirir. Ancak, satıcılar orijinal durumlarını belirli bir süre için el ile değiştirebilir. Bu durumda, satıcı sitenin kapandığında veya sitenizden ayrılırsa, satıcı durumunu orijinal durumuna döndürmeden önce sistemin beklemesi gereken süreyi girin. Bu, satıcının siparişleri almak ve işlemek için gerçekten çevrimiçi olduğundan emin olmak istediğinizde yararlıdır.

source: Featured products will appear to users when they click the main search button.
ar: ستظهر المنتجات المميزة للمستخدمين عند النقر على زر البحث الرئيسي.
de_de: Die vorgestellten Produkte werden den Benutzern angezeigt, wenn sie auf die Hauptsuchschaltfläche klicken.
es_es: Los productos destacados aparecerán para los usuarios cuando hagan clic en el botón de búsqueda principal.
fr_fr: Les produits vedettes apparaîtront aux utilisateurs lorsqu'ils cliqueront sur le bouton de recherche principal.
it_it: I prodotti in primo piano appariranno agli utenti quando cliccheranno sul pulsante di ricerca principale.
ms_my: Produk yang disasarkan akan muncul kepada pengguna apabila mereka mengklik butang carian utama.
nl_be: Aanbevolen producten verschijnen voor gebruikers wanneer zij op de hoofdzoekknop klikken.
pt_pt: Os produtos em destaque aparecerão para os usuários quando eles clicarem no botão de pesquisa principal.
ru_ru: Избранные продукты появятся пользователям, когда они нажмут кнопку основного поиска.
sv_se: Utvalda produkter kommer att visas för användare när de klickar på huvudsökningsknappen.
tr_tr: Öne çıkan ürünler, kullanıcılara ana arama düğmesini tıkladığında görünecektir.

source: Featured vendors will appear to users when they click the main search button.
ar: سيظهر الموردون المميزون للمستخدمين عند النقر على زر البحث الرئيسي.
de_de: Die vorgestellten Anbieter werden den Benutzern angezeigt, wenn sie auf die Hauptsuchschaltfläche klicken.
es_es: Los proveedores destacados aparecerán a los usuarios cuando hagan clic en el botón de búsqueda principal.
fr_fr: Les vendeurs en vedette apparaîtront aux utilisateurs lorsqu'ils cliqueront sur le bouton de recherche principal.
it_it: I fornitori in primo piano appariranno agli utenti quando cliccheranno sul pulsante di ricerca principale.
ms_my: Penjual yang ditampilkan akan muncul kepada pengguna apabila mereka mengklik butang carian utama.
nl_be: Aanbevolen aanbieders verschijnen voor de gebruikers wanneer zij op de hoofdzoekknop klikken.
pt_pt: Os fornecedores em destaque aparecerão para os usuários quando clicarem no botão de pesquisa principal.
ru_ru: Избранные поставщики появятся пользователям, когда они нажмут кнопку основного поиска.
sv_se: Utvalda leverantörer kommer att visas för användare när de klickar på huvudsökningsknappen.
tr_tr: Öne çıkan satıcılar, kullanıcılara ana arama düğmesini tıkladığında görünecek.

source: Select this field to automatically create withdrawal requests for vendors after their orders statuses change to completed.
ar: حدد هذا الحقل لإنشاء طلبات السحب للموردين تلقائيًا بعد تغيير حالات طلباتهم إلى حالتها.
de_de: Markieren Sie dieses Feld, um automatisch Auszahlungsanträge für Lieferanten zu erstellen, nachdem deren Auftragsstatus auf abgeschlossen geändert wurde.
es_es: Seleccione este campo para crear automáticamente solicitudes de retirada de fondos para proveedores después de que los status de sus pedidos cambien a completado.
fr_fr: Sélectionnez cette zone pour créer automatiquement des demandes de prélèvement pour les fournisseurs une fois que leur statut de commande est terminé.
it_it: Selezionare questo campo per creare automaticamente richieste di prelievo per i venditori dopo che gli stati dei loro ordini sono passati al completamento.
ms_my: Pilih medan ini untuk membuat permintaan pengeluaran secara automatik untuk penjual selepas status pesanan mereka berubah menjadi selesai.
nl_be: Selecteer dit veld om automatisch geldopnameverzoeken voor aanbieders te maken nadat de status van hun bestelling naar voltooid is gewijzigd.
pt_pt: Selecione este campo para criar automaticamente solicitações de retirada para fornecedores depois que os status de seus pedidos forem alterados para concluídos.
ru_ru: Выберите это поле, чтобы автоматически создавать запросы на вывод средств для поставщиков после того, как их статус заказов изменится на завершенные.
sv_se: Markera det här fältet för att automatiskt skapa uttagsbegäranden för leverantörer när deras orderstatus ändras till slutfört.
tr_tr: Satıcılar için sipariş durumları değiştikten sonra otomatik olarak çekilme istekleri oluşturmak için bu alanı seçin.

source: If you wish to pay a withdrawal request directly from the %1$s page with one click using "PayPal" Payouts, please enter your "PayPal App ClientId". Click %2$s if you need instructions on creating a "PayPal REST App".
ar: إذا كنت ترغب في دفع طلب سحب مباشرة من صفحة %1$s بنقرة واحدة باستخدام دفعات &quot;PayPal&quot; ، فالرجاء إدخال &quot;PayPal App ClientId&quot; الخاص بك. انقر على %2$s إذا كنت تحتاج إلى تعليمات حول إنشاء &quot;تطبيق PayPal REST&quot;.
de_de: Wenn Sie eine Auszahlungsanforderung direkt von der %1$s-Seite mit einem Klick über "PayPal" Auszahlungen bezahlen möchten, geben Sie bitte Ihre "PayPal App ClientId" ein. Klicken Sie auf %2$s, wenn Sie Anweisungen zur Erstellung einer "PayPal REST App" benötigen.
es_es: Si desea pagar una solicitud de retiro directamente desde la página de %1$s con un solo clic usando los pagos de "PayPal", por favor ingrese su "PayPal App ClientId". Haga clic en %2$s si necesita instrucciones para crear una "Aplicación REST de PayPal".
fr_fr: Si vous souhaitez payer une demande de retrait directement à partir de la page %1$s en un seul clic en utilisant les paiements "PayPal", veuillez entrer votre "PayPal App ClientId". Cliquez sur %2$s si vous avez besoin d'instructions pour créer une "PayPal REST App".
it_it: Se desideri pagare una richiesta di prelievo direttamente dalla pagina %1$s con un solo clic su "PayPal" Payouts, inserisci la tua "PayPal App ClientId". Clicca su %2$s se hai bisogno di istruzioni per creare una "PayPal REST App".
ms_my: Jika anda ingin membayar permintaan pengeluaran secara langsung dari halaman%1$s dengan satu klik menggunakan PayPal &quot;Payouts, sila masukkan&quot; PayPal App ClientId &quot;anda. Klik%2$s jika anda memerlukan arahan untuk membuat &quot;PayPal REST App&quot;.
nl_be: Als u een opnameverzoek direct vanaf de %1$s pagina wilt betalen met één klik met behulp van "PayPal" Payouts, vul dan uw "PayPal App ClientId" in. Klik op %2$s als u instructies nodig heeft voor het maken van een "PayPal REST App".
pt_pt: Se você deseja pagar uma solicitação de saque diretamente da página%1$s com um clique usando os pagamentos do &quot;PayPal&quot;, insira seu &quot;PayPalIdde cliente do aplicativo&quot;. Clique em%2$s se precisar de instruções sobre como criar um &quot;PayPal REST App&quot;.
ru_ru: Если вы хотите оплатить заявку на вывод средств непосредственно со страницы%1$s одним щелчком мыши с использованием выплат PayPal, введите свой «PayPal App ClientId». Нажмите%2$s, если вам нужны инструкции по созданию «приложения для защиты от PayPal».
sv_se: Om du vill betala en begäran om uttag direkt från sidan%1$s med ett klick med &quot;PayPal&quot; -betalningar, ange din &quot;PayPal App ClientId&quot;. Klicka på%2$s om du behöver instruktioner om hur du skapar en &quot;PayPal REST App&quot;.
tr_tr: &quot;PayPal&quot; Ödemelerini kullanarak tek bir tıklamayla doğrudan %1$s sayfasından para çekme talebinde bulunmak istiyorsanız, lütfen &quot;PayPal Uygulama İstemcisi&quot; nizi girin. &quot;PayPal REST Uygulaması&quot; oluşturma hakkında talimatlara ihtiyacınız varsa %2$s seçeneğini tıklayın.

source: If you wish to pay a withdrawal request directly from the %1$s page with one click using "PayPal" Payouts, please enter your "PayPal App ClientSecret". Click %2$s if you need instructions on creating a "PayPal REST App".
ar: إذا كنت ترغب في دفع طلب سحب مباشرة من صفحة %1$s بنقرة واحدة باستخدام دفعات &quot;PayPal&quot; ، يرجى إدخال &quot;PayPal App ClientSecret&quot; الخاص بك. انقر على %2$s إذا كنت تحتاج إلى تعليمات حول إنشاء &quot;تطبيق PayPal REST&quot;.
de_de: Wenn Sie eine Auszahlungsanforderung direkt von der %1$s-Seite mit einem Klick über "PayPal" Auszahlungen bezahlen möchten, geben Sie bitte Ihre "PayPal App ClientSecret" ein. Klicken Sie auf %2$s, wenn Sie Anweisungen zur Erstellung einer "PayPal REST App" benötigen.
es_es: Si desea pagar una solicitud de retiro directamente desde la página de %1$s con un solo clic usando los pagos de "PayPal", por favor ingrese su "PayPal App ClientSecret". Haga clic en %2$s si necesita instrucciones para crear una "Aplicación REST de PayPal".
fr_fr: Si vous souhaitez payer une demande de retrait directement à partir de la page %1$s en un seul clic en utilisant "PayPal" Paiements, veuillez entrer votre "PayPal App ClientSecret". Cliquez sur %2$s si vous avez besoin d'instructions pour créer une "PayPal REST App".
it_it: Se si desidera pagare una richiesta di prelievo direttamente dalla pagina %1$s con un solo clic su "PayPal" Payouts, inserisci la tua "PayPal App ClientSecret". Clicca su %2$s se hai bisogno di istruzioni per creare una "PayPal REST App".
ms_my: Jika anda ingin membayar permintaan pengeluaran terus dari halaman%1$s dengan satu klik menggunakan PayPal &quot;Payouts, sila masukkan&quot; PayPal App ClientSecret &quot;anda. Klik%2$s jika anda memerlukan arahan untuk membuat &quot;PayPal REST App&quot;.
nl_be: Als u een opnameverzoek direct vanaf de %1$s pagina wilt betalen met één klik met behulp van "PayPal" Payouts, vul dan uw "PayPal App ClientSecret" in. Klik op %2$s als u instructies nodig heeft voor het maken van een "PayPal REST App".
pt_pt: Se você deseja pagar uma solicitação de saque diretamente da página%1$s com um clique usando pagamentos &quot;PayPal&quot;, insira seu &quot;PayPalSecret de aplicativo do PayPal&quot;. Clique em%2$s se precisar de instruções sobre como criar um &quot;PayPal REST App&quot;.
ru_ru: Если вы хотите оплатить запрос на снятие средств непосредственно с страницы%1$s одним щелчком мыши, используя выплаты PayPal, введите свой «PayPal App ClientSecret». Нажмите%2$s, если вам нужны инструкции по созданию «приложения для защиты от PayPal».
sv_se: Om du vill betala en begäran om uttag direkt från sidan%1$s med ett klick med &quot;PayPal&quot; -betalningar, ange din &quot;PayPal App ClientSecret&quot;. Klicka på%2$s om du behöver instruktioner om hur du skapar en &quot;PayPal REST App&quot;.
tr_tr: &quot;PayPal&quot; Ödemelerini kullanarak tek bir tıklama ile doğrudan %1$s sayfasından para çekme talebinde bulunmak istiyorsanız, lütfen &quot;PayPal App ClientSecret&quot; inizi girin. &quot;PayPal REST Uygulaması&quot; oluşturma hakkında talimatlara ihtiyacınız varsa %2$s seçeneğini tıklayın.
