Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: Norsani highly depends on WooCommrce plugin which could not be automatically activated. Please activate WooCommerce manually and try again.
ar: يعتمد Norsani بشكل كبير على البرنامج المساعد WooCommrce الذي لا يمكن تفعيله تلقائيًا. يرجى تفعيل WooCommerce يدويًا وإعادة المحاولة.
de_de: Norsani ist stark abhängig vom WooCommrce-Plugin, das nicht automatisch aktiviert werden konnte. Bitte aktivieren Sie WooCommerce manuell und versuchen Sie es erneut.
es_es: Norsani depende en gran medida del plugin WooCommrce que no puede ser activado automáticamente. Por favor activa WooCommerce manualmente e inténtalo de nuevo.
fr_fr: Norsani dépend fortement du plugin WooCommrce qui n'a pas pu être activé automatiquement. Veuillez activer WooCommerce manuellement et réessayer.
it_it: Norsani dipende molto dal plugin WooCommrce che non può essere attivato automaticamente. Attivare WooCommerce manualmente e riprovare.
ms_my: Norsani sangat bergantung pada plugin WooCommrce yang tidak dapat diaktifkan secara automatik. Sila aktifkan WooCommerce secara manual dan cuba lagi.
nl_be: Norsani is sterk afhankelijk van de plugin van WooCommrce, die niet automatisch kon worden geactiveerd. Activeer WooCommerce handmatig en probeer het opnieuw.
pt_pt: O Norsani depende muito do plugin WooCommrce que não pode ser ativado automaticamente. Por favor ative o WooCommerce manualmente e tente novamente.
ru_ru: Norsani сильно зависит от плагина WooCommrce, который не может быть автоматически активирован. Пожалуйста, активируйте WooCommerce вручную и повторите попытку.
sv_se: Norsani beror mycket på WooCommrce-plugin som inte automatiskt kunde aktiveras. Vänligen aktivera WooCommerce manuellt och försök igen.
tr_tr: Norsani, otomatik olarak etkinleştirilemeyen WooCommrce eklentisine bağlı. Lütfen WooCommerce&#39;i manuel olarak etkinleştirin ve tekrar deneyin.

source: Norsani Install Error
ar: تثبيت برنامج نورسي
de_de: Norsani Installationsfehler
es_es: Error de instalación de Norsani
fr_fr: Erreur d'installation de Norsani
it_it: Errore di installazione Norsani
ms_my: Ralat Pemasangan Norsani
nl_be: Norsani Installatiefout
pt_pt: Erro de Instalação do Norsani
ru_ru: Ошибка установки Norsani
sv_se: Norsani Installationsfel
tr_tr: Norsani Yükleme Hatası

source: Norsani highly depends on the 'WooCommrce' plugin which we couldn't automatically install and activate. Please install and activate 'WooCommerce' manually and try again.
ar: يعتمد Norsani بشكل كبير على المكوّن الإضافي &quot;WooCommrce&quot; الذي لم نتمكن من تثبيته وتنشيطه تلقائيًا. الرجاء تثبيت وتنشيط &quot;WooCommerce&quot; يدويًا وإعادة المحاولة.
de_de: Norsani hängt sehr stark vom'WooCommrce'-Plugin ab, das wir nicht automatisch installieren und aktivieren konnten. Bitte installieren und aktivieren Sie'WooCommerce' manuell und versuchen Sie es erneut.
es_es: Norsani depende en gran medida del plugin'WooCommrce' que no pudimos instalar y activar automáticamente. Por favor, instala y activa'WooCommerce' manualmente e inténtalo de nuevo.
fr_fr: Norsani dépend fortement du plugin'WooCommrce' que nous n'avons pas pu installer et activer automatiquement. Veuillez installer et activer'WooCommerce' manuellement et réessayer.
it_it: Norsani dipende molto dal plugin "WooCommrce" che non abbiamo potuto installare e attivare automaticamente. Si prega di installare e attivare 'WooCommerce' manualmente e riprovare.
ms_my: Norsani sangat bergantung pada plugin &#39;WooCommrce&#39; yang kami tidak dapat memasang dan mengaktifkan secara automatik. Sila pasang dan aktifkan &#39;WooCommerce&#39; secara manual dan cuba lagi.
nl_be: Norsani is sterk afhankelijk van de 'WooCommrce'-plugin, die we niet automatisch konden installeren en activeren. Installeer en activeer 'WooCommerce' handmatig en probeer het opnieuw.
pt_pt: Norsani depende muito do plugin &#39;WooCommrce&#39; que não pudemos instalar e ativar automaticamente. Por favor, instale e ative o &#39;WooCommerce&#39; manualmente e tente novamente.
ru_ru: Norsani сильно зависит от плагина WooCommrce, который мы не можем автоматически установить и активировать. Пожалуйста, установите и активируйте «WooCommerce» вручную и повторите попытку.
sv_se: Norsani beror mycket på pluginprogrammet &quot;WooCommrce&quot; som vi inte automatiskt skulle kunna installera och aktivera. Installera och aktivera &quot;WooCommerce&quot; manuellt och försök igen.
tr_tr: Norsani, otomatik olarak yükleyemediğimiz ve etkinleştiremediğimiz &#39;WooCommrce&#39; eklentisine bağlı. Lütfen &#39;WooCommerce&#39; uygulamasını manuel olarak yükleyin ve etkinleştirin ve tekrar deneyin.

source: Norsani highly depends on WooCommrce plugin which could not be automatically installed and activated. Please install and actiavte WooCommerce manually and try again.
ar: يعتمد Norsani بشكل كبير على البرنامج المساعد WooCommrce الذي لا يمكن تثبيته وتنشيطه تلقائيًا. الرجاء تثبيت و actiavte WooCommerce يدوياً وحاول مرة أخرى.
de_de: Norsani ist stark abhängig vom WooCommrce-Plugin, das nicht automatisch installiert und aktiviert werden konnte. Bitte installieren und aktivieren Sie WooCommerce manuell und versuchen Sie es erneut.
es_es: Norsani depende en gran medida del plugin WooCommrce que no puede ser instalado y activado automáticamente. Por favor, instale y active WooCommerce manualmente e inténtelo de nuevo.
fr_fr: Norsani dépend fortement du plugin WooCommrce qui n'a pas pu être installé et activé automatiquement. Veuillez installer et activer WooCommerce manuellement et réessayer.
it_it: Norsani dipende molto dal plugin WooCommrce che non può essere installato e attivato automaticamente. Si prega di installare e attivare WooCommerce manualmente e riprovare.
ms_my: Norsani sangat bergantung pada plugin WooCommrce yang tidak dapat dipasang secara automatik dan diaktifkan. Sila pasang dan bertindakkan WooCommerce secara manual dan cuba lagi.
nl_be: Norsani is sterk afhankelijk van de plugin van WooCommrce, die niet automatisch kon worden geïnstalleerd en geactiveerd. Gelieve te installeren en actiavte WooCommerce handmatig en probeer het opnieuw.
pt_pt: O Norsani depende muito do plugin WooCommrce, que não pode ser instalado e ativado automaticamente. Por favor, instale e ative o WooCommerce manualmente e tente novamente.
ru_ru: Norsani сильно зависит от плагина WooCommrce, который не может быть автоматически установлен и активирован. Установите и активируйте WooCommerce вручную и повторите попытку.
sv_se: Norsani beror mycket på WooCommrce-plugin som inte automatiskt kan installeras och aktiveras. Vänligen installera och actiavte WooCommerce manuellt och försök igen.
tr_tr: Norsani, otomatik olarak yüklenemeyen ve etkinleştirilemeyen WooCommrce eklentisine bağlıdır. Lütfen manuel olarak WooCommerce&#39;i kurun ve aktif hale getirin ve tekrar deneyin.

source: This page is used by Norsani. You can freely change this text but please do NOT delete the page.
ar: تستخدم هذه الصفحة من قبل نورساني. يمكنك بحرية تغيير هذا النص، لكن الرجاء عدم حذف الصفحة.
de_de: Diese Seite wird von Norsani verwendet. Sie können diesen Text frei ändern, aber bitte löschen Sie die Seite NICHT.
es_es: Esta página es utilizada por Norsani. Usted puede cambiar libremente este texto pero por favor NO borre la página.
fr_fr: Cette page est utilisée par Norsani. Vous pouvez librement modifier ce texte, mais n'effacez PAS la page.
it_it: Questa pagina è usata da Norsani. È possibile modificare liberamente questo testo, ma si prega di NON eliminare la pagina.
ms_my: Halaman ini digunakan oleh Norsani. Anda boleh menukar teks ini dengan bebas tetapi jangan Buang halaman tersebut.
nl_be: Deze pagina wordt gebruikt door Norsani. U kunt deze tekst vrij wijzigen, maar verwijder de pagina NIET.
pt_pt: Esta página é usada por Norsani. Você pode alterar livremente este texto, mas por favor, não exclua a página.
ru_ru: Эта страница используется Norsani. Вы можете свободно изменять этот текст, но НЕ удаляйте страницу.
sv_se: Den här sidan används av Norsani. Du kan fritt ändra texten, men ta bort inte sidan.
tr_tr: Bu sayfa Norsani tarafından kullanılmaktadır. Bu metni serbestçe değiştirebilirsiniz ancak lütfen sayfayı SİLMEYİN.

source: Norsani Settings
ar: إعدادات نورساني
de_de: Norsani Einstellungen
es_es: Ajustes de Norsani
fr_fr: Cadre Norsani
it_it: Impostazioni Norsani
ms_my: Tetapan Norsani
nl_be: Norsani Instellingen
pt_pt: Configurações Norsani
ru_ru: Настройки Norsani
sv_se: Norsani Inställningar
tr_tr: Norsani Ayarları

source: Vendors Addresses
ar: عناوين البائعين
de_de: Lieferantenadressen
es_es: Direcciones de los proveedores
fr_fr: Adresses des fournisseurs
it_it: Venditori Indirizzi
ms_my: Alamat Vendor
nl_be: Aanbieders Adressen
pt_pt: Endereços de fornecedores
ru_ru: Адреса поставщиков
sv_se: Leverantörsadresser
tr_tr: Satıcı Adresleri

source: Vendors Tags
ar: علامات الباعة
de_de: Verkäufer-Tags
es_es: Etiquetas de proveedores
fr_fr: Étiquettes de fournisseurs
it_it: Venditori Tag
ms_my: Tag Vendor
nl_be: Aanbieders Tags
pt_pt: Tags de fornecedores
ru_ru: Теги продавцов
sv_se: Leverantörer Taggar
tr_tr: Satıcılar Etiketler

source: Help
ar: مساعدة
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
it_it: Aiuto
ms_my: Bantuan
pt_pt: Ajuda
ru_ru: Помощь
sv_se: Hjälp
tr_tr: Yardım

source: Norsani Help Center
ar: مركز نورساني للمساعدة
de_de: Norsani Hilfe-Center
es_es: Centro de Ayuda de Norsani
fr_fr: Centre d'aide Norsani
it_it: Centro assistenza Norsani
ms_my: Pusat Bantuan Norsani
pt_pt: Centro de Ajuda Norsani
ru_ru: Справочный центр Norsani
sv_se: Norsani Hjälpcenter
tr_tr: Norsani Yardım Merkezi

source: Thank you for activating a Norsani theme.
ar: شكرا لك على تفعيل قالب Norsani.
de_de: Vielen Dank, dass Sie ein Norsani-Thema aktiviert haben.
es_es: Gracias por activar un tema de Norsani.
fr_fr: Merci d'avoir activé un thème Norsani.
it_it: Grazie per aver attivato un tema Norsani.
ms_my: Terima kasih kerana mengaktifkan tema Norsani.
nl_be: Bedankt voor het activeren van het Norsani-thema.
pt_pt: Obrigado por ativar um tema da Norsani.
ru_ru: Спасибо, что активировали тему Норсани.
sv_se: Tack för att du aktiverat ett Norsani-tema.
tr_tr: Bir Norsani temasını etkinleştirdiğiniz için teşekkür ederiz.

source: Thank you for installing a Norsani theme.
ar: شكرا لتركيب قالب Norsani.
de_de: Vielen Dank, dass Sie ein Norsani-Thema installiert haben.
es_es: Gracias por instalar un tema de Norsani.
fr_fr: Merci d'avoir installé un thème Norsani.
it_it: Grazie per aver installato un tema Norsani.
ms_my: Terima kasih kerana memasang tema Norsani.
nl_be: Bedankt voor het installeren van het Norsani-thema.
pt_pt: Obrigado por instalar um tema da Norsani.
ru_ru: Благодарим вас за установку темы Norsani.
sv_se: Tack för att du installerat ett Norsani-tema.
tr_tr: Bir Norsani teması kurduğunuz için teşekkür ederiz.

source: Norsani was installed successfully. You are almost ready to start your business. To completely become ready, please go through %1$s, and if you have not yet setup WooCommerce, please run the %2$s
ar: تم تثبيت Norsani بنجاح. أنت جاهز تقريبًا لبدء نشاطك التجاري. لكي تصبح جاهزًا تمامًا ، يرجى الانتقال إلى%1$s ، وإذا لم تكن قد قمت بإعداد WooCommerce بعد ، فالرجاء تشغيل %2$s
de_de: Norsani wurde erfolgreich installiert. Sie sind fast bereit, Ihr Unternehmen zu gründen. Um vollständig bereit zu werden, gehen Sie bitte %1$s durch, und wenn Sie WooCommerce noch nicht eingerichtet haben, führen Sie bitte die %2$s aus.
es_es: Norsani se instaló con éxito. Usted está casi listo para comenzar su negocio. Para estar completamente listo, por favor pasa por %1$s, y si aún no has configurado WooCommerce, por favor ejecuta el comando %2$s
fr_fr: Norsani a été installé avec succès. Vous êtes presque prêt à démarrer votre entreprise. Pour être complètement prêt, passez par %1$s, et si vous n'avez pas encore configuré WooCommerce, lancez %2$s
it_it: Norsani è stato installato con successo. Siete quasi pronti per iniziare la vostra attività. Per essere completamente pronti, si prega di passare attraverso %1$s, e se non si è ancora configurato WooCommerce, si prega di eseguire il file %2$s
ms_my: Norsani dipasang dengan jayanya. Anda hampir bersedia untuk memulakan perniagaan anda. Untuk sepenuhnya bersiap, sila pergi melalui%1$s, dan jika anda belum menyiapkan WooCommerce, sila jalankan%2$s
nl_be: Norsani werd met succes geïnstalleerd. U bent bijna klaar om uw bedrijf te starten. Om volledig klaar te zijn, ga dan door %1$s, en als je nog niet hebt ingesteld WooCommerce, voer dan de %2$s
pt_pt: Norsani foi instalado com sucesso. Você está quase pronto para começar o seu negócio. Para ficar completamente pronto, por favor, passe por%1$s, e se você ainda não configurou o WooCommerce, por favor execute o%2$s
ru_ru: Norsani был успешно установлен. Вы почти готовы начать свой бизнес. Чтобы полностью стать готовым, пройдите через%1$s, и если вы еще не установили WooCommerce, запустите%2$s
sv_se: Norsani installerades med framgång. Du är nästan redo att starta din verksamhet. För att bli helt redo, gå igenom%1$s, och om du ännu inte har installerat WooCommerce, kör du%2$s
tr_tr: Norsani başarıyla kuruldu. İşinize başlamak için neredeyse hazırsınız. Tamamen hazır olmak için, lütfen %1$s&#39;den geçin ve henüz WooCommerce kurulumunu yapmamışsanız, lütfen %2$s&#39;yi çalıştırın.

source: WooCommerce setup wizard
ar: معالج تثبيت إعدادات WooCommerce
de_de: WooCommerce Einrichtungsassistent
es_es: Asistente de configuración de WooCommerce
fr_fr: Assistant d'installation de WooCommerce
it_it: Installazione guidata di WooCommerce
ms_my: Wizard persediaan WooCommerce
pt_pt: Assistente de configuração do WooCommerce
ru_ru: Мастер настройки WooCommerce
sv_se: WooCommerce installationsguiden
tr_tr: WooCommerce kurulum sihirbazı

source: Questions & Answers.
ar: أسئلة و إجابات
de_de: Fragen & Antworten.
es_es: Preguntas y respuestas.
fr_fr: Questions et réponses.
it_it: Domande e risposte.
ms_my: Soalan &amp; Jawapan.
nl_be: Vragen & Antwoorden.
pt_pt: Perguntas e Respostas.
ru_ru: Вопросы и Ответы.
sv_se: Frågor.
tr_tr: Sorular.

source: Suggest a Question
ar: اقتراح سؤال
de_de: Eine Frage vorschlagen
es_es: Sugerir una pregunta
fr_fr: Suggérer une question
it_it: Suggerisci una domanda
ms_my: Cadangkan satu soalan
nl_be: Stel een vraag
pt_pt: Sugira uma pergunta
ru_ru: Предложить вопрос
sv_se: Föreslå en fråga
tr_tr: Bir Soru Öner

source: Didn't find your question? Send it to us as a suggestion to add it.
ar: لم تجد سؤالك؟ أرسل إلينا السؤال كاقتراح لإضافته.
de_de: Sie haben Ihre Frage nicht gefunden? Senden Sie es uns als Vorschlag, es hinzuzufügen.
es_es: ¿No encontró su pregunta? Envíenoslo como sugerencia para agregarlo.
fr_fr: Vous n'avez pas trouvé votre question ? Envoyez-le nous comme suggestion pour l'ajouter.
it_it: Non hai trovato la tua domanda? Inviatecelo a noi come suggerimento per aggiungerlo.
ms_my: Tidak jumpa soalan anda? Hantar kepada kami sebagai cadangan untuk menambahkannya.
nl_be: Hebt u uw vraag niet gevonden? Stuur het ons als suggestie om het toe te voegen.
pt_pt: Não encontrou sua pergunta? Envie para nós como uma sugestão para adicioná-lo.
ru_ru: Не нашли свой вопрос? Отправьте его нам как предложение добавить его.
sv_se: Hittade du inte din fråga? Skicka det till oss som ett förslag att lägga till det.
tr_tr: Sorunuzu bulamadınız mı? Eklemek için bir öneri olarak bize gönderin.

source: Type Question Here ..
ar: اكتب السؤال هنا ..
de_de: Geben Sie hier eine Frage ein....
es_es: Escriba aquí la pregunta ..
fr_fr: Tapez Question ici ..
it_it: Digita qui la domanda ...
ms_my: Ketik Soalan Di Sini ..
nl_be: Type vraag Hier ...
pt_pt: Digite a pergunta aqui ..
ru_ru: Введите вопрос здесь ..
sv_se: Skriv fråga här ..
tr_tr: Burada Soru yazın ..

source: Submit
ar: إرسال
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
it_it: Invia
ms_my: Hantar
nl_be: Verzenden
pt_pt: Enviar
ru_ru: Отправить
sv_se: Skicka
tr_tr: Gönder

source: Vendor registration page was not found
ar: لم يتم العثور على صفحة تسجيل البائع
de_de: Die Seite zur Herstellerregistrierung wurde nicht gefunden.
es_es: No se ha encontrado la página de registro de proveedores
fr_fr: La page d'enregistrement des fournisseurs n'a pas été trouvée
it_it: La pagina di registrazione del fornitore non è stata trovata
ms_my: Halaman pendaftaran vendor tidak dijumpai
nl_be: Verkoper registratie pagina werd niet gevonden
pt_pt: A página de registro do fornecedor não foi encontrada
ru_ru: Страница регистрации поставщика не найдена
sv_se: Registreringssida för leverantör kunde inte hittas
tr_tr: Satıcı kayıt sayfası bulunamadı

source: Vendors list page was not found
ar: لم يتم العثور على صفحة قائمة البائعين
de_de: Die Seite mit der Lieferantenliste wurde nicht gefunden.
es_es: No se ha encontrado la página de la lista de proveedores
fr_fr: La page de liste des fournisseurs n'a pas été trouvée
it_it: La pagina dell'elenco fornitori non è stata trovata
ms_my: Halaman senarai vendor tidak dijumpai
nl_be: Lijsten van aanbieders pagina werd niet gevonden
pt_pt: A página da lista de fornecedores não foi encontrada
ru_ru: Страница списка поставщиков не найдена
sv_se: Listan med leverantörer listades inte
tr_tr: Satıcılar listesi sayfası bulunamadı

source: Sellers page in Admin's dashboard was not found
ar: لم يتم العثور على صفحة البائعين في لوحة تحكم المسؤول
de_de: Die Verkäuferseite im Dashboard des Admin wurde nicht gefunden.
es_es: No se encontró la página de vendedores en el panel de control del administrador
fr_fr: La page Vendeurs du tableau de bord de l'Admin n'a pas été trouvée
it_it: Non è stata trovata la pagina Venditori nel dashboard di Admin
ms_my: Halaman penjual dalam papan pemuka Admin tidak dijumpai
nl_be: Verkopers pagina in het dashboard van de Admin is niet gevonden
pt_pt: A página de vendedores no painel do administrador não foi encontrada
ru_ru: Страница продавцов в панели управления администратора не найдена
sv_se: Säljare sida i administratörens instrumentpanel kunde inte hittas
tr_tr: Yönetici panosundaki satıcılar sayfası bulunamadı

source: Your current theme dose not support Norsani. Please Install and Activate a theme that support Norsani.
ar: القالب الحالي لا يدعم نورساني. الرجاء تثبيت وتنشيط قالب يدعم نورساني.
de_de: Deine aktuelle Themendosis unterstützt Norsani nicht. Bitte installieren und aktivieren Sie ein Design, das Norsani unterstützt.
es_es: Su dosis temática actual no es compatible con Norsani. Por favor, instale y active un tema que soporte Norsani.
fr_fr: Votre dose thématique actuelle ne soutient pas Norsani. Veuillez installer et activer un thème qui supporte Norsani.
it_it: La dose attuale tema non supporta Norsani. Installare e attivare un tema che supporti Norsani.
ms_my: Dos tema semasa anda tidak menyokong Norsani. Sila Pasang dan Aktifkan tema yang menyokong Norsani.
nl_be: Uw huidige thema ondersteunt Norsani niet. Installeer en activeer een thema dat Norsani ondersteunt.
pt_pt: Sua dose atual do tema não suporta Norsani. Por favor, instale e ative um tema que suporte Norsani.
ru_ru: Ваша текущая тема не поддерживает Norsani. Установите и активируйте тему, которая поддерживает Norsani.
sv_se: Din nuvarande temaldos stödjer inte Norsani. Vänligen installera och aktivera ett tema som stöder Norsani.
tr_tr: Mevcut tema dozunuz Norsani&#39;yi desteklemiyor. Lütfen Norsani&#39;yi destekleyen bir tema kurun ve etkinleştirin.

source: Please enter your Google API Key
ar: الرجاء إدخال "مفتاح API جوجل"
de_de: Bitte geben Sie Ihren Google API-Schlüssel ein
es_es: Introduzca la clave de API de Google
fr_fr: Veuillez entrer votre clé API Google
it_it: Inserisci il tuo codice API Google
ms_my: Sila masukkan Kunci Google API anda
nl_be: Voer alstublieft uw Google API Key in
pt_pt: Insira sua chave de API do Google
ru_ru: Введите ключ Google API
sv_se: Ange din Google API-nyckel
tr_tr: Lütfen Google API Anahtarınızı girin

source: Set Key
ar: تعيين مفتاح
de_de: Schlüssel setzen
es_es: Clave de set
fr_fr: Régler la clé
it_it: Tasto Set
ms_my: Tetapkan Kunci
nl_be: Ingestelde Sleutel
pt_pt: Definir chave
ru_ru: Установить ключ
sv_se: Ställ in nyckeln
tr_tr: Ayar tuşu

source: Fix
ar: أصلح
es_es: Arreglar
fr_fr: Réparer
it_it: Prezzo fisso
ms_my: Menetapkan
nl_be: Vaststelling
pt_pt: Consertar
ru_ru: Исправлено
sv_se: Fixera
tr_tr: Düzelt

source: No errors found
ar: لم يتم العثور على أخطاء
de_de: Keine Fehler gefunden
es_es: No se han encontrado errores
fr_fr: Aucune erreur trouvée
it_it: Nessun errore trovato
ms_my: Tiada kesilapan dijumpai
nl_be: Geen fouten gevonden
pt_pt: Nenhum erro encontrado
ru_ru: Не найдено ошибок
sv_se: Inga fel hittades
tr_tr: Hata bulunamadı

source: Install the demo data with just one click.
ar: قم بتثبيت البيانات التجريبية بنقرة واحدة فقط.
de_de: Installieren Sie die Demo-Daten mit nur einem Klick.
es_es: Instale los datos de la demo con un solo clic.
fr_fr: Installez les données de démonstration en un seul clic.
it_it: Installare i dati dimostrativi con un solo clic.
ms_my: Pasang data demo dengan hanya satu klik.
nl_be: Installeer de demodata met één klik.
pt_pt: Instale os dados de demonstração com apenas um clique.
ru_ru: Установите демо-данные одним щелчком мыши.
sv_se: Installera demodata med bara ett klick.
tr_tr: Demo verilerini tek bir tıklamayla yükleyin.

source: Install Demo Data
ar: تثبيت البيانات التجريبية
de_de: Demo Daten installieren
es_es: Instalar Datos de prueba
fr_fr: Installer les donnés de la démo
it_it: Installare Dati Demo
ms_my: Pasang Data Demo
nl_be: Demogegevens installeren
pt_pt: Instalar dados de demonstração
ru_ru: Установить демо данные
sv_se: Installera Demo Data
tr_tr: Demo Yükleyici

source: Contact Support
ar: اتصل بالدعم
de_de: Support kontaktieren
es_es: Contactar Soporte
fr_fr: Contacter le support
it_it: Contatta il supporto
ms_my: Sokongan Kenalan
nl_be: Contact ondersteuning
pt_pt: Contacte o Suporte
ru_ru: Связаться с поддержкой
sv_se: Kontakta supporten
tr_tr: İletişim Desteği

source: Contact our support team and get replies to your questions right from here.
ar: الاتصال بفريق الدعم والحصول على ردود على الأسئلة الخاصة بك مباشرة من هنا.
de_de: Kontaktieren Sie unser Support-Team und erhalten Sie Antworten auf Ihre Fragen direkt von hier aus.
es_es: Póngase en contacto con nuestro equipo de soporte y obtenga respuestas a sus preguntas desde aquí mismo.
fr_fr: Contactez notre équipe de support et obtenez des réponses à vos questions ici.
it_it: Contatta il nostro team di supporto e ottieni risposte alle tue domande direttamente da qui.
ms_my: Hubungi pasukan sokongan kami dan dapatkan balasan kepada soalan anda dari sini.
nl_be: Neem contact op met ons ondersteuningsteam en krijg van hieruit antwoord op uw vragen.
pt_pt: Entre em contato com nossa equipe de suporte e receba respostas para suas perguntas aqui mesmo.
ru_ru: Свяжитесь с нашей службой поддержки и получите ответы на ваши вопросы прямо здесь.
sv_se: Kontakta vårt supportteam och få svar på dina frågor direkt härifrån.
tr_tr: Destek ekibimizle iletişime geçin ve sorularınız için yanıtları doğrudan buradan alın.
