Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: Sorry, %s is closing in less than an hour, Please choose another date if you wish to make pre-orders.
ar: عذرًا ، %s ستغلق في أقل من ساعة ، الرجاء اختيار تاريخ آخر إذا كنت ترغب في تقديم طلبات مسبقة.
de_de: Sorry, %s schließt in weniger als einer Stunde, Bitte wählen Sie ein anderes Datum, wenn Sie Vorbestellungen machen möchten.
es_es: Lo sentimos, %s cierra en menos de una hora. Por favor, elija otra fecha si desea hacer pedidos por adelantado.
fr_fr: Désolé, %s ferme dans moins d'une heure, veuillez choisir une autre date si vous souhaitez faire des précommandes.
it_it: Siamo spiacenti, %s sta chiudendo in meno di un'ora, si prega di scegliere un'altra data se si desidera effettuare pre-ordini.
ms_my: Maaf, %s ditutup dalam masa kurang daripada satu jam, Sila pilih tarikh lain jika anda ingin membuat tempahan.
nl_be: Sorry, %s sluit in minder dan een uur, kies een andere datum als u vooraf wilt bestellen.
pt_pt: Desculpe, %s está fechando em menos de uma hora, Por favor, escolha outra data se você deseja fazer pré-encomendas.
ru_ru: Извините, %s закрывается менее чем за час. Пожалуйста, выберите другую дату, если вы хотите сделать предварительные заказы.
sv_se: Tyvärr, %s stängs på mindre än en timme. Vänligen välj ett annat datum om du vill göra förbeställningar.
tr_tr: Üzgünüz, %s bir saatten daha kısa bir sürede kapanıyor. Ön sipariş vermek isterseniz lütfen başka bir tarih seçin.

source: Sorry, no time left to prepare %1$s&apos;s products. %1$s is closing in less than an hour. Please update your %2$s or choose another date for your order.
ar: عذرًا ، لم يتبقى وقت لإعداد منتجات %1$s يتم إغلاق %1$s في أقل من ساعة. يرجى تحديث %2$s أو اختيار تاريخ آخر لطلبك.
de_de: Sorry, keine Zeit mehr, um %1$s&apos;s Produkte vorzubereiten. %1$s schließt in weniger als einer Stunde. Bitte aktualisieren Sie Ihre %2$s oder wählen Sie ein anderes Datum für Ihre Bestellung.
es_es: Lo siento, no hay tiempo para preparar productos de %1$s. Cierra en menos de una hora. Por favor, actualice su %2$s o elija otra fecha para su pedido.
fr_fr: Désolé, plus le temps de préparer les produits %1$s&apos;s. %1$s ferme dans moins d'une heure. Veuillez mettre à jour votre %2$s ou choisir une autre date pour votre commande.
it_it: Spiacente, non c'è più tempo per preparare i prodotti %1$s&apos;s. %1$s si chiude in meno di un'ora. Aggiorna la tua %2$s o scegli un'altra data per il tuo ordine.
ms_my: Maaf, tiada masa lagi untuk menyediakan produk%1$s. %1$s sedang tutup dalam masa kurang daripada satu jam. Sila kemas kini%2$s anda atau pilih tarikh lain untuk pesanan anda.
nl_be: Sorry, er is geen tijd meer over om %1$s producten voor te bereiden. %1$s sluit in minder dan een uur. Update uw %2$s of kies een andere datum voor uw bestelling.
pt_pt: Desculpe, não há tempo para preparar os produtos de%1$s. %1$s está fechando em menos de uma hora. Por favor, atualize seu%2$s ou escolha outra data para o seu pedido.
ru_ru: К сожалению, не осталось времени, чтобы подготовить продукты%1$s. %1$s закрывается менее чем за час. Обновите свой%2$s или выберите другую дату для своего заказа.
sv_se: Tyvärr, ingen tid kvar för att förbereda%1$s produkter. %1$s stängs på mindre än en timme. Uppdatera din%2$s eller välj ett annat datum för din beställning.
tr_tr: Üzgünüz,%1$s&#39;nin ürünlerini hazırlamak için zaman kalmadı. %1$s bir saatten daha kısa bir sürede kapanıyor. Lütfen%2$s saatinizi güncelleyin veya siparişiniz için başka bir tarih seçin.

source: Your Details
ar: تفاصيلك
de_de: Ihre persönlichen Angaben
es_es: Información General
fr_fr: Vos détails
it_it: Dettagli
ms_my: Butiran anda
nl_be: Uw gegevens
pt_pt: Os seus dados
ru_ru: Ваши данные
sv_se: Din Information
tr_tr: Detaylarınız

source: Your Address
ar: العنوان
de_de: Ihre Adresse
es_es: Tu dirección
fr_fr: Votre adresse
it_it: Il tuo indirizzo
ms_my: Alamat anda
nl_be: Uw adres
pt_pt: Endereço
ru_ru: Ваш адрес
sv_se: Adress
tr_tr: Adresiniz

source: Customer address
ar: عنوان العميل
de_de: Kundenadresse
es_es: Dirección del cliente
fr_fr: Adresse du client
it_it: Indrizzo
ms_my: Alamat pelanggan
nl_be: Klant adres
pt_pt: Endereço do cliente
ru_ru: Скайп Клиента
sv_se: Kundadress
tr_tr: Müşteri adresi

source: Something is not right :(
ar: هناك أمر غير صحيح .
de_de: Etwas stimmt nicht :(
es_es: Algo no está bien.
fr_fr: Quelque chose ne va pas :((
it_it: Qualcosa non è giusto :(
ms_my: Sesuatu tidak betul :(
nl_be: Er klopt iets niet :(
pt_pt: Algo não está certo :(
ru_ru: Что-то неправильно :(
sv_se: Något är inte rätt :(
tr_tr: Bazışeyler doğru değil :(

source: No Messages
ar: لا رسائل
de_de: Keine Nachrichten
es_es: No hay mensajes
fr_fr: Aucune conversation
it_it: Nessun messaggio
ms_my: Tiada Mesej
nl_be: Geen berichten
pt_pt: Sem mensagens
ru_ru: Нет сообщений
sv_se: Inga meddelanden
tr_tr: Mesaj yok

source: it looks as though you&#8217;ve already sent that question, please suggest another question.
ar: يبدو أنك أرسلت هذا السؤال بالفعل ، يرجى اقتراح سؤال آخر.
de_de: es sieht so aus, als ob Sie diese Frage bereits gesendet haben, schlagen Sie bitte eine andere Frage vor.
es_es: parece como si usted ya hubiera enviado esa pregunta, por favor sugiera otra pregunta.
fr_fr: il semble que vous avez déjà envoyé cette question, veuillez suggérer une autre question.
it_it: sembra che lei abbia già inviato questa domanda, la prego di suggerire un'altra domanda.
ms_my: ia kelihatan seolah-olah anda telah menghantar soalan itu, sila mencadangkan satu lagi soalan.
nl_be: het lijkt erop dat u die vraag al hebt verzonden, stel dan een andere vraag voor.
pt_pt: parece que você já enviou essa pergunta, por favor, sugira outra pergunta.
ru_ru: похоже, что вы уже отправили этот вопрос, пожалуйста, предложите другой вопрос.
sv_se: Det ser ut som om du redan har skickat den frågan, vänligen föreslå en annan fråga.
tr_tr: Bu soruyu zaten gönderdiniz gibi görünüyor, lütfen başka bir soru önerin.

source: Installing demo data. This may take several minutes...
ar: تثبيت البيانات التجريبية. هذا قد يستغرق عدة دقائق...
de_de: Installation der Demo-Daten. Dies kann einige Minuten dauern....
es_es: Instalación de datos de demostración. Esto puede tomar varios minutos...
fr_fr: Installation des données de démonstration. Cela peut prendre plusieurs minutes.....
it_it: Installazione di dati dimostrativi. Questo può richiedere alcuni minuti...
ms_my: Memasang data demo. Ini mungkin mengambil beberapa minit ...
nl_be: Demodata installeren. Dit kan enkele minuten duren...
pt_pt: Instalando dados de demonstração. Isso pode levar vários minutos...
ru_ru: Установка демонстрационных данных. Это займет несколько минут...
sv_se: Installera demodata. Det här kan ta flera minuter...
tr_tr: Demo verilerinin yüklenmesi. Bu bir kaç dakika sürebilir...

source: Are you sure you want to delete this product permanently?
ar: هل أنت متأكد من أنك تريد حذف هذا المنتج نهائيًا؟
de_de: Sind Sie sicher, dass Sie dieses Produkt dauerhaft löschen möchten?
es_es: ¿Está seguro de que desea eliminar este producto de forma permanente?
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement ce produit ?
it_it: Sei sicuro di voler eliminare questo prodotto in modo permanente?
ms_my: Adakah anda pasti mahu memadamkan produk ini secara kekal?
nl_be: Weet u zeker dat u dit product permanent wilt verwijderen?
pt_pt: Tem certeza de que deseja excluir este produto permanentemente?
ru_ru: Вы действительно хотите удалить этот продукт навсегда?
sv_se: Är du säker på att du vill radera denna produkt permanent?
tr_tr: Bu ürünü kalıcı olarak silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this withdrawal request?
ar: هل أنت متأكد من أنك تريد حذف طلب السحب هذا؟
de_de: Sind Sie sicher, dass Sie diese Auszahlungsanforderung löschen möchten?
es_es: ¿Está seguro de que desea eliminar esta solicitud de retiro?
fr_fr: Êtes-vous sûr de vouloir supprimer cette demande de retrait ?
it_it: Sei sicuro di voler cancellare questa richiesta di prelievo?
ms_my: Adakah anda pasti mahu memadamkan permintaan pengeluaran ini?
nl_be: Weet u zeker dat u dit geldopnameverzoek wilt verwijderen?
pt_pt: Tem certeza de que deseja excluir esta solicitação de retirada?
ru_ru: Вы действительно хотите удалить этот запрос на вывод?
sv_se: Är du säker på att du vill radera denna begäran om uttag?
tr_tr: Bu para çekme isteğini silmek istediğinizden emin misiniz?

source: Are you sure you want to cancel this Payout?
ar: هل أنت متأكد من أنك تريد الغاء هذا الدفع؟
de_de: Sind Sie sicher, dass Sie diese Auszahlung stornieren wollen?
es_es: ¿Estás seguro de que quieres cancelar este pago?
fr_fr: Êtes-vous sûr de vouloir annuler ce paiement ?
it_it: Sei sicuro di voler annullare questo pagamento?
ms_my: Adakah anda pasti mahu membatalkan pembayaran ini?
nl_be: Weet u zeker dat u deze uitbetaling wilt annuleren?
pt_pt: Tem certeza de que deseja cancelar este pagamento?
ru_ru: Вы действительно хотите отменить эту выплату?
sv_se: Är du säker på att du vill avbryta denna utbetalning?
tr_tr: Bu Ödeme&#39;yi iptal etmek istediğinizden emin misiniz?

source: Are you sure you want to pay this withdrawal request?
ar: هل أنت متأكد من أنك تريد دفع طلب السحب هذا؟
de_de: Sind Sie sicher, dass Sie diese Auszahlungsanfrage bezahlen wollen?
es_es: ¿Está seguro de que desea pagar esta solicitud de retiro?
fr_fr: Êtes-vous sûr de vouloir payer cette demande de retrait ?
it_it: Sei sicuro di voler pagare questa richiesta di prelievo?
ms_my: Adakah anda pasti ingin membayar permintaan pengeluaran ini?
nl_be: Weet u zeker dat u dit verzoek tot geldopname wilt betalen?
pt_pt: Tem certeza de que deseja pagar esta solicitação de saque?
ru_ru: Вы действительно хотите оплатить этот запрос на снятие средств?
sv_se: Är du säker på att du vill betala utbetalningsförfrågan?
tr_tr: Bu para çekme isteğini ödemek istediğinizden emin misiniz?

source: Are you sure you want to delete this coupon?
ar: هل أنت متأكد من أنك تريد حذف هذه القسيمة؟
de_de: Sind Sie sicher, dass Sie diesen Gutschein löschen möchten?
es_es: ¿Está seguro de que desea borrar este Cupón?
fr_fr: Êtes-vous sûr de vouloir supprimer ce coupon?
it_it: Sei sicuro che vuoi cancellare questo coupon?
ms_my: Adakah anda pasti mahu memadamkan kupon ini?
nl_be: Weet u zeker dat u deze coupon wilt verwijderen?
pt_pt: Tem certeza de que deseja excluir este cupom?
ru_ru: Вы действительно хотите удалить этот купон?
sv_se: Är du säker på att du vill ta bort denna kupong?
tr_tr: Bu kuponu silmek istediğinizden emin misiniz?

source: Are you sure?
ar: هل أنت متأكد؟
de_de: Sind Sie sicher?
es_es: ¿Estás seguro?
fr_fr: Êtes-vous sûr ?
it_it: Sei sicuro?
ms_my: Adakah anda pasti?
nl_be: Ben je zeker?
pt_pt: Último aviso, você tem certeza?
ru_ru: Вы уверены?
sv_se: Är du säker?
tr_tr: Emin misiniz?

source: You did not do any changes to this form
ar: لم تقم بإجراء أي تغييرات على هذا النموذج
de_de: Du hast keine Änderungen an diesem Formular vorgenommen.
es_es: No ha realizado ninguna modificación en este formulario
fr_fr: Vous n'avez apporté aucune modification à ce formulaire
it_it: Non ha apportato alcuna modifica a questo modulo
ms_my: Anda tidak melakukan sebarang perubahan pada borang ini
nl_be: U heeft in dit formulier geen wijzigingen aangebracht.
pt_pt: Você não fez nenhuma alteração neste formulário
ru_ru: Вы не внесли никаких изменений в эту форму
sv_se: Du gjorde inga ändringar i denna blankett
tr_tr: Bu formda herhangi bir değişiklik yapmadınız

source: Product Category field is not set!
ar: لم يتم تعيين حقل فئة المنتج!
de_de: Das Feld Produktkategorie ist nicht gesetzt!
es_es: El campo Categoría de producto no está configurado!
fr_fr: Le champ Catégorie de produit n'est pas défini !
it_it: Il campo Categoria prodotto non è impostato!
ms_my: Medan Kategori Produk tidak ditetapkan!
nl_be: Het veld Productcategorie is niet ingesteld!
pt_pt: O campo Categoria do produto não está definido!
ru_ru: Поле категории продукта не задано!
sv_se: Fältet Produktkategori är inte inställt!
tr_tr: Ürün Kategorisi alanı ayarlanmamış!

source: Invitation
ar: دعوة
de_de: Einladung
es_es: Enviar Invitación
it_it: Invia l'invito
ms_my: Jemputan
nl_be: Uitnodiging
pt_pt: Accept Invitation
ru_ru: Приглашение
sv_se: Inbjudan
tr_tr: Çağrı Gönder

source: All (%d)
ar: الكل (%d)
de_de: Alle (%d)
es_es: Todo (%d)
fr_fr: Tout (%d)
it_it: Tutti (%d)
ms_my: Semua (% d)
nl_be: Alles (%d)
pt_pt: Tudo (% d)
ru_ru: Все (%d)
sv_se: Alla (%d)
tr_tr: Tüm (%d)

source: Active Vendors (%d)
ar: الموردون النشطون (%d)
de_de: Aktive Lieferanten (%d)
es_es: Proveedores activos (%d)
fr_fr: Fournisseurs actifs (%d)
it_it: Venditori attivi (%d)
ms_my: Vendor Aktif (% d)
nl_be: Actieve Aanbieders (%d)
pt_pt: Fornecedores Ativos (% d)
ru_ru: Активные поставщики (% d)
sv_se: Aktiva leverantörer (% d)
tr_tr: Aktif Satıcılar (% d)

source: Inactive Vendors (%d)
ar: الموردون غير النشطين (%d)
de_de: Inaktive Lieferanten (%d)
es_es: Proveedores inactivos (%d)
fr_fr: Fournisseurs inactifs (%d)
it_it: Venditori inattivi (%d)
ms_my: Vendor Tidak Aktif (% d)
nl_be: Inactieve Aanbieders (%d)
pt_pt: Fornecedores inativos (% d)
ru_ru: Неактивные поставщики (% d)
sv_se: Inaktiva leverantörer (% d)
tr_tr: Etkin Olmayan Satıcılar (% d)

source: Top Sellers
ar: أفضل البائعين
de_de: Meistverkaufte Produkte
es_es: Los que mas se venden
fr_fr: Meilleures ventes
it_it: Venditori top
ms_my: Penjual Teratas
nl_be: Top verkopers
pt_pt: Top de vendedores
ru_ru: Топ продаж
sv_se: Topp säljare
tr_tr: En Çok Satanlar

source: Send Invitation
ar: إرسال دعوة
de_de: Einladung senden
es_es: Enviar Invitación
fr_fr: Envoyer l’invitation
it_it: Invia l'invito
ms_my: Menghantar jemputan
nl_be: Stuur uitnodiging
pt_pt: Enviar convite
ru_ru: Отправить
sv_se: Skicka inbjudan
tr_tr: Çağrı Gönder

source: Send an invitation to a vendor to join your website.
ar: أرسل دعوة إلى بائع للانضمام إلى موقع الويب الخاص بك.
de_de: Senden Sie eine Einladung an einen Anbieter, sich Ihrer Website anzuschließen.
es_es: Envíe una invitación a un proveedor para que se una a su sitio web.
fr_fr: Envoyez une invitation à un fournisseur pour rejoindre votre site Web.
it_it: Invia un invito a un fornitore per unirsi al tuo sito web.
ms_my: Hantar jemputan kepada vendor untuk menyertai laman web anda.
nl_be: Stuur een uitnodiging naar een aanbieder om uw website te bezoeken.
pt_pt: Envie um convite para um fornecedor para participar do seu site.
ru_ru: Отправьте приглашение поставщику, чтобы присоединиться к вашему сайту.
sv_se: Skicka en inbjudan till en säljare att gå med på din webbplats.
tr_tr: Web sitenize katılmak için satıcıya davetiye gönderin.

source: Email
ar: البريد الإلكتروني
ms_my: Emel
sv_se: E-post
tr_tr: E-posta

source: Email of recipient
ar: البريد الإلكتروني للمستلم
de_de: E-Mail des Empfängers
es_es: Email del destinatario
fr_fr: Destinataire de l'email
it_it: Indirizzo e-mail del destinatario
ms_my: E-mel penerima
nl_be: E-mail van ontvanger
pt_pt: E-mail do destinatário
ru_ru: Электронная почта получателя
sv_se: E-post till mottagare
tr_tr: Alıcının e-postası

source: Subject
ar: الموضوع
de_de: Betreff
es_es: Asunto
fr_fr: Sujet
it_it: Oggetto
ms_my: Subjek
nl_be: Onderwerp
pt_pt: Assunto
ru_ru: Тема
sv_se: Ämne
tr_tr: Konu

source: Invitation Subject
ar: دعوة موضوع
de_de: Thema der Einladung
es_es: Tema de la invitación
fr_fr: Objet de l'invitation
it_it: Oggetto dell'invito
ms_my: Subjek Jemputan
nl_be: Uitnodiging onderwerp
pt_pt: Assunto do convite
ru_ru: Тема приглашения
sv_se: Inbjudan Ämne
tr_tr: Davet Konusu

source: Message
ar: الرسالة
de_de: Nachricht
es_es: Mensaje
it_it: Messaggio
ms_my: Mesej
nl_be: Bericht
pt_pt: Mensagem
ru_ru: Сообщение
sv_se: Meddelande
tr_tr: Mesaj

source: Invitation Message
ar: رسالة الدعوة
de_de: Einladungsnachricht
es_es: Mensaje de invitación
fr_fr: Message d'invitation
it_it: Invito
ms_my: Mesej Jemputan
nl_be: Uitnodigingsbericht
pt_pt: Mensagem de convite
ru_ru: Сообщение для приглашения
sv_se: Inbjudningsmeddelande
tr_tr: Davet Mesajı

source: Send
ar: إرسال
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
it_it: Invia
ms_my: Kirim
nl_be: Verzenden
pt_pt: Enviar
ru_ru: Отправить
sv_se: Skicka
tr_tr: Gönder

source: Name
ar: الاسم
es_es: Nombre
fr_fr: Nom
it_it: Nome
ms_my: Nama
nl_be: Naam
pt_pt: Nome
ru_ru: Имя
sv_se: Namn
tr_tr: İsim

source: Active Seller
ar: البائع النشط
de_de: Aktiver Verkäufer
es_es: Vendedor Activo
fr_fr: Vendeur actif
it_it: Venditore attivo
ms_my: Penjual Aktif
nl_be: Actieve Verkoper
pt_pt: Vendedor ativo
ru_ru: Активный продавец
sv_se: Aktiv Säljare
tr_tr: Etkin Satıcı

source: Balance
ar: الرصيد
de_de: Saldo
es_es: Saldo
fr_fr: Solde
it_it: Saldo
ms_my: Seimbang
nl_be: Balans
pt_pt: Equilibrar
ru_ru: Баланс
sv_se: Behållning
tr_tr: Bakiye

source: Phone & Address
ar: التلفون/ العنوان
de_de: Telefon & Adresse
es_es: Teléfono y dirección
fr_fr: Téléphone et adresse
it_it: Telefono & Indirizzo
ms_my: Telefon &amp; Alamat
nl_be: Telefoon & Adres
pt_pt: Telefone e endereço
ru_ru: Телефон и адрес
sv_se: Telefon och adress
tr_tr: Telefon ve adresi

source: Vendors listed by highest number of completed orders.
ar: الباعة المدرجة أعلى عدد من الطلبات المكتملة.
de_de: Lieferanten nach der höchsten Anzahl abgeschlossener Aufträge.
es_es: Proveedores listados por el mayor número de pedidos completados.
fr_fr: Les fournisseurs sont répertoriés par le plus grand nombre de commandes complétées.
it_it: Venditori elencati per il maggior numero di ordini completati.
ms_my: Vendor yang disenaraikan oleh bilangan pesanan yang lengkap.
nl_be: Aanbieders met het hoogste aantal voltooide orders.
pt_pt: Fornecedores listados pelo maior número de pedidos concluídos.
ru_ru: Поставщики перечислены по наибольшему количеству завершенных заказов.
sv_se: Leverantörer listade av högsta antal slutförda beställningar.
tr_tr: Tamamlanan siparişlerin sayısının en fazla olduğu satıcılar.

source: Sorry, no vendors found!
ar: عذرا ، لا يوجد بائعون!
de_de: Leider wurden keine Anbieter gefunden!
es_es: Lo sentimos, no hay vendedores encontrados!
fr_fr: Désolé, aucun fournisseur n'a été trouvé !
it_it: Spiacenti, nessun venditore trovato!
ms_my: Maaf, tidak ada penjual!
nl_be: Sorry, geen verkopers gevonden!
pt_pt: Desculpe, nenhum vendedor encontrado!
ru_ru: Извините, продавцов не найдено!
sv_se: Tyvärr, inga leverantörer hittades!
tr_tr: Üzgünüz, satıcı bulunamadı!

source: &larr; Previous
ar: &rarr; السابق
de_de: &larr; Zurück
es_es: &larr; Anterior
fr_fr: &larr; Précédent
it_it: &larr; Precedente
ms_my: ← Sebelum
nl_be: &larr; Vorige
pt_pt: &larr; Anterior
ru_ru: &larr; Предыдущий
sv_se: &larr; Föregående
tr_tr: &larr; Önceki

source: Next &rarr;
ar: التالي &rarr;
de_de: Nächste &rarr;
es_es: Siguiente &rarr;
fr_fr: Suivant &rarr;
it_it: Successivo &rarr;
ms_my: Seterusnya →
nl_be: Volgende &rarr;
pt_pt: Seguinte &rarr;
ru_ru: Следующий &rarr;
sv_se: Nästa &rarr;
tr_tr: Sonraki &rarr;

source: Balance: %s
ar: الرصيد: %s
de_de: Saldo: %s
es_es: Saldo: %s
fr_fr: Solde : %s
it_it: Saldo: %s
ms_my: Keseimbangan: %s
nl_be: Saldo: %s
pt_pt: Saldo: %s
ru_ru: Баланс: %s
sv_se: Balans: %s
tr_tr: Bakiye: %s

source: Processing:
ar: التحضير:
de_de: Verarbeitung:
es_es: Procesando:
fr_fr: En cours de traitement :
it_it: Elaborazione:
ms_my: Pemprosesan:
nl_be: Verwerking:
pt_pt: Em processamento:
ru_ru: Обработка:
sv_se: Bearbetar:
tr_tr: İşleme:

source: Completed:
ar: منجز:
de_de: Abgeschlossen:
es_es: Completado:
fr_fr: Terminé:
it_it: Completato:
ms_my: Selesai:
nl_be: Voltooid:
pt_pt: Concluído:
ru_ru: Завершено:
sv_se: Slutfördes:
tr_tr: Tamamlanan:

source: Activate selling
ar: تفعيل البيع
de_de: Verkaufen aktivieren
es_es: Activar la venta
fr_fr: Activer la vente
it_it: Attivare la vendita
ms_my: Aktifkan jualan
nl_be: Verkoop activeren
pt_pt: Ativar venda
ru_ru: Активировать продажу
sv_se: Aktivera försäljningen
tr_tr: Satışını aktifleştir

source: Yes
ar: نعم
de_de: Ja
es_es: Si
fr_fr: Oui
it_it: Si
ms_my: Ya
nl_be: Ja
pt_pt: Sim
ru_ru: Да
sv_se: Ja
tr_tr: Evet

source: No
ar: لا
de_de: Nein
fr_fr: Non
ms_my: Tidak
nl_be: Nee
pt_pt: Não
ru_ru: Нет
sv_se: Nej
tr_tr: Hayır

source: Save Settings
ar: حفظ الإعدادات
de_de: Einstellungen speichern
es_es: Guardar ajustes
fr_fr: Enregistrer les paramètres
it_it: Salva Impostazioni
ms_my: Simpan Tetapan
nl_be: Instellingen opslaan
pt_pt: Guardar definições
ru_ru: Сохранить настройки
sv_se: Spara inställningar
tr_tr: Ayarları Kaydet

source: No Ratings Yet!
ar: لايوجد تقييم
de_de: Aktuell keine Bewertungen!
es_es: Sin calificaciones aun!
fr_fr: Pas encore d'évaluation !
it_it: Nessuna valutazione!
ms_my: Tiada Penilaian Namun!
nl_be: Nog geen Ratings!
pt_pt: Nenhuma avaliação ainda!
ru_ru: Оценок пока нет!
sv_se: Inga betyg än!
tr_tr: Henüz Oylama Yok!

source: %1$s Based on
ar: %1$s بناءً على
de_de: %1$s Basierend auf
es_es: Basado en %1$s
fr_fr: %1$s Sur la base de
it_it: %1$s Basato su
ms_my: %1$s Berdasarkan
nl_be: %1$s Gebaseerd op
pt_pt: %1$s Baseado em
ru_ru: %1$s Основано на
sv_se: %1$s baserat på
tr_tr: %1$s Temeli

source: %2$s Rating
ar: %2$s تصنيف
de_de: %2$s Bewertung
es_es: Calificación %2$s
fr_fr: %2$s Cote d'évaluation
it_it: Valutazione %2$s
ms_my: Penilaian%2$s
pt_pt: %2$s Avaliação
ru_ru: %2$s Рейтинг
sv_se: %2$s Betyg
tr_tr: %2$s Derecelendirme

source: No Rating Yet!
ar: لا تقييمات بعد
de_de: Noch keine Bewertung!
fr_fr: Pas encore d’avis !
it_it: Eppure, nessuna valutazione!
ms_my: Tiada Penilaian Namun!
nl_be: Nog geen beoordeling!
pt_pt: Nenhuma avaliação ainda!
ru_ru: Еще нет рейтинга!
sv_se: Ingen betyg än!
tr_tr: Henüz Oylama Yok!

source: at
ar: في
de_de: um
es_es: en
fr_fr: à
it_it: a
ms_my: pada
nl_be: om
pt_pt: em
ru_ru: в
sv_se: på
tr_tr: en

source: tomorrow
ar: غداً
de_de: morgen
es_es: mañana
fr_fr: demain
it_it: domani
ms_my: esok
nl_be: morgen
pt_pt: amanhã
ru_ru: завтра
tr_tr: yarın

source: another day
ar: يوم آخر
de_de: ein anderer Tag
es_es: otro día
it_it: un altro giorno
ms_my: hari lain
nl_be: een andere dag
pt_pt: outro dia
ru_ru: в другой день
sv_se: en annan dag
tr_tr: başka bir gün

source: Open till
ar: مفتوح حتى
de_de: Geöffnet bis
es_es: Abierto hasta
fr_fr: Ouvert jusqu'au
it_it: Aperto fino
ms_my: Buka sehingga
nl_be: Open tot
pt_pt: Abrir até
ru_ru: Открыть до
sv_se: Öppna till
tr_tr: Kadar açık

source: Opens at
ar: یفتح عن
de_de: Öffnet um
es_es: Abre en
fr_fr: Ouvre à
it_it: Apre il
ms_my: Membuka pada
nl_be: Opent op
pt_pt: Abre na
ru_ru: Открывается в
sv_se: Öppnar vid
tr_tr: Adresinde açılır

source: Opens Tomorrow
ar: يفتح غدا
de_de: Öffnet morgen
es_es: Abre mañana
fr_fr: Ouvre demain
it_it: Apre domani
ms_my: Membuka Besok
nl_be: Opent morgen
pt_pt: Abre amanhã
ru_ru: Открывается завтра
sv_se: Öppnar imorgon
tr_tr: Yarın açar

source: Closed
ar: مغلق
de_de: Geschlossen
es_es: Cerrado
fr_fr: Fermé
it_it: Chiuso
ms_my: Telah ditutup
nl_be: Gesloten
pt_pt: Fechado
ru_ru: Закрыто
sv_se: Stängd
tr_tr: Kapalı

source: Open for %s minute
ar: مفتوح لمده %s دقيقه
de_de: Offen für %s Minute
es_es: Abierto durante %s minuto
fr_fr: Ouvert pendant %s minute
it_it: Aperto per %s minuto
ms_my: Dibuka untuk %s minit
nl_be: Open voor %s minuut
pt_pt: Aberto por %s minuto
ru_ru: Открыть для %s минута
sv_se: Öppet för %s minut
tr_tr: %s dakika için aç

source: Closed for %s minute
ar: مغلق لمده %s دقيقه
de_de: Geschlossen für %s Minute
es_es: Cerrado por %s minuto
fr_fr: Fermé pendant %s minute
it_it: Chiuso per %s minuto
ms_my: Tutup untuk %s minit
nl_be: Gesloten voor %s minuut
pt_pt: Fechado por %s minuto
ru_ru: Закрыто за минуту %s
sv_se: Stängt för %s minut
tr_tr: %s dakika kapalı
