Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: When vendors manually create withdrawal requests, what is the minimum amount a vendor can ask for?
ar: عندما يقوم البائعين بإنشاء طلبات السحب يدويًا ، ما هو الحد الأدنى للمبلغ الذي يمكن أن يطلبه البائع؟
de_de: Was ist der Mindestbetrag, den ein Lieferant bei der manuellen Erstellung von Auszahlungsanträgen verlangen kann?
es_es: Cuando los proveedores crean manualmente solicitudes de retiro, ¿cuál es la cantidad mínima que un proveedor puede solicitar?
fr_fr: Lorsque les fournisseurs créent manuellement des demandes de retrait, quel est le montant minimum qu'un fournisseur peut demander ?
it_it: Quando i venditori creano manualmente le richieste di prelievo, qual è l'importo minimo che un venditore può richiedere?
ms_my: Apabila penjual secara manual membuat permintaan pengeluaran, apakah jumlah minimum yang boleh dituntut vendor?
nl_be: Wanneer verkopers handmatig geldopnameverzoeken maken, wat is dan het minimum bedrag dat een verkoper kan vragen?
pt_pt: Quando os fornecedores criam solicitações de retirada manualmente, qual é o valor mínimo que um fornecedor pode solicitar?
ru_ru: Когда поставщики вручную создают запросы на вывод средств, какова минимальная сумма, которую может попросить продавец?
sv_se: När leverantörer manuellt skapar borttagningsförfrågningar, vad är det lägsta belopp som en leverantör kan begära?
tr_tr: Satıcılar para çekme isteklerini el ile oluşturduğunda, bir satıcının isteyebileceği minimum miktar nedir?

source: Select your preferred methods to pay vendors. Each selected method will add new fields to the vendors settings page, vendors will use those settings to provide you with the required information to pay them.
ar: اختر طرقك المفضلة لدفع البائعين. ستضيف كل طريقة محددة حقولًا جديدة إلى صفحة إعدادات الموردين ، وسيستخدم الموردون تلك الإعدادات لتزويدك بالمعلومات المطلوبة لدفعها.
de_de: Wählen Sie Ihre bevorzugten Methoden für die Bezahlung von Anbietern. Jede ausgewählte Methode fügt neue Felder zur Seite der Lieferanteneinstellungen hinzu, die von den Lieferanten verwendet werden, um Ihnen die erforderlichen Informationen zur Verfügung zu stellen.
es_es: Seleccione sus métodos preferidos para pagar a los proveedores. Cada método seleccionado añadirá nuevos campos a la página de configuración de proveedores, los proveedores usarán esa configuración para proporcionarle la información necesaria para pagarles.
fr_fr: Sélectionnez vos méthodes préférées pour payer les fournisseurs. Chaque méthode sélectionnée ajoutera de nouveaux champs à la page des paramètres des fournisseurs, les fournisseurs utiliseront ces paramètres pour vous fournir les informations requises pour les payer.
it_it: Selezionare i metodi preferiti per pagare i fornitori. Ogni metodo selezionato aggiungerà nuovi campi alla pagina delle impostazioni dei fornitori, i fornitori utilizzeranno tali impostazioni per fornire all'utente le informazioni necessarie per il pagamento.
ms_my: Pilih cara pilihan anda untuk membayar vendor. Setiap kaedah yang dipilih akan menambah medan baru ke halaman tetapan penjual, vendor akan menggunakan tetapan tersebut untuk memberikan maklumat yang diperlukan untuk membayarnya.
nl_be: Selecteer uw favoriete methoden om aanbieders te betalen. Elke geselecteerde methode zal nieuwe velden toevoegen aan de instellingenpagina van de aanbieder, de aanbieder zal deze instellingen gebruiken om u te voorzien van de vereiste informatie om ze te betalen.
pt_pt: Selecione seus métodos preferidos para pagar fornecedores. Cada método selecionado adicionará novos campos à página de configurações de fornecedores, os fornecedores usarão essas configurações para fornecer as informações necessárias para pagá-los.
ru_ru: Выберите предпочтительные способы оплаты поставщикам. Каждый выбранный метод добавит новые поля на страницу параметров поставщиков, поставщики будут использовать эти параметры, чтобы предоставить вам необходимую информацию для их оплаты.
sv_se: Välj dina föredragna metoder för att betala leverantörer. Varje valda metod lägger till nya fält på leverantörens inställningssida, leverantörer använder de här inställningarna för att ge dig den information som krävs för att betala dem.
tr_tr: Satıcılara ödeme yapmak için tercih ettiğiniz yöntemleri seçin. Her seçili yöntem satıcı ayarları sayfasına yeni alanlar ekleyecektir, satıcılar bu ayarları kullanarak ödeme yapmak için gereken bilgileri size sağlayacaktır.

source: Select the default withdrawal request status when vendors submit them. The default status of an automatically created withdrawal request is "pending".
ar: حدد حالة طلب السحب الافتراضية عندما يقدمها الموردون. الحالة الافتراضية لطلب السحب الذي تم إنشاؤه تلقائيًا هي &quot;معلقة&quot;.
de_de: Wählen Sie den Standardstatus für Auszahlungsanträge, wenn Lieferanten diese einreichen. Der Standardstatus einer automatisch erstellten Auszahlungsanfrage ist "schwebend".
es_es: Seleccione el status de solicitud de retiro predeterminado cuando los proveedores los envíen. El status por defecto de una solicitud de retiro creada automáticamente es "pendiente".
fr_fr: Sélectionnez le statut de demande de retrait par défaut lorsque les fournisseurs les soumettent. Le statut par défaut d'une demande de retrait créée automatiquement est "en attente".
it_it: Selezionare lo stato predefinito della richiesta di prelievo al momento dell'invio da parte dei fornitori. Lo stato predefinito di una richiesta di prelievo creata automaticamente è "in sospeso".
ms_my: Pilih status permintaan pengeluaran lalai apabila vendor mengemukakannya. Status lalai permintaan pengeluaran yang dibuat secara automatik adalah &quot;tertunda&quot;.
nl_be: Selecteer de standaard status van het verzoek tot geldopname wanneer aanbieders deze indienen. De standaardstatus van een automatisch aangemaakte geldopnameaanvraag is "pending" (in behandeling).
pt_pt: Selecione o status da solicitação de retirada padrão quando os fornecedores os enviarem. O status padrão de uma solicitação de retirada criada automaticamente é &quot;pendente&quot;.
ru_ru: Выберите статус отзыва по умолчанию, когда поставщики отправят их. Статус автоматически созданного запроса на вывод «ожидает».
sv_se: Välj standardåterkallningsstatus när leverantörer skickar in dem. Standardstatusen för en automatiskt skapad återkallningsbegäran är &quot;väntar&quot;.
tr_tr: Satıcılar gönderdiğinde varsayılan para çekme isteği durumunu seçin. Otomatik olarak oluşturulan para çekme talebinin varsayılan durumu &quot;beklemede&quot;.

source: These settings are used to calculate the delivery cost and distance between vendors and customers.
ar: يتم استخدام هذه الإعدادات لحساب تكلفة التسليم والمسافة بين البائعين والعملاء.
de_de: Diese Einstellungen werden verwendet, um die Lieferkosten und die Entfernung zwischen Lieferanten und Kunden zu berechnen.
es_es: Estas opciones se utilizan para calcular el coste de entrega y la distancia entre proveedores y clientes.
fr_fr: Ces options sont utilisées pour calculer les coûts indirects d'acquisition et la distance entre les fournisseurs et les clients.
it_it: Queste impostazioni vengono utilizzate per calcolare il costo di consegna e la distanza tra venditori e clienti.
ms_my: Tetapan ini digunakan untuk mengira kos penghantaran dan jarak antara vendor dan pelanggan.
nl_be: Deze instellingen worden gebruikt om de leveringskosten en de afstand tussen aanbieders en klanten te berekenen.
pt_pt: Essas configurações são usadas para calcular o custo de entrega e a distância entre fornecedores e clientes.
ru_ru: Эти настройки используются для расчета стоимости доставки и расстояния между поставщиками и клиентами.
sv_se: Dessa inställningar används för att beräkna leveranskostnaden och avståndet mellan leverantörer och kunder.
tr_tr: Bu ayarlar, satıcılar ve müşteriler arasındaki teslimat maliyetini ve mesafeyi hesaplamak için kullanılır.

source: These fees are only applied on vendors. This means customers will not be affected and will only pay the original total amount of the order. To add fees on customers, please use the WooCommerce Tax settings.
ar: يتم تطبيق هذه الرسوم فقط على البائعين. وهذا يعني أن العملاء لن يتأثروا ولن يدفعوا إلا المبلغ الإجمالي الأصلي للطلب. لإضافة رسوم على العملاء ، يرجى استخدام إعدادات ضريبة WooCommerce.
de_de: Diese Gebühren werden nur bei Verkäufern erhoben. Das bedeutet, dass die Kunden nicht betroffen sind und nur den ursprünglichen Gesamtbetrag der Bestellung bezahlen. Um Gebühren für Kunden zu erheben, verwenden Sie bitte die Einstellungen der WooCommerce-Steuer.
es_es: Estas tarifas sólo se aplican a los proveedores. Esto significa que los clientes no se verán afectados y sólo pagarán el importe total original del pedido. Para agregar tarifas a los clientes, por favor use la configuración del impuesto de WooCommerce.
fr_fr: Ces frais ne s'appliquent qu'aux fournisseurs. Cela signifie que les clients ne seront pas affectés et ne paieront que le montant total original de la commande. Pour ajouter des frais sur les clients, veuillez utiliser les paramètres de taxe de WooCommerce.
it_it: Queste tasse sono applicate solo ai fornitori. Questo significa che i clienti non saranno interessati e pagheranno solo l'importo totale originale dell'ordine. Per aggiungere commissioni sui clienti, utilizzare le impostazioni WooCommerce Tax (Imposta sul commercio).
ms_my: Yuran ini hanya digunakan pada vendor. Ini bermakna pelanggan tidak akan terjejas dan hanya akan membayar jumlah pesanan asal yang asal. Untuk menambah yuran kepada pelanggan, sila gunakan tetapan Cukai WooCommerce.
nl_be: Deze kosten worden alleen toegepast op verkopers. Dit betekent dat klanten niet worden beïnvloed en zullen alleen het oorspronkelijke totale bedrag van de bestelling betalen. Gebruik de instellingen van WooCommerce Tax om kosten aan klanten toe te voegen.
pt_pt: Essas taxas são aplicadas apenas em fornecedores. Isso significa que os clientes não serão afetados e só pagarão o valor total original do pedido. Para adicionar taxas aos clientes, use as configurações de impostos da WooCommerce.
ru_ru: Эти сборы применяются только к поставщикам. Это означает, что клиенты не пострадают и будут платить только первоначальную общую сумму заказа. Чтобы увеличить комиссионные с клиентов, используйте настройки налога WooCommerce.
sv_se: Dessa avgifter tillämpas endast på leverantörer. Det innebär att kunderna inte kommer att påverkas och endast betalar det ursprungliga totala beloppet för beställningen. För att lägga till avgifter på kunder, använd WooCommerce Tax-inställningarna.
tr_tr: Bu ücretler sadece satıcılara uygulanır. Bu, müşterilerin etkilenmeyeceği ve yalnızca siparişin orijinal toplam tutarını ödeyeceği anlamına gelir. Müşterilere ücret eklemek için lütfen WooCommerce Vergi ayarlarını kullanın.

source: With 'Cash on Delivery' orders, customers will pay the order total amount including your fees to the delivery person and thus you will not receive any payment. In that case, the system by default deducts your fees from the vendor account's balance on your website.
ar: من خلال أوامر &quot;الدفع عند التسليم&quot; ، سيدفع العملاء المبلغ الإجمالي للطلب بما في ذلك الرسوم الخاصة بك إلى الشخص الذي يقوم بالتوصيل وبالتالي لن تتلقى أي مدفوعات. في هذه الحالة ، يقوم النظام بشكل افتراضي بخصم الرسوم من رصيد حساب البائع على موقع الويب الخاص بك.
de_de: Bei Bestellungen per Nachnahme zahlen die Kunden den Gesamtbetrag der Bestellung einschließlich Ihrer Gebühren an den Zusteller und Sie erhalten somit keine Zahlung. In diesem Fall zieht das System standardmäßig Ihre Gebühren vom Guthaben des Lieferantenkontos auf Ihrer Website ab.
es_es: Con los pedidos contra reembolso, los clientes pagarán el importe total del pedido, incluidos los gastos de envío, al repartidor y, por lo tanto, no recibirá ningún pago. En ese caso, el sistema deduce por defecto sus honorarios del saldo de la cuenta del proveedor en su sitio Web.
fr_fr: Avec les commandes'Cash on Delivery', les clients paieront le montant total de la commande, y compris vos frais, au livreur et vous ne recevrez donc aucun paiement. Dans ce cas, le système déduit par défaut vos frais du solde du compte fournisseur sur votre site Web.
it_it: Con gli ordini 'Cash on Delivery', i clienti pagheranno l'importo totale dell'ordine incluse le spese alla persona di consegna e quindi non riceverai alcun pagamento. In tal caso, per impostazione predefinita, il sistema detrae le commissioni dal saldo dell'account del venditore sul tuo sito Web.
ms_my: Dengan pesanan &#39;Cash on Delivery&#39;, pelanggan akan membayar jumlah pesanan jumlah termasuk yuran anda kepada orang penghantaran dan dengan demikian anda tidak akan menerima apa-apa pembayaran. Dalam kes itu, sistem secara lalai memotong bayaran anda dari baki akaun penjual di laman web anda.
nl_be: Bij 'Contant bestellen' betalen klanten het totaalbedrag van de bestelling inclusief uw kosten aan de bezorger en ontvangt u dus geen betaling. In dat geval brengt het systeem standaard uw kosten in mindering op het saldo van de verkopersaccount op uw website.
pt_pt: Com os pedidos de &#39;Pagamento na entrega&#39;, os clientes pagarão o valor total do pedido incluindo suas taxas para a pessoa que entrega e, portanto, você não receberá nenhum pagamento. Nesse caso, o sistema, por padrão, deduz suas taxas do saldo da conta do fornecedor em seu site.
ru_ru: С заказами «Наложенным платежом» клиенты будут оплачивать общую сумму заказа, включая плату за доставку, и, таким образом, вы не получите никакой оплаты. В этом случае система по умолчанию удерживает ваши сборы с баланса вашего поставщика на вашем веб-сайте.
sv_se: Med beställningar &quot;Cash on Delivery&quot; betalar kunderna beställningsbeloppet inklusive dina avgifter till leveranspersonen och därmed får du ingen betalning. I så fall drar systemet som standard av dina avgifter från leverantörskontoens balans på din webbplats.
tr_tr: &#39;Teslimde Nakit&#39; siparişleri ile, müşteriler siparişleriniz dahil olmak üzere sipariş toplam tutarını teslim eden kişiye ödeyecek ve böylece herhangi bir ödeme yapılmayacaktır. Bu durumda, sistem varsayılan olarak ücretlerinizi satıcı hesabınızın web sitesindeki bakiyesinden düşer.

source: Enter terms and conditions for vendors, this will be used in the vendor registration form. To add terms for customers go to WooCommerce %s settings.
ar: أدخل الشروط والأحكام للبائعين ، وسيتم استخدام هذا في نموذج تسجيل البائع. لإضافة مصطلحات للعملاء ، انتقل إلى إعدادات WooCommerce %s.
de_de: Geben Sie die Allgemeinen Geschäftsbedingungen für Lieferanten ein, diese werden im Formular zur Lieferantenregistrierung verwendet. Um Begriffe für Kunden hinzuzufügen, gehen Sie zu WooCommerce %s Einstellungen.
es_es: Introduzca los términos y condiciones para proveedores, que se utilizarán en el formulario de registro de proveedores. Para añadir condiciones para los clientes vaya a la configuración de WooCommerce %s.
fr_fr: Entrez les termes et conditions pour les fournisseurs, ceci sera utilisé dans le formulaire d'inscription des fournisseurs. Pour ajouter des termes pour les clients, allez dans les paramètres de WooCommerce %s.
it_it: Inserisci i termini e le condizioni per i venditori, questo sarà utilizzato nel modulo di registrazione del venditore. Per aggiungere condizioni per i clienti vai alle impostazioni %s di WooCommerce.
ms_my: Masukkan terma dan syarat untuk vendor, ini akan digunakan dalam borang pendaftaran penjual. Untuk menambah syarat untuk pelanggan pergi ke tetapan %s WooCommerce.
nl_be: Voer algemene voorwaarden in voor verkopers, deze worden gebruikt in het verkopersregistratieformulier. Om voorwaarden voor klanten toe te voegen gaat u naar WooCommerce %s instellingen.
pt_pt: Entre os termos e condições para os fornecedores, isso será usado no formulário de registro do fornecedor. Para adicionar termos aos clientes, acesse as configurações do WooCommerce %s.
ru_ru: Введите условия для поставщиков, это будет использоваться в форме регистрации поставщика. Чтобы добавить условия для клиентов, перейдите в настройки WooCommerce %s.
sv_se: Ange villkoren för leverantörer, detta kommer att användas i leverantörsregistreringsformuläret. För att lägga till villkor för kunder, gå till WooCommerce %s inställningar.
tr_tr: Satıcılar için şartlar ve koşullar girin, bu satıcı kayıt formunda kullanılacaktır. Müşteriler için şartlar eklemek, WooCommerce %s ayarlarına gider.

source: Apply this fee on vendors when they receive orders from all, some or selected customers.
ar: قم بتطبيق هذا الرسم على البائعين عندما يتلقون طلبات من الجميع ، أو بعضهم أو عملاء محددين.
de_de: Wenden Sie diese Gebühr auf Lieferanten an, wenn sie Bestellungen von allen, einigen oder ausgewählten Kunden erhalten.
es_es: Aplique esta tarifa a los proveedores cuando reciban pedidos de todos, algunos o algunos clientes seleccionados.
fr_fr: Appliquer ces frais sur les fournisseurs lorsqu'ils reçoivent des commandes de la part de tous les clients, de certains clients ou de clients sélectionnés.
it_it: Applicare questa tassa sui fornitori quando ricevono gli ordini da tutti, alcuni o selezionati i clienti.
ms_my: Terapkan yuran ini kepada vendor apabila mereka menerima pesanan dari semua, beberapa atau pelanggan terpilih.
nl_be: Pas deze vergoeding toe op aanbieders wanneer zij orders ontvangen van alle, enkele of geselecteerde klanten.
pt_pt: Aplique essa taxa aos fornecedores quando eles receberem pedidos de todos, alguns ou clientes selecionados.
ru_ru: Примените эту плату для продавцов, когда они получают заказы от всех, некоторых или выбранных клиентов.
sv_se: Ansök denna avgift på leverantörer när de får order från alla, några eller valda kunder.
tr_tr: Satıcılardan, bazı veya belirli müşterilerden sipariş aldıklarında bu ücreti uygulayın.

source: Select vendors who will be effected by this fee.
ar: حدد البائعين الذين سيتم تأثرهم بهذه الرسوم.
de_de: Wählen Sie Lieferanten aus, die von dieser Gebühr betroffen sind.
es_es: Seleccione los proveedores que se verán afectados por esta tasa.
fr_fr: Sélectionner les fournisseurs qui seront affectés par ces frais.
it_it: Seleziona i fornitori che saranno interessati da questa tassa.
ms_my: Pilih vendor yang akan dikenakan oleh yuran ini.
nl_be: Selecteer aanbieders die zullen worden uitgevoerd door deze vergoeding.
pt_pt: Selecione fornecedores que serão afetados por essa taxa.
ru_ru: Выберите поставщиков, которые будут произведены этой комиссией.
sv_se: Välj leverantörer som kommer att genomföras med denna avgift.
tr_tr: Bu ücretten etkilenecek satıcıları seçin.

source: A float value which if the sub-total amount of the order exceeds, this rule will be applied.
ar: قيمة عائمة إذا تم تجاوز المبلغ الإجمالي الفرعي للطلب ، فسيتم تطبيق هذه القاعدة.
de_de: Ein Float-Wert, der bei Überschreitung des Zwischensummenbetrags des Auftrags diese Regel anwendet.
es_es: Un valor de holgura que, si el importe subtotal de la orden excede, se aplicará esta regla.
fr_fr: Une valeur flottante qui, si le montant total partiel de l'ordre est supérieur, cette règle sera appliquée.
it_it: Un valore galleggiante che, se il totale parziale dell'ordine supera, verrà applicato.
ms_my: Nilai apungan yang jika jumlah sub-jumlah pesanan melebihi, peraturan ini akan digunakan.
nl_be: Een variabele waarde die, indien het subtotale bedrag van de order wordt overschreden, die zal toegepast worden op deze regel.
pt_pt: Um valor flutuante que, se o valor do subtotal do pedido exceder, essa regra será aplicada.
ru_ru: Значение float, которое, если общая сумма заказа превышает это правило, будет применяться.
sv_se: Ett float-värde som om den totala summan av ordern överstiger, kommer denna regel att tillämpas.
tr_tr: Emrin alt toplam tutarı aşarsa, bu kural uygulanır.

source: Whether to apply this rule on the order total including delivery fee or only on the order delivery fee.
ar: ما إذا كان سيتم تطبيق هذه القاعدة على إجمالي الطلب بما في ذلك رسوم التوصيل أو فقط على رسوم تسليم الطلب.
de_de: Ob diese Regel auf die Auftragssumme inklusive Liefergebühr oder nur auf die Auftragsliefergebühr angewendet werden soll.
es_es: Si aplicar esta regla sobre el total del pedido, incluyendo los gastos de envío, o sólo sobre los gastos de envío del pedido.
fr_fr: Que ce soit pour appliquer cette règle sur le total de la commande, y compris les frais de livraison ou seulement sur les frais de livraison de la commande.
it_it: Se applicare questa regola sul totale dell'ordine, compresa la tassa di consegna o solo sulla tassa di consegna dell'ordine.
ms_my: Sama ada untuk memohon peraturan ini pada jumlah pesanan termasuk yuran penghantaran atau hanya pada yuran penghantaran pesanan.
nl_be: Of u deze regel toepast op het totaal van de bestelling inclusief verzendkosten of alleen op de verzendkosten van de bestelling.
pt_pt: Se aplicar esta regra no total do pedido, incluindo taxa de entrega ou apenas na taxa de entrega do pedido.
ru_ru: Применять ли это правило на общую сумму заказа, включая плату за доставку или только за доставку заказа.
sv_se: Huruvida man ska tillämpa denna regel på orderingången inklusive leveransavgift eller endast på orderleveransavgiften.
tr_tr: Bu kuralı, teslimat ücreti dahil olmak üzere sipariş toplamına veya yalnızca sipariş teslim ücretine uygulayıp uygulamadığı.
