Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: When a vendor selling privileges is deactivated, their shop page and products will be hidden from customers but not deleted. Yet previous and current orders will still appear to customers but the vendor will no longer be able to manage or process them. To completely remove a vendor and his products, delete the vendor (user) from the "users page" in the WordPress admin.
ar: عندما يتم إلغاء تنشيط امتياز بيع البائع ، سيتم إخفاء صفحة متجره ومنتجاته من العملاء دون حذفها. ومع ذلك ، ستظل الطلبات السابقة والحالية تظهر للعملاء ولكن لن يتمكن البائع من إدارة هذه الطلبات أو معالجتها. لإزالة بائع ومنتجاته بالكامل ، احذف البائع (المستخدم) من &quot;صفحة المستخدمين&quot; في مسؤول WordPress.
de_de: Wenn ein Verkäufer seine Verkaufsprivilegien deaktiviert, werden seine Shop-Seite und seine Produkte vor den Kunden versteckt, aber nicht gelöscht. Bisherige und aktuelle Bestellungen werden den Kunden zwar noch angezeigt, aber der Lieferant kann sie nicht mehr verwalten oder bearbeiten. Um einen Anbieter und seine Produkte vollständig zu entfernen, löschen Sie den Anbieter (Benutzer) von der "Benutzerseite" im WordPress-Administrator.
es_es: Cuando se desactiva un vendedor que vende privilegios, su página de tienda y sus productos se ocultarán a los clientes pero no se eliminarán. Sin embargo, los pedidos anteriores y actuales seguirán apareciendo a los clientes, pero el proveedor ya no podrá gestionarlos ni procesarlos. Para eliminar completamente un proveedor y sus productos, borre el proveedor (usuario) de la "página de usuarios" en el administrador de WordPress.
fr_fr: Lorsqu'un vendeur qui vend des privilèges est désactivé, sa page de boutique et ses produits seront cachés aux clients mais non supprimés. Pourtant, les commandes passées et en cours apparaîtront toujours aux clients, mais le vendeur ne sera plus en mesure de les gérer ou de les traiter. Pour supprimer complètement un fournisseur et ses produits, supprimez le fournisseur (utilisateur) de la "page utilisateurs" dans l'admin WordPress.
it_it: Quando un fornitore che vende privilegi è disattivato, la pagina del negozio e i prodotti vengono nascosti ai clienti ma non eliminati. Tuttavia, gli ordini precedenti e correnti continueranno ad apparire ai clienti, ma il fornitore non sarà più in grado di gestirli o elaborarli. Per rimuovere completamente un fornitore e i suoi prodotti, eliminare il fornitore (utente) dalla "pagina utenti" in amministrazione WordPress.
ms_my: Apabila hak menjual vendor dinyahaktifkan, halaman kedai dan produk mereka akan disembunyikan daripada pelanggan tetapi tidak dipadam. Walau bagaimanapun pesanan sebelumnya dan semasa masih akan dipaparkan kepada pelanggan tetapi vendor tidak akan dapat mengurus atau memprosesnya lagi. Untuk menghapuskan vendor dan produknya sepenuhnya, hapus penjual (pengguna) dari &quot;halaman pengguna&quot; dalam admin WordPress.
nl_be: Wanneer een aanbieder verkoopprivileges is gedeactiveerd, zullen hun winkelpagina en producten worden verborgen voor klanten, maar niet verwijderd. Toch zullen vroegere en lopende bestellingen nog steeds aan klanten verschijnen, maar de verkoper zal ze niet meer kunnen beheren of verwerken. Om een aanbieder en zijn producten volledig te verwijderen, verwijdert u de aanbieder (gebruiker) van de "gebruikerspagina" in de WordPress admin.
pt_pt: Quando um fornecedor que vende privilégios é desativado, sua página de loja e seus produtos serão ocultados dos clientes, mas não excluídos. No entanto, os pedidos anteriores e atuais ainda aparecerão para os clientes, mas o fornecedor não poderá mais gerenciá-los ou processá-los. Para remover completamente um fornecedor e seus produtos, exclua o fornecedor (usuário) da &quot;página de usuários&quot; no admin do WordPress.
ru_ru: Когда продавец продает привилегии, деактивируется, их страница магазина и продукты будут скрыты от клиентов, но не удалены. Однако прежние и текущие заказы будут по-прежнему появляться у клиентов, но поставщик больше не сможет их обрабатывать или обрабатывать. Чтобы полностью удалить поставщика и его продукты, удалите поставщика (пользователя) со страницы «users» в администраторе WordPress.
sv_se: När en säljare som säljer privilegier är inaktiverad kommer deras butikssida och produkter att döljas från kunder men inte raderas. Ändå kommer tidigare och nuvarande order fortfarande att visas för kunder, men säljaren kommer inte längre att kunna hantera eller bearbeta dem. För att helt ta bort en säljare och hans produkter, ta bort säljaren (användaren) från &quot;användarsidan&quot; i WordPress-administratören.
tr_tr: Bir satıcı satış imtiyazları devre dışı bırakıldığında, mağaza sayfası ve ürünleri müşteriden gizlenecek, ancak silinmeyecek. Ancak önceki ve şimdiki siparişler müşterilere görünmeye devam edecek, ancak satıcı artık bunları yönetemez veya işleyemez. Bir satıcıyı ve ürünlerini tamamen kaldırmak için, satıcıyı (kullanıcı) WordPress yöneticisindeki &quot;kullanıcı sayfası&quot; ndan silin.

source: This will send an email message using your admin email address as sender.
ar: سيؤدي هذا إلى إرسال رسالة بريد إلكتروني باستخدام عنوان البريد الإلكتروني للمشرف كمرسل.
de_de: Dadurch wird eine E-Mail-Nachricht mit Ihrer Admin-E-Mail-Adresse als Absender gesendet.
es_es: Esto enviará un mensaje de correo electrónico utilizando su dirección de correo electrónico de administrador como remitente.
fr_fr: Ceci enverra un message électronique en utilisant votre adresse électronique d'administrateur comme expéditeur.
it_it: In questo modo verrà inviato un messaggio e-mail utilizzando l'indirizzo e-mail dell'amministratore come mittente.
ms_my: Ini akan menghantar mesej e-mel menggunakan alamat e-mel pentadbir anda sebagai penghantar.
nl_be: Dit zal een e-mailbericht verzenden met uw admin e-mailadres als afzender.
pt_pt: Isso enviará uma mensagem de e-mail usando seu endereço de e-mail de administrador como remetente.
ru_ru: Это отправит сообщение электронной почты, используя ваш адрес электронной почты администратора в качестве отправителя.
sv_se: Detta skickar ett e-postmeddelande med din administratörs e-postadress som avsändare.
tr_tr: Bu, yönetici e-posta adresinizi gönderen olarak kullanarak bir e-posta iletisi gönderir.

source: The minimum amount of the order to make a delivery order.
ar: الحد الأدنى لمبلغ طلب تقديم طلب التسليم.
de_de: Der Mindestbestellwert für einen Lieferauftrag.
es_es: El importe mínimo del pedido para realizar una orden de entrega.
fr_fr: Le montant minimum de la commande pour passer une commande de livraison.
it_it: L'importo minimo dell'ordine per effettuare un ordine di consegna.
ms_my: Jumlah pesanan minimum untuk membuat pesanan penghantaran.
nl_be: Het minimumbedrag van de bestelling om een leveringsorder te maken.
pt_pt: O valor mínimo do pedido para fazer um pedido de entrega.
ru_ru: Минимальная сумма заказа для доставки заказа.
sv_se: Minsta mängd order att göra en leveransorder.
tr_tr: Teslimat siparişi verilecek siparişin minimum miktarı.

source: When customer adds more than one of your products to cart, the system will calculate the preparation time for the order by getting the longest product preparation time multiplied by a percentage of the preparation time of other products. i.e. if you set 25, and customer has added two of your products, one has 15 mins and the second have 7 mins preparation time, the total preparation time for the order will be 17 mins
ar: عندما يضيف العميل أكثر من واحد من منتجاتك إلى سلة التسوق ، يقوم النظام بحساب وقت إعداد الطلب عن طريق الحصول على أطول وقت لإعداد المنتج مضروبًا بنسبة مئوية من وقت إعداد المنتجات الأخرى. على سبيل المثال ، إذا قمت بتعيين 25 ، وقام العميل بإضافة اثنين من المنتجات الخاصة بك ، واحد لديه 15 دقيقة والثانية بوقت إعداد 7 دقائق ، وسيكون إجمالي وقت التحضير للطلب 17 دقيقة
de_de: Wenn der Kunde mehr als eines seiner Produkte in den Warenkorb legt, berechnet das System die Vorbereitungszeit für die Bestellung, indem es die längste Produktvorbereitungszeit multipliziert mit einem Prozentsatz der Vorbereitungszeit anderer Produkte erhält. Wenn Sie also 25 einstellen und der Kunde zwei Ihrer Produkte hinzugefügt hat, hat eines 15 Minuten und das andere 7 Minuten Vorbereitungszeit, beträgt die gesamte Vorbereitungszeit für die Bestellung 17 Minuten.
es_es: Cuando el cliente añade más de uno de sus productos al carrito, el sistema calculará el tiempo de preparación del pedido obteniendo el mayor tiempo de preparación del producto multiplicado por un porcentaje del tiempo de preparación de otros productos. Por ejemplo, si usted establece 25, y el cliente ha añadido dos de sus productos, uno tiene 15 minutos y el segundo tiene 7 minutos de tiempo de preparación, el tiempo total de preparación para el pedido será de 17 minutos.
fr_fr: Lorsque le client ajoute plus d'un de vos produits au panier, le système calculera le temps de préparation de la commande en multipliant le temps de préparation du produit le plus long par un pourcentage du temps de préparation des autres produits. Par exemple, si vous réglez 25 et que le client a ajouté deux de vos produits, le premier a 15 minutes et le second 7 minutes, le temps total de préparation de la commande est de 17 minutes
it_it: Quando il cliente aggiunge più di uno dei vostri prodotti al carrello, il sistema calcolerà il tempo di preparazione dell'ordine ottenendo il tempo di preparazione del prodotto più lungo moltiplicato per una percentuale del tempo di preparazione di altri prodotti. es. se impostate 25, e il cliente ha aggiunto due dei vostri prodotti, uno ha 15 minuti e il secondo ha 7 minuti di preparazione, il tempo totale di preparazione dell'ordine sarà di 17 minuti.
ms_my: Apabila pelanggan menambahkan lebih daripada satu produk anda ke troli, sistem akan mengira masa persediaan untuk pesanan dengan mendapatkan masa persediaan produk terpanjang yang didarab dengan peratusan masa persediaan produk lain. yakni jika Anda menetapkan 25, dan pelanggan telah menambahkan dua produk Anda, satu memiliki 15 menit dan yang kedua memiliki waktu persiapan 7 min, jumlah waktu persiapan untuk pesanan itu akan menjadi 17 menit
nl_be: Wanneer de klant meer dan één van uw producten aan de winkelwagen toevoegt, berekent het systeem de voorbereidingstijd voor de bestelling door de langste productvoorbereidingstijd te vermenigvuldigen met een percentage van de bereidingstijd van andere producten. d.w.z. als u er 25 hebt ingesteld en de klant twee van uw producten heeft toegevoegd, heeft één 15 minuten en de tweede 7 minuten voorbereidingstijd, dan is de totale voorbereidingstijd voor de bestelling 17 minuten.
pt_pt: Quando o cliente adiciona mais de um de seus produtos ao carrinho, o sistema calcula o tempo de preparação para o pedido obtendo o maior tempo de preparação do produto multiplicado por uma porcentagem do tempo de preparação de outros produtos. ou seja, se você definir 25 e o cliente tiver adicionado dois de seus produtos, um tiver 15 minutos e o segundo tiver 7 minutos de tempo de preparação, o tempo total de preparação para o pedido será de 17 minutos
ru_ru: Когда клиент добавляет больше, чем один из ваших продуктов в корзину, система рассчитывает время подготовки заказа, получая самое длинное время подготовки продукта, умноженное на процент от времени подготовки других продуктов. т.е. если вы установили 25, а клиент добавил два ваших продукта, у одного есть 15 минут, а у второго есть время подготовки 7 минут, общее время подготовки заказа составит 17 минут
sv_se: När kunden lägger till mer än en av dina produkter i kundvagnen, beräknar systemet beredningstiden för ordern genom att få den längsta produktförberedelsestiden multiplicerad med en procentandel av beredningstiden för andra produkter. det vill säga om du ställer in 25 och kunden har lagt till två av dina produkter, en har 15 minuter och den andra har 7 minuters förberedelsestid, blir den totala förberedelsestiden för beställningen 17 minuter
tr_tr: Müşteri, ürünlerinizden birden fazlasını sepetinize eklediğinde, sistem, en uzun ürün hazırlama süresini diğer ürünlerin hazırlanma süresinin yüzdesiyle çarpılarak sipariş için hazırlık süresini hesaplar. yani 25&#39;i ayarlarsanız ve müşteri ürünlerinizden iki tane eklediyse, biri 15 dakika, ikincisi 7 dakika hazırlık süresi vardır, sipariş için toplam hazırlık süresi 17 dakikadır

source: Here you can get statistics info of your vendors sales. By default, you will see results for all vendors, but you can select to see results for an individual vendor as well. The results table is set by default to show sales for today, but you can see results for different periods as well. You can also click the print button if you wish to print the current results.
ar: هنا يمكنك الحصول على معلومات إحصائية عن مبيعات البائعين الخاصة بك. بشكل افتراضي ، سترى نتائج لجميع البائعين ، ولكن يمكنك تحديد رؤية النتائج للبائع الفردي أيضًا. يتم تعيين جدول النتائج بشكل افتراضي لعرض المبيعات لهذا اليوم ، ولكن يمكنك مشاهدة النتائج لفترات مختلفة أيضًا. يمكنك أيضًا النقر فوق زر الطباعة إذا كنت ترغب في طباعة النتائج الحالية.
de_de: Hier können Sie Statistiken über die Verkäufe Ihrer Lieferanten abrufen. Standardmäßig werden Ergebnisse für alle Lieferanten angezeigt, aber Sie können auch die Ergebnisse für einen einzelnen Lieferanten auswählen. Die Ergebnistabelle ist standardmäßig so eingestellt, dass der Umsatz für heute angezeigt wird, aber Sie können auch Ergebnisse für verschiedene Perioden sehen. Sie können auch auf die Schaltfläche Drucken klicken, wenn Sie die aktuellen Ergebnisse drucken möchten.
es_es: Aquí puede obtener información estadística de las ventas de sus proveedores. Por defecto, verá resultados para todos los proveedores, pero también puede seleccionar ver resultados para un proveedor individual. La tabla de resultados está configurada de forma predeterminada para mostrar las ventas del día de hoy, pero también puede ver los resultados de períodos diferentes. También puede hacer clic en el botón de imprimir si desea imprimir los resultados actuales.
fr_fr: Ici, vous pouvez obtenir des statistiques sur les ventes de vos fournisseurs. Par défaut, vous verrez les résultats pour tous les fournisseurs, mais vous pouvez également choisir de voir les résultats pour un fournisseur individuel. Le tableau des résultats est défini par défaut pour montrer les ventes d'aujourd'hui, mais vous pouvez également voir les résultats pour différentes périodes. Vous pouvez également cliquer sur le bouton d'impression si vous souhaitez imprimer les résultats actuels.
it_it: Qui potete ottenere informazioni statistiche sulle vendite dei vostri fornitori. Per impostazione predefinita, si vedranno i risultati per tutti i fornitori, ma è possibile selezionare di vedere i risultati anche per un singolo fornitore. La tabella dei risultati è impostata per impostazione predefinita per visualizzare le vendite per oggi, ma è possibile visualizzare i risultati anche per periodi diversi. È anche possibile fare clic sul pulsante di stampa se si desidera stampare i risultati correnti.
ms_my: Di sini anda boleh mendapatkan maklumat statistik jualan vendor anda. Secara lalai, anda akan melihat keputusan untuk semua vendor, tetapi anda boleh memilih untuk melihat hasil untuk vendor individu juga. Jadual hasil ditetapkan secara lalai untuk menunjukkan jualan hari ini, tetapi anda dapat melihat hasil untuk tempoh yang berbeza juga. Anda juga boleh mengklik butang cetakan jika anda ingin mencetak hasil semasa.
nl_be: Hier kunt u verkoopsstatistieken van uw aanbieders vinden. Standaard ziet u resultaten voor alle aanbieders, maar u kunt ervoor kiezen om ook resultaten voor een individuele aanbieder te zien. De resultatentabel is standaard ingesteld om verkopen voor vandaag weer te geven, maar u kunt ook resultaten voor verschillende periodes zien. U kunt ook op de knop Afdrukken klikken als u de huidige resultaten wilt afdrukken.
pt_pt: Aqui você pode obter informações estatísticas das vendas de seus fornecedores. Por padrão, você verá resultados para todos os fornecedores, mas também pode selecionar os resultados para um fornecedor individual. A tabela de resultados é definida por padrão para mostrar as vendas de hoje, mas você também pode ver resultados para períodos diferentes. Você também pode clicar no botão de impressão se desejar imprimir os resultados atuais.
ru_ru: Здесь вы можете получить статистическую информацию о продажах ваших продавцов. По умолчанию вы увидите результаты для всех поставщиков, но вы также можете просмотреть результаты для отдельного поставщика. По умолчанию таблица результатов по умолчанию показывает продажи на сегодняшний день, но вы можете видеть результаты и для разных периодов. Вы также можете нажать кнопку печати, если хотите распечатать текущие результаты.
sv_se: Här kan du få statistikinformation om försäljarens försäljning. Som standard ser du resultat för alla leverantörer, men du kan också välja att se resultat för en enskild leverantör. Resultattabellen är som standard för att visa försäljning för idag, men du kan även se resultat för olika perioder. Du kan också klicka på utskriftsknappen om du vill skriva ut aktuella resultat.
tr_tr: Burada satıcı satışlarınızın istatistik bilgilerini alabilirsiniz. Varsayılan olarak, tüm satıcılar için sonuçları görürsünüz, ancak tek bir satıcı için de sonuçları görmeyi seçebilirsiniz. Sonuçlar tablosu, bugün için satışları göstermek üzere varsayılan olarak ayarlanmıştır, ancak sonuçları farklı dönemlerde de görebilirsiniz. Mevcut sonuçları yazdırmak için baskı düğmesine de tıklayabilirsiniz.

source: This will show you a general count of all orders made on your website grouped by order status. You can click on the status title to navigate to the respective orders page.
ar: سيعرض لك هذا العدد العام لجميع الطلبات التي يتم إجراؤها على موقعك الإلكتروني مجمعة حسب حالة الطلب. يمكنك النقر على عنوان الحالة للتنقل إلى صفحة الطلبات المعنية.
de_de: Dies zeigt Ihnen eine allgemeine Zählung aller auf Ihrer Website getätigten Bestellungen, gruppiert nach Bestellstatus. Sie können auf den Status-Titel klicken, um zur jeweiligen Bestellseite zu navigieren.
es_es: Esto le mostrará un recuento general de todos los pedidos realizados en su sitio web agrupados por estado del pedido. Puede hacer clic en el título de estado para navegar a la página de pedidos correspondiente.
fr_fr: Ceci vous montrera un compte général de toutes les commandes passées sur votre site Web regroupées par statut de commande. Vous pouvez cliquer sur le titre du statut pour naviguer jusqu'à la page des commandes respectives.
it_it: Questo vi mostrerà un conteggio generale di tutti gli ordini effettuati sul tuo sito web raggruppati per stato degli ordini. È possibile fare clic sul titolo di stato per navigare alla rispettiva pagina degli ordini.
ms_my: Ini akan menunjukkan kiraan umum semua pesanan yang dibuat di laman web anda dikumpulkan mengikut status pesanan. Anda boleh mengklik tajuk status untuk menavigasi ke halaman pesanan masing-masing.
nl_be: Dit toont u een algemene telling van alle bestellingen die op uw website gegroepeerd op orderstatus. Door op de statustitel te klikken navigeert u naar de betreffende bestelpagina.
pt_pt: Isso mostrará uma contagem geral de todos os pedidos feitos em seu website agrupados por status do pedido. Você pode clicar no título do status para navegar para a respectiva página de pedidos.
ru_ru: Это покажет вам общее количество всех заказов, сделанных на вашем веб-сайте, сгруппированных по статусу заказа. Вы можете нажать на заголовок статуса, чтобы перейти на соответствующую страницу заказов.
sv_se: Detta kommer att visa dig en allmän räkning av alla beställningar som gjorts på din webbplats grupperade efter orderstatus. Du kan klicka på statustiteln för att navigera till respektive ordersida.
tr_tr: Bu, sipariş durumunuza göre gruplandırılan web sitenizde yapılan tüm siparişlerin genel sayısını gösterir. İlgili sipariş sayfasına gitmek için durum başlığına tıklayabilirsiniz.

source: Here you can get information on products having the most sales on your website.
ar: هنا يمكنك الحصول على معلومات عن المنتجات التي لها أكبر قدر من المبيعات على موقع الويب الخاص بك.
de_de: Hier können Sie sich über die umsatzstärksten Produkte auf Ihrer Website informieren.
es_es: Aquí puede obtener información sobre los productos más vendidos en su sitio web.
fr_fr: Ici vous pouvez obtenir des informations sur les produits ayant le plus de ventes sur votre site web.
it_it: Qui è possibile ottenere informazioni sui prodotti che hanno il maggior numero di vendite sul tuo sito web.
ms_my: Di sini anda boleh mendapatkan maklumat mengenai produk yang mempunyai jualan paling banyak di laman web anda.
nl_be: Hier kunt u informatie vinden over producten met de meeste verkopen.
pt_pt: Aqui você pode obter informações sobre produtos com mais vendas em seu site.
ru_ru: Здесь вы можете получить информацию о продуктах, имеющих наибольший объем продаж на вашем сайте.
sv_se: Här kan du få information om produkter som har mest försäljning på din webbplats.
tr_tr: Burada web sitenizde en çok satış yapan ürünler hakkında bilgi alabilirsiniz.
