Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: This is the main page to monitor your vendors incoming orders. Orders are listed from oldest to newest. Whenever you are in this page, the system will automatically update the orders list every minute. By default, you are only supposed to monitor and remind your vendors if some orders are taking too long to process. In addition of managing "on-hold orders" which are still not paid.
ar: هذه هي الصفحة الرئيسية لمراقبة طلبات البائعين الواردة. يتم سرد الطلبات من الأقدم إلى الأحدث. عندما تكون في هذه الصفحة ، سيقوم النظام تلقائيًا بتحديث قائمة الطلبات كل دقيقة. بشكل افتراضي ، من المفترض فقط أن تقوم بمراقبة وتذكير البائعين إذا كانت بعض الطلبات تستغرق وقتًا طويلاً جدًا في معالجتها. بالإضافة إلى إدارة &quot;الأوامر المعلقة&quot; التي لم يتم دفعها بعد.
de_de: Dies ist die Hauptseite, um den Auftragseingang Ihrer Lieferanten zu überwachen. Die Bestellungen werden von ältesten bis zu den neuesten aufgelistet. Wenn Sie sich auf dieser Seite befinden, aktualisiert das System automatisch jede Minute die Auftragsliste. Standardmäßig sollten Sie Ihre Lieferanten nur dann überwachen und daran erinnern, wenn die Bearbeitung einiger Bestellungen zu lange dauert. Zusätzlich zur Verwaltung von "Warteaufträgen", die noch nicht bezahlt sind.
es_es: Esta es la página principal para monitorear las entradas de pedidos de sus proveedores. Los pedidos se listan de los más antiguos a los más nuevos. Siempre que se encuentre en esta página, el sistema actualizará automáticamente la lista de pedidos cada minuto. Por defecto, sólo debe supervisar y recordar a sus proveedores si algunos pedidos tardan demasiado en procesarse. Además de gestionar los "pedidos en espera" que aún no han sido pagados.
fr_fr: C'est la page principale pour surveiller les commandes entrantes de vos fournisseurs. Les commandes sont listées de la plus ancienne à la plus récente. Chaque fois que vous êtes dans cette page, le système mettra automatiquement à jour la liste des commandes toutes les minutes. Par défaut, vous n'êtes censé surveiller et rappeler vos fournisseurs que si certaines commandes prennent trop de temps à traiter. En plus de la gestion des " commandes en attente " qui ne sont toujours pas payées.
it_it: Questa è la pagina principale per monitorare gli ordini in entrata dei fornitori. Gli ordini sono elencati dai più vecchi ai più recenti. Ogni volta che ti trovi in questa pagina, il sistema aggiornerà automaticamente l'elenco degli ordini ogni minuto. Per impostazione predefinita, si suppone di monitorare e ricordare ai propri fornitori solo se alcuni ordini stanno prendendo troppo tempo per l'elaborazione. Oltre a gestire "on-hold ordini" che non sono ancora stati pagati.
ms_my: Ini adalah halaman utama untuk memantau pesanan masuk vendor anda. Pesanan disenaraikan dari tertua hingga terbaru. Setiap kali anda berada di halaman ini, sistem akan mengemas kini senarai pesanan setiap minit secara automatik. Secara lalai, anda hanya perlu memantau dan mengingatkan vendor anda jika beberapa pesanan mengambil masa terlalu lama untuk diproses. Di samping menguruskan &quot;on-hold orders&quot; yang masih belum dibayar.
nl_be: Dit is de hoofdpagina om de inkomende bestellingen van uw aanbieders te controleren. Orders worden gerangschikt van oudst naar nieuwst. Wanneer u zich op deze pagina bevindt, zal het systeem automatisch elke minuut de bestellijst bijwerken. Standaard wordt u alleen geacht uw aanbieders te controleren en te herinneren als de verwerking van sommige bestellingen te veel tijd in beslag neemt. Daarnaast het beheer van "on hold orders" die nog steeds niet zijn betaald.
pt_pt: Esta é a página principal para monitorar os pedidos recebidos de seus fornecedores. As encomendas são listadas da mais antiga para a mais recente. Sempre que você estiver nesta página, o sistema atualizará automaticamente a lista de pedidos a cada minuto. Por padrão, você deve apenas monitorar e lembrar seus fornecedores se alguns pedidos estão demorando muito para serem processados. Além de gerenciar &quot;pedidos em espera&quot; que ainda não são pagos.
ru_ru: Это основная страница для отслеживания входящих заказов ваших поставщиков. Заказы перечислены от самых старых до новейших. Всякий раз, когда вы находитесь на этой странице, система автоматически обновляет список заказов каждую минуту. По умолчанию вы должны отслеживать и напомнить своим продавцам, если некоторые заказы слишком долго обрабатываются. Помимо управления «ордера на удержание», которые еще не оплачены.
sv_se: Detta är huvudsidan för att övervaka dina leverantörers inkommande order. Beställningar listas från äldsta till nyaste. När du är på den här sidan uppdaterar systemet automatiskt orderlistan varje minut. Som standard ska du bara övervaka och påminna dina leverantörer om vissa order tar för lång tid att bearbeta. Förutom att hantera &quot;on-hold orders&quot; som fortfarande inte betalas.
tr_tr: Satıcıların gelen siparişlerini izlemek için ana sayfa budur. Siparişler en eskiden en yeniye kadar listelenir. Bu sayfada olduğunuzda, sistem her dakika sipariş listesini otomatik olarak güncelleyecektir. Varsayılan olarak, bazı siparişlerin işlenmesi çok uzun sürüyorsa, satıcılarınızı yalnızca izlemeniz ve hatırlatmanız gerekir. Hala ödenmeyen &quot;beklemedeki emirleri&quot; yönetmenin yanı sıra.

source: Vendors can create discount coupons to increase sales and drive traffic on their products or reward some customers. As an admin you will not be able to add coupons but only view existing ones and edit or delete them.
ar: يمكن للبائعين إنشاء قسائم خصم لزيادة المبيعات وزيادة حركة المرور على منتجاتهم أو مكافأة بعض العملاء. بصفتك مشرفًا ، لن تتمكن من إضافة القسائم ، ولكن يمكنك فقط عرض القسائم الحالية وتعديلها أو حذفها.
de_de: Anbieter können Rabattcoupons erstellen, um den Umsatz zu steigern und den Traffic ihrer Produkte zu steigern oder einige Kunden zu belohnen. Als Admin können Sie keine Coupons hinzufügen, sondern nur bestehende ansehen, bearbeiten oder löschen.
es_es: Los vendedores pueden crear cupones de descuento para aumentar las ventas y aumentar el tráfico de sus productos o recompensar a algunos clientes. Como administrador no podrá añadir cupones, sino sólo ver los existentes y editarlos o eliminarlos.
fr_fr: Les vendeurs peuvent créer des coupons de réduction pour augmenter les ventes et générer du trafic sur leurs produits ou récompenser certains clients. En tant qu'administrateur, vous ne pourrez pas ajouter des coupons, mais seulement visualiser les coupons existants et les modifier ou les supprimer.
it_it: I fornitori possono creare coupon sconto per aumentare le vendite e aumentare il traffico sui loro prodotti o premiare alcuni clienti. Come amministratore non sarai in grado di aggiungere coupon ma solo di visualizzare quelli esistenti e modificarli o cancellarli.
ms_my: Vendor boleh membuat kupon diskaun untuk meningkatkan jualan dan mengarahkan trafik ke atas produk mereka atau memberi ganjaran kepada beberapa pelanggan. Sebagai pentadbir, anda tidak akan dapat menambah kupon tetapi hanya melihat yang sedia ada dan mengedit atau memadamnya.
nl_be: Verkopers kunnen kortingsbonnen creëren om de verkoop te verhogen en het verkeer op hun producten te stimuleren of om sommige klanten te belonen. Als admin kunt u geen coupons toevoegen, maar alleen bestaande coupons bekijken en bewerken of verwijderen.
pt_pt: Os fornecedores podem criar cupons de desconto para aumentar as vendas e impulsionar o tráfego em seus produtos ou recompensar alguns clientes. Como administrador, você não poderá adicionar cupons, mas apenas exibir os existentes e editá-los ou excluí-los.
ru_ru: Поставщики могут создавать купоны на скидку для увеличения продаж и привлечения трафика на свои продукты или вознаграждения некоторых клиентов. В качестве администратора вы не сможете добавлять купоны, а просматривать только существующие и редактировать или удалять их.
sv_se: Leverantörer kan skapa rabattkuponger för att öka försäljningen och driva trafik på sina produkter eller belöna vissa kunder. Som administratör kan du inte lägga till kuponger utan bara visa befintliga och redigera eller ta bort dem.
tr_tr: Satıcılar, satışlarını artırmak ve ürünlerine trafik çekmek veya bazı müşterileri ödüllendirmek için indirim kuponları oluşturabilir. Bir yönetici olarak kupon ekleyemezsiniz, ancak yalnızca mevcut olanları görüntüleyebilir ve bunları düzenleyebilir veya silebilirsiniz.

source: Click for more info...
ar: انقر للمزيد من المعلومات
de_de: Klicken Sie hier für weitere Informationen....
es_es: Haga clic para más información...
fr_fr: Cliquez pour plus d'infos.....
it_it: Clicca per maggiori info...
ms_my: Klik untuk maklumat lanjut ...
nl_be: Klik voor meer info...
pt_pt: Clique para mais informações ...
ru_ru: Нажмите для получения дополнительной информации ...
sv_se: Klicka för mer info ...
tr_tr: Daha fazla bilgi için tıklayın ...

source: ERROR:
ar: خطأ:
de_de: Fehler:
fr_fr: Erreur :
it_it: Errore:
ms_my: KESALAHAN:
pt_pt: ERRO:
ru_ru: ОШИБКА:
sv_se: FEL:
tr_tr: HATA:

source: Something went wrong
ar: حدث خطأ ما
de_de: Leider ist ein Fehler aufgetreten
es_es: Algo salió mal
fr_fr: Un problème est survenu
it_it: Qualcosa è andato storto
ms_my: Ada yang salah
nl_be: Er is iets fout gegaan
pt_pt: Algo deu errado
ru_ru: Что-то пошло не так
sv_se: Något gick fel
tr_tr: Geçiçi Bir hata Oluştu. En kısa zamanda tekrar denecek

source: Vendors
ar: الصالونات
de_de: Verkäufer
es_es: Vendedores
fr_fr: Vendeurs
it_it: Venditori
ms_my: Penjual
nl_be: Aanbieders
pt_pt: Vendedores
ru_ru: Продавцы
sv_se: Försäljare
tr_tr: Satıcılar

source: Choose a time between
ar: اختر الوقت بين
de_de: Wählen Sie eine Zeit zwischen
es_es: Elija un tiempo entre
fr_fr: Choisissez une heure entre
it_it: Scegliere un intervallo di tempo tra
ms_my: Pilih masa antara
nl_be: Kies een tijd tussen
pt_pt: Escolha um tempo entre
ru_ru: Выберите время между
sv_se: Välj en tid mellan
tr_tr: Arasında bir zaman seçin

source: Select the time to start preparing/handling this order.
ar: حدد الوقت اللازم لبدء تحضير / التعامل مع هذا الطلب.
de_de: Wählen Sie die Zeit, zu der Sie mit der Vorbereitung/Bearbeitung dieses Auftrags beginnen möchten.
es_es: Seleccione el momento para empezar a preparar/manejar esta orden.
fr_fr: Sélectionnez l'heure à laquelle vous souhaitez commencer à préparer/traiter cette commande.
it_it: Selezionare il tempo per iniziare a preparare/gestire l'ordine.
ms_my: Pilih masa untuk memulakan penyediaan / pengendalian pesanan ini.
nl_be: Selecteer de tijd om te beginnen met het voorbereiden/afhandelen van deze bestelling.
pt_pt: Selecione a hora para começar a preparar / lidar com este pedido.
ru_ru: Выберите время, чтобы начать подготовку / обработку этого заказа.
sv_se: Välj tid för att börja förbereda / hantera denna order.
tr_tr: Bu siparişi hazırlama / işleme başlama zamanını seçin.

source: Net profit from completed orders after all sellers commissions are paid.
ar: صافي الربح من الطلبات المكتملة بعد دفع عمولات البائعين.
de_de: Nettogewinn aus abgeschlossenen Aufträgen nach Auszahlung aller Verkäuferprovisionen.
es_es: Ganancia neta de los pedidos completados después de que se paguen todas las comisiones de los vendedores.
fr_fr: Bénéfice net des commandes complétées après le paiement de toutes les commissions de vente.
it_it: Utile netto dagli ordini completati dopo che tutte le commissioni dei venditori sono state pagate.
ms_my: Keuntungan bersih dari pesanan yang telah selesai setelah semua komisen penjual dibayar.
nl_be: Nettowinst van opgeleverde orders nadat alle provisies van verkopers zijn betaald.
pt_pt: Lucro líquido de pedidos concluídos depois que todas as comissões de vendedores são pagas.
ru_ru: Чистая прибыль от завершенных заказов после оплаты всех комиссий продавцов.
sv_se: Nettovinst från slutförda beställningar efter att alla säljarens provisioner har betalats.
tr_tr: Tüm satıcı komisyonlarının ödenmesinden sonra tamamlanmış siparişlerden net kar ödenir.

source: Net of any withdrawals made during this period.
ar: صافي أي عمليات سحب تمت خلال هذه الفترة.
de_de: Nach Abzug der in diesem Zeitraum getätigten Abhebungen.
es_es: Neto de cualquier retiro hecho durante este período.
fr_fr: Net de tous les retraits effectués au cours de cette période.
it_it: Al netto di eventuali prelievi effettuati durante tale periodo.
ms_my: Bersih sebarang pengeluaran yang dibuat dalam tempoh ini.
nl_be: Na aftrek van alle geldopnames tijdens deze periode.
pt_pt: Líquido de quaisquer retiradas feitas durante este período.
ru_ru: Без каких-либо снятий, сделанных за этот период.
sv_se: Netto av eventuella uttag gjorda under denna period.
tr_tr: Bu dönemde yapılan herhangi bir çekilme net.

source: All Time:
ar: كل الوقت
de_de: Die ganze Zeit:
es_es: Todo el tiempo:
fr_fr: Tout le temps :
it_it: Tutto il tempo:
ms_my: Setiap masa:
nl_be: De hele tijd:
pt_pt: Tempo todo:
ru_ru: Все время:
sv_se: Hela tiden:
tr_tr: Her zaman:

source: Today:
ar: اليوم:
de_de: Heute:
es_es: Hoy:
fr_fr: Aujourd'hui
it_it: Oggi:
ms_my: Hari ini:
nl_be: Vandaag:
pt_pt: Hoje:
ru_ru: Cегодня:
sv_se: I dag:
tr_tr: Bugün:

source: This Week:
ar: هذا الاسبوع
de_de: Diese Woche:
es_es: Esta semana:
fr_fr: Cette semaine :
it_it: Questa settimana:
ms_my: Minggu ini:
nl_be: Deze week:
pt_pt: Esta semana:
ru_ru: На этой неделе:
sv_se: Denna vecka:
tr_tr: Bu hafta:

source: This Month:
ar: هذا الشهر:
de_de: Diesen Monat:
es_es: Este Mes:
fr_fr: Ce mois :
it_it: Questo mese:
ms_my: Bulan ini:
nl_be: Deze maand:
pt_pt: Este mês:
ru_ru: Этот месяц:
sv_se: Den här månaden:
tr_tr: Bu ay:

source: This Year:
ar: هذه السنة
de_de: Dieses Jahr:
es_es: Este año:
fr_fr: Cette année :
it_it: Quest'anno:
ms_my: Tahun ini:
nl_be: Dit jaar:
pt_pt: Este ano:
ru_ru: В этом году:
sv_se: Det här året:
tr_tr: Bu yıl:

source: General Summary Report
ar: تقرير ملخص عام
de_de: Allgemeiner zusammenfassender Bericht
es_es: Informe general resumido
fr_fr: Rapport sommaire général
it_it: Relazione di sintesi generale
ms_my: Laporan Ringkasan Am
nl_be: Algemeen samenvattend verslag
pt_pt: Relatório Geral Resumido
ru_ru: Общий сводный отчет
sv_se: Allmän sammanfattningsrapport
tr_tr: Genel Özet Raporu

source: Beta
ar: بيتا
fr_fr: Bêta
ru_ru: Бета

source: Vendor:
ar: بائع:
de_de: Verkäufer:
es_es: Vendedor:
fr_fr: {endeur:
it_it: Venditore:
ms_my: Penjual:
nl_be: Verkoper:
pt_pt: Vendedor:
ru_ru: Продавец:
sv_se: Säljare:
tr_tr: Satıcı:

source: Address:
ar: العنوان:
de_de: Anschrift:
es_es: Dirección:
fr_fr: Adresse :
it_it: Indirizzo:
ms_my: Alamat:
nl_be: Adres:
pt_pt: Morada:
ru_ru: Адрес:
sv_se: Adress:
tr_tr: Adres:

source: This seller has not set up this type of address yet.
ar: لم يقم هذا البائع بإعداد هذا النوع من العناوين حتى الآن.
de_de: Dieser Verkäufer hat diese Art von Adresse noch nicht eingerichtet.
es_es: Este vendedor aún no ha configurado este tipo de dirección.
fr_fr: Ce vendeur n'a pas encore mis en place ce type d'adresse.
it_it: Questo venditore non ha ancora impostato questo tipo di indirizzo.
ms_my: Penjual ini belum menyiapkan alamat jenis ini lagi.
nl_be: Deze verkoper heeft dit type adres nog niet ingesteld.
pt_pt: Este vendedor ainda não configurou esse tipo de endereço.
ru_ru: Этот продавец еще не установил этот тип адреса.
sv_se: Den här säljaren har inte konfigurerat den här typen av adress än.
tr_tr: Bu satıcı henüz bu tür bir adres oluşturmadı.

source: You have not set up this type of address yet.
ar: لم يتم إعداد هذا النوع من العناوين حتى الآن.
de_de: Sie haben bisher keine Adresse dieser Art erstellt.
es_es: Todavía no ha configurado este tipo de dirección.
fr_fr: Vous n'avez pas encore configuré ce type d'adresse.
it_it: Non hai ancora impostato questo tipo di indirizzo.
ms_my: Anda belum lagi menyiapkan alamat jenis ini.
nl_be: U hebt dit type adres nog niet ingevuld.
pt_pt: Você ainda não configurou esse tipo de endereço.
ru_ru: Вы еще не настроили этот тип адреса.
sv_se: Du har inte skapat denna typ av adress ännu.
tr_tr: Henüz bu tür bir adres bilgisi düzenlenmemiş.

source: The Report is based on all sellers activity.
ar: يستند التقرير إلى نشاط جميع البائعين.
de_de: Der Bericht basiert auf den Aktivitäten aller Verkäufer.
es_es: El Informe se basa en la actividad de todos los vendedores.
fr_fr: Le rapport est basé sur l'activité de tous les vendeurs.
it_it: Il Rapporto si basa su tutta l'attività dei venditori.
ms_my: Laporan ini berdasarkan kepada semua aktiviti penjual.
nl_be: Het verslag is gebaseerd op alle activiteiten van de verkopers.
pt_pt: O relatório é baseado em todas as atividades de vendedores.
ru_ru: Отчет основан на деятельности всех продавцов.
sv_se: Rapporten är baserad på all säljareaktivitet.
tr_tr: Rapor tüm satıcı faaliyetlerine dayanmaktadır.

source: Period:
ar: فترة:
de_de: Zeitraum:
es_es: Periodo:
fr_fr: Période:
it_it: Periodo:
ms_my: Tempoh:
nl_be: Periode:
pt_pt: Período:
ru_ru: Период:
tr_tr: Periyot:

source: Income Summary to Earnings Account
ar: ملخص الدخل لحساب الأرباح
de_de: Ertragsübersicht zur Ertragsrechnung
es_es: Resumen de ingresos a la cuenta de ganancias
fr_fr: Sommaire du revenu au compte de résultat
it_it: Riepilogo del reddito al conto economico
ms_my: Ringkasan Pendapatan ke Akaun Pendapatan
nl_be: Samenvatting van het inkomen op de winst- en verliesrekening
pt_pt: Resumo da renda para a conta de ganhos
ru_ru: Отчет о доходах и доходах
sv_se: Inkomst Sammanfattning till vinstkonto
tr_tr: Kazanç Hesabı Gelir Özeti

source: Total Orders:
ar: مجموع الطلبات:
de_de: Aufträge gesamt:
es_es: Total de pedidos:
fr_fr: Total des commandes :
it_it: Ordini in Totale:
ms_my: Jumlah Pesanan:
nl_be: Totaal Orders:
pt_pt: Total de pedidos:
ru_ru: Всего заказов:
sv_se: Totala beställningar:
tr_tr: Toplam Emir:

source: Total "Pending" Orders:
ar: مجموع الطلبات &quot;المعلقة&quot;:
de_de: Total "Schwebende" Aufträge:
es_es: Órdenes "Pendientes" totales:
fr_fr: Total des commandes "en attente" :
it_it: Totale ordini "In sospeso":
ms_my: Pesanan &quot;Tertunda&quot; Jumlah:
nl_be: Totaal "Pending" Orders:
pt_pt: Total de pedidos &quot;pendentes&quot;:
ru_ru: Итого «Ожидаемые» заказы:
sv_se: Totalt antal &quot;väntar&quot; beställningar:
tr_tr: Toplam &quot;Bekleyen&quot; Siparişler:

source: Total "Processing" Orders:
ar: مجموع طلبات &quot;المعالجة&quot;:
de_de: Total "Bearbeitung" Aufträge:
es_es: Órdenes de "Procesamiento" totales:
fr_fr: Total "Traitement" des commandes :
it_it: Totale "Elaborazione" Ordini:
ms_my: Pesanan &quot;Pemprosesan&quot; Jumlah:
nl_be: Totaal aantal "Verwerkende" Orders:
pt_pt: Total de pedidos &quot;Processando&quot;:
ru_ru: Всего «Обработка» заказов:
sv_se: Totalt antal &quot;bearbetning&quot; beställningar:
tr_tr: Toplam &quot;İşlem&quot; Emirleri:

source: Total "on-hold" Orders:
ar: إجمالي الطلبات &quot;قيد الانتظار&quot;:
de_de: Total "in der Warteschleife" Aufträge:
es_es: Órdenes de "en espera" totales:
fr_fr: Total des commandes "en attente" :
it_it: Totale ordini "in sospeso":
ms_my: Pesanan jumlah &quot;terus&quot;:
nl_be: Totaal aantal "on-hold" orders:
pt_pt: Total de pedidos &quot;em espera&quot;:
ru_ru: Всего «на удержании» Заказы:
sv_se: Totalt antal på beställningar:
tr_tr: Toplam &quot;beklemede&quot; Siparişler:

source: Total "Cancelled" Orders:
ar: إجمالي الطلبات &quot;الملغاة&quot;:
de_de: Total "Stornierte" Aufträge:
es_es: Total de pedidos "cancelados":
fr_fr: Total des commandes "annulées" :
it_it: Totale ordini "annullati":
ms_my: Pesanan &quot;Dibatalkan&quot; Jumlah:
nl_be: Totaal "Geannuleerde" orders:
pt_pt: Total de pedidos &quot;cancelados&quot;:
ru_ru: Всего «Отмененные» заказы:
sv_se: Totalt antal &quot;Avbeställda&quot; beställningar:
tr_tr: Toplam &quot;İptal Edilen&quot; Siparişler:

source: Total refunded Orders:
ar: إجمالي الطلبات المستردة
de_de: Total erstattete Bestellungen:
es_es: Total de pedidos reembolsados:
fr_fr: Total des commandes remboursées :
it_it: Totale ordini rimborsati:
ms_my: Jumlah Pesanan yang dikembalikan:
nl_be: Totaal teruggestorte orders:
pt_pt: Total de pedidos devolvidos:
ru_ru: Всего возвращенных заказов:
sv_se: Totalt återbetalade beställningar:
tr_tr: Toplam iade edilen Siparişler:

source: Total Coupons Usage:
ar: مجموع الكوبونات
de_de: Gesamte Nutzung der Coupons:
es_es: Uso total de cupones:
fr_fr: Utilisation totale des coupons :
it_it: Utilizzo totale dei Buoni:
ms_my: Jumlah Kupon Penggunaan:
nl_be: Totaal Coupons Gebruik:
pt_pt: Uso total de cupons:
ru_ru: Общее количество купонов:
sv_se: Totalt antal kuponger:
tr_tr: Toplam Kupon Kullanımı:

source: Total
ar: المجموع
de_de: Gesamt
it_it: Totale
ms_my: Jumlah
nl_be: Totaal
ru_ru: Всего
sv_se: Totalt
tr_tr: Toplam

source: Fees
ar: الرسوم
de_de: Gebühren
es_es: Tarifas
fr_fr: Frais
it_it: Tasse
ms_my: Bayaran
nl_be: Kosten
pt_pt: Taxas & Descontos
ru_ru: Сборы
sv_se: avgifter
tr_tr: Ücret

source: Seller Fees
ar: رسوم البائع
de_de: Verkäufer Gebühren
es_es: Tarifas del vendedor
fr_fr: Frais de vente
it_it: Tasse del venditore
ms_my: Yuran Penjual
nl_be: Verkoper Kosten
pt_pt: Taxas de vendedor
ru_ru: Сборы продавца
sv_se: Säljaren Avgifter
tr_tr: Satıcı Ücretleri

source: Total:
ar: المجموع:
de_de: Gesamt:
it_it: Totale:
ms_my: Jumlah:
nl_be: Totaal:
ru_ru: Всего:
sv_se: Totalt:
tr_tr: Toplam:

source: Total Withdrawals:
ar: مجموع السحوبات:
de_de: Total Auszahlungen:
es_es: Retiros totales:
fr_fr: Retraits totaux :
it_it: Totale Prelievi:
ms_my: Pengeluaran Jumlah:
nl_be: Totaal Geldopnames:
pt_pt: Total de Saques:
ru_ru: Общее количество снятых средств:
sv_se: Summa uttag:
tr_tr: Toplam Para Çekme:

source: Actual Balance in Account:
ar: الرصيد الفعلي في الحساب:
de_de: Tatsächlicher Saldo auf dem Konto:
es_es: Saldo real de la cuenta:
fr_fr: Solde réel dans le compte :
it_it: Saldo effettivo del conto:
ms_my: Baki sebenar dalam Akaun:
nl_be: Feitelijk Saldo in Rekening:
pt_pt: Saldo real na conta:
ru_ru: Фактический баланс на счете:
sv_se: Faktisk balans i konto:
tr_tr: Hesaptaki Gerçek Bakiye:

source: - Exclusive of Tax
ar: - باستثناء الضرائب
de_de: - Exklusive Steuern
es_es: - Sin IVA
fr_fr: - Hors taxes
it_it: - Al netto di imposte
ms_my: - Eksklusif Cukai
nl_be: - Exclusief belastingen
pt_pt: - Exclusivo de imposto
ru_ru: - Исключая налог
sv_se: - Exklusive Skatt
tr_tr: - Vergi Hariç

source: Profits are only gained from completed orders.
ar: يتم اكتساب الأرباح فقط من الطلبات المكتملة.
de_de: Gewinne werden nur aus abgeschlossenen Aufträgen erzielt.
es_es: Los beneficios sólo se obtienen de los pedidos completados.
fr_fr: Les bénéfices ne sont réalisés qu'à partir des commandes terminées.
it_it: I profitti si ottengono solo dagli ordini completati.
ms_my: Keuntungan hanya diperoleh daripada pesanan yang telah selesai.
nl_be: Winsten worden alleen behaald met voltooide orders.
pt_pt: Os lucros são obtidos apenas de pedidos concluídos.
ru_ru: Прибыль получена только по завершенным заказам.
sv_se: Vinster erhålls endast från slutförda order.
tr_tr: Kazançlar sadece tamamlanmış siparişlerden elde edilir.

source: Summary Sales Report.
ar: تقرير مبيعات موجز.
de_de: Zusammenfassender Umsatzbericht.
es_es: Informe de ventas resumido.
fr_fr: Rapport sommaire des ventes.
it_it: Riepilogo del rapporto sulle vendite.
ms_my: Laporan Jualan Ringkasan.
nl_be: Samenvatting van het verkoopverslag.
pt_pt: Relatório de vendas resumidas.
ru_ru: Сводный отчет о продажах.
sv_se: Sammanfattningsförsäljningsrapport.
tr_tr: Özet Satış Raporu.

source: Print
ar: طباعة
de_de: Drucken
es_es: Imprimir
fr_fr: Imprimer
it_it: Stampa
ms_my: Cetak
pt_pt: Imprimir
ru_ru: Печать
sv_se: Skriv ut
tr_tr: Yazdır

source: Seller
ar: البائع
de_de: Verkäufer
es_es: Vendedor
fr_fr: Vendeur
it_it: Venditore
ms_my: Penjual
nl_be: Verkoper
pt_pt: Vendedor
ru_ru: Продавец
sv_se: Säljare
tr_tr: Satıcı
