Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: Shop Name:
ar: اسم المحل:
es_es: Nombre de la tienda:
fr_fr: Nom du magasin :
it_it: Nome del negozio:
ms_my: Nama Kedai:
nl_be: Naam van de winkel:
pt_pt: Nome da loja:
ru_ru: Имя Магазина:
sv_se: Butikens namn:
tr_tr: Mağaza adı:

source: Shop URL:
ar: عنوان URL للمتجر:
es_es: URL de la tienda:
fr_fr: URL de la boutique :
it_it: URL del negozio:
ms_my: URL Kedai:
nl_be: Winkel URL:
pt_pt: URL da loja:
ru_ru: Магазин:
tr_tr: Mağaza URL&#39;si:

source: Contact Number:
ar: رقم الهاتف للتواصل:
de_de: Kontaktnummer:
es_es: Número de contacto:
fr_fr: Tél. de Contact :
it_it: Numero di contatto:
ms_my: Nomor Kontak:
nl_be: Contactnummer:
pt_pt: Número de contato:
ru_ru: Контактный номер:
sv_se: Kontaktnummer:
tr_tr: Telefon:

source: Manage all vendors from your dashboard sellers page %s
ar: إدارة جميع الموردين من صفحة البائعين في لوحة المعلومات %s
de_de: Verwalten Sie alle Anbieter von Ihrer Dashboard-Verkäuferseite %s aus.
es_es: Gestionar todos los proveedores desde la página de vendedores de su panel de control %s
fr_fr: Gérer tous les vendeurs à partir de la page des vendeurs de votre tableau de bord %s
it_it: Gestisci tutti i fornitori dalla tua pagina venditori cruscotto %s
ms_my: Urus semua vendor dari halaman penjual papan pemuka anda %s
nl_be: Beheer alle leveranciers vanaf uw dashboard verkopers pagina %s
pt_pt: Gerencie todos os fornecedores da página de vendedores do painel %s
ru_ru: Управление всеми поставщиками на странице продавцов панели инструментов %s
sv_se: Hantera alla leverantörer från sidan Dashboard-säljare på sidan %s
tr_tr: Tüm satıcıları gösterge tablosu satıcılarınızdan yönetme %s

source: Activate this vendor&apos;s selling privileges from %s
ar: تنشيط امتيازات البائع لهذا البائع من %s
de_de: Aktivieren Sie die Verkaufsrechte dieses Anbieters von %s.
es_es: Activar los privilegios de venta de este vendedor desde %s
fr_fr: Activez les privilèges de vente de ce vendeur à partir de %s
it_it: Attivare i privilegi di vendita di questo vendor&apos;s da %s
ms_my: Aktifkan keistimewaan jualan vendor daripada %s
nl_be: Activeer deze leverancier die privileges van %s verkoopt
pt_pt: Ativar os privilégios de venda deste fornecedor de %s
ru_ru: Активировать права продажи этого поставщика от %s
sv_se: Aktivera säljarens försäljningsbehörigheter från %s
tr_tr: Bu satıcının satış ayrıcalıklarını %s&#39;den etkinleştir

source: Your selling privileges has been activated. You can start selling by posting your products from your dashboard.
ar: تم تفعيل امتيازات البيع الخاصة بك. يمكنك البدء في البيع عن طريق نشر منتجاتك من لوحة المعلومات.
de_de: Deine Verkaufsprivilegien wurden aktiviert. Sie können mit dem Verkauf beginnen, indem Sie Ihre Produkte über Ihr Dashboard veröffentlichen.
es_es: Sus privilegios de venta han sido activados. Puede empezar a vender publicando sus productos desde su panel de control.
fr_fr: Vos privilèges de vente ont été activés. Vous pouvez commencer à vendre en affichant vos produits à partir de votre tableau de bord.
it_it: I tuoi privilegi di vendita sono stati attivati. Puoi iniziare a vendere pubblicando i tuoi prodotti dal cruscotto.
ms_my: Keistimewaan jualan anda telah diaktifkan. Anda boleh mula menjual dengan menyiarkan produk anda dari papan pemuka anda.
nl_be: Uw verkooprechten zijn geactiveerd. U kunt beginnen met verkopen door uw producten vanaf uw dashboard te plaatsen.
pt_pt: Seus privilégios de venda foram ativados. Você pode começar a vender postando seus produtos no seu painel.
ru_ru: Ваши права продажи активированы. Вы можете начать продавать, отправляя свои товары с панели инструментов.
sv_se: Dina försäljningsbehörigheter har aktiverats. Du kan börja sälja genom att skicka dina produkter från din instrumentpanel.
tr_tr: Satış ayrıcalıklarınız etkinleştirildi. Ürünlerinizi panodan yayınlayarak satış yapmaya başlayabilirsiniz.

source: Your selling privileges has been deactivated
ar: تم إلغاء امتيازات البيع الخاصة بك
de_de: Deine Verkaufsprivilegien wurden deaktiviert.
es_es: Sus privilegios de venta han sido desactivados
fr_fr: Vos privilèges de vente ont été désactivés
it_it: I suoi privilegi di vendita sono stati disattivati.
ms_my: Keistimewaan jualan anda telah dinyahaktifkan
nl_be: Uw verkooprechten zijn gedeactiveerd
pt_pt: Seus privilégios de venda foram desativados
ru_ru: Ваши права продажи деактивированы
sv_se: Dina försäljningsbehörigheter har avaktiverats
tr_tr: Satış ayrıcalıklarınız devre dışı bırakıldı

source: Hi %1$s,
ar: مرحبًا %1$s
de_de: Hallo %1$s,
es_es: Hola %1$s,
fr_fr: Salut %1$s,
it_it: Ciao, %1$s,
pt_pt: Olá,%1$s
ru_ru: Привет%1$s,
sv_se: Hej%1$s,
tr_tr: Merhaba %1$s

source: Your withdrawal request #%1$s, with total amount of %2$s, via %3$s, has been approved. We will transfer this amount to your preferred destination shortly.
ar: تمت الموافقة على طلب السحب #%1$s، مع إجمالي مبلغ %2$s ، عب %3$s. سننقل هذا المبلغ إلى وجهتك المفضلة قريبًا.
de_de: Ihre Auszahlungsanfrage #%1$s, mit einem Gesamtbetrag von %2$s, über %3$s, wurde genehmigt. Wir werden diesen Betrag in Kürze an Ihr Wunschziel überweisen.
es_es: Su solicitud de retiro #%1$s, con un monto total de %2$s, vía %3$s, ha sido aprobada. En breve transferiremos esta cantidad a su destino preferido.
fr_fr: Votre demande de retrait #%1$s, avec un montant total de %2$s, via %3$s, a été approuvée. Nous transférerons ce montant à votre destination préférée sous peu.
it_it: La tua richiesta di prelievo #%1$s, con un importo totale di %2$s, tramite %3$s, è stata approvata. L'importo verrà trasferito a breve alla destinazione preferita.
ms_my: Permintaan pengeluaran anda #%1$s, dengan jumlah%2$s, melalui%3$s, telah diluluskan. Kami akan memindahkan jumlah ini ke destinasi pilihan anda tidak lama lagi.
nl_be: Uw opnameverzoek #%1$s, met een totaal bedrag van %2$s, via %3$s, is goedgekeurd. Wij maken dit bedrag binnenkort over naar uw favoriete bestemming.
pt_pt: Sua solicitação de saque #%1$s, com valor total de%2$s, via%3$s, foi aprovada. Vamos transferir esse valor para o seu destino preferido em breve.
ru_ru: Был одобрен ваш запрос на вывод № %1$s с общей суммой %2$s, через %3$s. Мы переведем эту сумму в выбранное вами место назначения в ближайшее время.
sv_se: Din begäran om uttag #%1$s, med totalt antal%2$s, via%3$s, har godkänts. Vi kommer snart att överföra beloppet till ditt önskade resmål.
tr_tr: %3$s üzerinden toplam %2$s tutarında para çekme talebiniz %1$s olarak onaylandı. Bu tutarı tercih ettiğiniz yere kısa bir süre içinde transfer edeceğiz.

source: Your withdrawal request #%1$s, with total amount of %2$s, via %3$s, has been rejected with the following reason: %4$s.
ar: تم رفض طلبك للسحب #%1$s، مع إجمالي مبلغ %2$s، عبر %3$s، للسبب التالي: %4$s.
de_de: Ihre Auszahlungsanfrage #%1$s, mit einem Gesamtbetrag von %2$s, über %3$s, wurde mit folgendem Grund abgelehnt: %4$s.
es_es: Su solicitud de retiro #%1$s, con un monto total de %2$s, vía %3$s, ha sido rechazada por la siguiente razón: %4$s.
fr_fr: Votre demande de retrait #%1$s, avec un montant total de %2$s, via %3$s, a été rejetée pour la raison suivante : %4$s.
it_it: La tua richiesta di prelievo #%1$s, con un importo totale di %2$s, tramite %3$s, è stata rifiutata con il seguente motivo: %4$s.
ms_my: Permintaan pengeluaran anda #%1$s, dengan jumlah%2$s, melalui%3$s, telah ditolak dengan alasan berikut:%4$s.
nl_be: Uw opnameverzoek #%1$s, met een totaal bedrag van %2$s, via %3$s, is afgewezen met de volgende reden: %4$s.
pt_pt: Sua solicitação de saque #%1$s, com o valor total de%2$s, via%3$s, foi rejeitada com o seguinte motivo:%4$s.
ru_ru: Ваш запрос на вывод № %1$s с общей суммой %2$s, через %3$s, был отклонен по следующей причине: %4$s.
sv_se: Din begäran om återkallelse %1$s, med totalt antal %2$s, via %3$s, har avslagits med följande orsak: %4$s.
tr_tr: %3$s üzerinden toplam %2$s tutarında para çekme isteğiniz %1$s, aşağıdaki nedenlerle reddedildi: %4$s.

source: We received your withdrawal request #%1$s, with total amount of %2$s, via %3$s. We will review your request as soon as possible and get back to you.
ar: لقد تلقينا طلبك للسحب #%1$s، بمجموع إجمالي %2$s، عبر %3$s سنراجع طلبك في أقرب وقت ممكن ونرد عليك.
de_de: Wir haben Ihre Auszahlungsanfrage #%1$s, mit einem Gesamtbetrag von %2$s, über %3$s erhalten. Wir werden Ihre Anfrage so schnell wie möglich bearbeiten und uns mit Ihnen in Verbindung setzen.
es_es: Recibimos su solicitud de retiro #%1$s, con un monto total de %2$s, a través de %3$s. Revisaremos su solicitud lo antes posible y nos pondremos en contacto con usted.
fr_fr: Nous avons reçu votre demande de retrait #%1$s, avec un montant total de %2$s, via %3$s. Nous examinerons votre demande dans les plus brefs délais et nous vous répondrons.
it_it: Abbiamo ricevuto la tua richiesta di prelievo #%1$s, con un importo totale di %2$s, tramite %3$s. Esamineremo la vostra richiesta il prima possibile e vi risponderemo al più presto.
ms_my: Kami menerima permintaan pengeluaran anda #%1$s, dengan jumlah%2$s, melalui%3$s. Kami akan mengkaji semula permintaan anda secepat mungkin dan kembali kepada anda.
nl_be: Wij ontvingen uw opnameverzoek #%1$s, met een totaal bedrag van %2$s, via %3$s. Wij zullen uw aanvraag zo spoedig mogelijk in behandeling nemen en nemen zo spoedig mogelijk contact met u op.
pt_pt: Recebemos sua solicitação de saque #%1$s, com valor total de%2$s, via%3$s. Analisaremos sua solicitação o mais rápido possível e entraremos em contato com você.
ru_ru: Мы получили ваш запрос на вывод № %1$s с общей суммой %2$s, через %3$s. Мы рассмотрим ваш запрос как можно скорее и вернемся к вам.
sv_se: Vi mottog din begäran om uttag #%1$s, med totalt antal%2$s, via%3$s. Vi kommer att granska din förfrågan så snart som möjligt och komma tillbaka till dig.
tr_tr: %3$s üzerinden toplam %2$s tutarında para çekme isteğinizi %1$s aldık. İsteğinizi mümkün olan en kısa sürede inceleyip size geri döneceğiz.

source: Thank you.
ar: شكرا لكم.
de_de: Danke.
es_es: Gracias.
fr_fr: Merci.
it_it: Grazie.
ms_my: Terima kasih.
nl_be: Dank u wel.
pt_pt: Obrigado.
ru_ru: Спасибо.
sv_se: Tack.
tr_tr: Teşekkür ederiz.

source: Your order number %1$s, dated %2$s, has been marked as completed. Please take few moments and make a rating on %3$s by clicking on the following link
ar: تم وضع علامة على رقم الطلب %1$s، مؤرّخ %2$s، على أنه مكتمل. يرجى قضاء لحظات قليلة وإجراء مراجعة على %3$s من خلال النقر على الرابط التالي
de_de: Deine Bestellnummer %1$s, datiert %2$s, wurde als erledigt markiert. Bitte nehmen Sie sich einen Moment Zeit und bewerten Sie %3$s, indem Sie auf den folgenden Link klicken.
es_es: Su número de pedido %1$s, con fecha %2$s, ha sido marcado como completado. Por favor, tómese unos minutos y haga una calificación en %3$s haciendo clic en el siguiente enlace
fr_fr: Votre numéro de commande %1$s, daté %2$s, a été marqué comme terminé. Veuillez prendre quelques instants et faire une évaluation sur %3$s en cliquant sur le lien suivant
it_it: Il numero d'ordine %1$s, datato %2$s, è stato contrassegnato come completato. Prenditi qualche istante e fai una valutazione su %3$s cliccando sul seguente link
ms_my: Nombor pesanan anda%1$s, bertarikh%2$s, ditandakan sebagai selesai. Sila ambil beberapa saat dan buat rating pada%3$s dengan mengklik pada pautan berikut
nl_be: Uw ordernummer %1$s, gedateerd %2$s, is gemarkeerd als voltooid. Neem even de tijd en maak een beoordeling op %3$s door op de volgende link te klikken
pt_pt: O seu número de pedido%1$s, com data de%2$s, foi marcado como concluído. Por favor, tire alguns minutos e faça uma classificação em%3$s clicando no link a seguir
ru_ru: Ваш номер заказа%1$s, от%2$s, был отмечен как завершенный. Пройдите несколько минут и сделайте оценку на%3$s, нажав на следующую ссылку
sv_se: Ditt beställningsnummer%1$s, daterat%2$s, har markerats som färdigt. Vänligen ta några ögonblick och gör ett betyg på%3$s genom att klicka på följande länk
tr_tr: %2$s tarihli %1$s sipariş numaranız tamamlandı olarak işaretlendi. Lütfen birkaç dakikanızı ayırın ve aşağıdaki bağlantıyı tıklayarak %3$s üzerinde bir derecelendirme yapın

source: Hello %s
ar: مرحبا %s
de_de: Hallo %s
es_es: Hola %s
fr_fr: Bonjour %s
it_it: Ciao %s
nl_be: Hallo %s
pt_pt: Olá %s
ru_ru: Привет %s
sv_se: Hej %s
tr_tr: Merhaba %s

source: Fee
ar: الرسوم
de_de: Gebühr
es_es: Cuota
fr_fr: Frais
it_it: Tassa
ms_my: Bayaran
nl_be: Tarief
pt_pt: Taxa
ru_ru: Плата
sv_se: Avgift
tr_tr: Ücret

source: Product ID:
ar: معرف المنتج:
de_de: Produkt-ID:
es_es: ID de Producto:
fr_fr: ID du produit :
it_it: ID prodotto:
ms_my: ID Produk:
pt_pt: ID Produto:
ru_ru: ID товара:
sv_se: Produkt ID:
tr_tr: Ürün KİMLİĞİ:

source: Variation ID:
ar: معرف التباينID :
de_de: ID der Variante:
es_es: ID de la variación:
fr_fr: ID de la variation :
it_it: ID Variante:
ms_my: ID variasi:
nl_be: Variatie-ID:
pt_pt: ID de variação:
ru_ru: ID вариации:
sv_se: Variations-ID:
tr_tr: Varyasyon ID:

source: No longer exists
ar: لم يعد موجود
de_de: Nicht mehr vorhanden
es_es: Ya no existe
fr_fr: N'existe plus
it_it: Non esiste più
ms_my: Tidak lagi wujud
nl_be: Bestaat niet meer
pt_pt: Já não existe
ru_ru: Больше не существует
sv_se: Finns inte längre
tr_tr: Artık yok

source: Product SKU:
ar: الرمز التعريفي الباركود :
de_de: Art.-Nr. des Produkts:
es_es: SKU del Producto:
fr_fr: Référence du produit :
it_it: SKU prodotto:
ms_my: SKU Produk:
pt_pt: REF Produto:
ru_ru: Артикул продукта:
sv_se: Produkt SKU:
tr_tr: Ürün Stok Kodu:

source: Refund
ar: إعادة المبلغ
de_de: Rückerstattung
es_es: Reembolso
fr_fr: Remboursement
it_it: Rimborso
ms_my: Bayaran balik
nl_be: Terugbetaling
pt_pt: Restituição
ru_ru: Возврат
sv_se: Återbetalning
tr_tr: Para İadesi

# Ex: Refund - $date >by< $username
source: by
ar: بواسطة
de_de: von
es_es: por
fr_fr: par
it_it: da
ms_my: oleh
nl_be: door
pt_pt: por
ru_ru: от
sv_se: av
tr_tr: tarafından

source: ID:
ar: الهوية:

source: This is not yours, I swear!
ar: هذه ليست لك!
de_de: Dies ist nicht dein, das schwöre ich!
es_es: ¡Esto no es tuyo, lo juro!
fr_fr: Ce n’est pas le vôtre !
it_it: Questo non è vostro!
ms_my: Ini bukan milikmu, aku bersumpah!
nl_be: Dit is niet de jouwe, zweer ik!
pt_pt: Isso não é seu, eu juro!
ru_ru: Уверяю вас, это не ваше!
sv_se: Det här är inte ditt, jag svär!
tr_tr: Kesinlikle bu senin değil!

source: Order items
ar: طلب بضاعة
de_de: Auftragspositionen
es_es: Items del pedido
fr_fr: Postes de commande
it_it: Prodotti
ms_my: Item pesanan
nl_be: Order artikelen
pt_pt: Itens da Encomenda
ru_ru: Элементы заказа
sv_se: Beställa varor
tr_tr: Ürün Siparişleri

source: Customer Details
ar: تفاصيل العميل
de_de: Kundendetails
es_es: Detalles del cliente
fr_fr: Détails du client
it_it: Dettagli cliente
ms_my: Butiran pelanggan
nl_be: Klantgegevens
pt_pt: Detalhes do Cliente
ru_ru: Информация о клиенте
sv_se: Kunddetaljer
tr_tr: Müşteri Detayları

source: General Details
ar: تفاصيل عامة
de_de: Allgemeine Details
es_es: Detalles generales
fr_fr: Détails généraux
it_it: Dettagli Generali
ms_my: Butiran Am
nl_be: Algemene Details
pt_pt: Detalhes Gerais
ru_ru: Общие детали
sv_se: Allmänna detljer
tr_tr: Genel Detaylar

source: Order Notes
ar: ملاحظات الطلب
de_de: Anmerkungen zur Bestellung
es_es: Notas del pedido
fr_fr: Notes de la commande
it_it: Nota dell'ordine
ms_my: Nota Pesanan
nl_be: Bestelnota's
pt_pt: Notas de encomenda
ru_ru: Примечания к заказу
sv_se: Ordernoteringar
tr_tr: Sipariş Notları

source: added on %1$s at %2$s
ar: اضف على %1$s في %2$s
de_de: hinzugefügt am %1$s um %2$s
es_es: añadido el %1$s a %2$s
fr_fr: ajouté le %1$s à %2$s
it_it: aggiunto il %1$s alle %2$s
ms_my: ditambah pada%1$s pada%2$s
nl_be: toegevoegd op %1$s om %2$s
pt_pt: adicionado em %1$s / %2$s
ru_ru: добавлено %1$s в %2$s
sv_se: tillagd på %1$s vid %2$s
tr_tr: %2$s de %1$s tarihinde eklendi

source: WooCommerce
ar: ووكومرس

source: by %1$s
ar: بواسطة %1$s
de_de: von %1$s
es_es: por %1$s
fr_fr: par %1$s
it_it: da %1$s
ms_my: oleh%1$s
nl_be: met %1$s
pt_pt: in %1$s
ru_ru: на %1$s
sv_se: av %1$s
tr_tr: %1$s tarafından

source: There are no notes yet.
ar: لا توجد ملاحظات حتى الآن.
de_de: Es gibt noch keine Anmerkungen.
es_es: No hay notas aún.
fr_fr: Il n'y a pas encore de note.
it_it: Non ci sono ancora note.
ms_my: Tiada nota lagi.
nl_be: Er zijn nog geen nota's.
pt_pt: Ainda não existem notas.
ru_ru: Здесь пока нет заметок.
sv_se: Det finns inga anteckningar ännu.
tr_tr: Henüz herhangi bir not bulunmamaktadır.

source: Add note
ar: إضافة ملاحظة
de_de: Notiz hinzufügen
es_es: Añadir nota
fr_fr: Ajouter une note
it_it: Aggiungi nota
ms_my: Tambah Nota
nl_be: Noot toevoegen
pt_pt: Adicionar nota
ru_ru: Добавить заметку
sv_se: Lägg till anteckning
tr_tr: Not ekle

source: Private note
ar: مذكرة خاصة
de_de: Private Anmerkung
es_es: Nota privada
fr_fr: Note privée
it_it: Nota privata
ms_my: Nota peribadi
nl_be: Privé-nota
pt_pt: Nota privada
ru_ru: Личное примечание
sv_se: Privat notering
tr_tr: Özel not

source: Note to customer
ar: ملاحظة للعميل
de_de: Notiz für den Kunden
es_es: Nota para el cliente
fr_fr: Note au client
it_it: Nota all’ordinante
ms_my: Nota kepada pelanggan
nl_be: Nota voor de klant
pt_pt: Nota para o cliente
ru_ru: Примечание для клиента
sv_se: Anmälan till kunden
tr_tr: Müşteriye not

source: Add
ar: إضافة
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
it_it: Aggiungi
ms_my: Tambah
nl_be: Toevoegen
pt_pt: Adicionar
ru_ru: Добавить
sv_se: Lägg till
tr_tr: Ekle

source: Type first two/three letters and choose from list, if you don't find the addresses in list or the list does not appear, make sure of the address spelling.
ar: اكتب أول حرفين / ثلاثة واختار من القائمة ، إذا لم تجد العناوين في القائمة أو لم تظهر القائمة ، تأكد من هجاء العنوان.
de_de: Geben Sie die ersten zwei/drei Buchstaben ein und wählen Sie aus der Liste, wenn Sie die Adressen in der Liste nicht finden oder die Liste nicht erscheint, achten Sie auf die Schreibweise der Adresse.
es_es: Escriba las primeras dos/tres letras y elija de la lista, si no encuentra las direcciones en la lista o si la lista no aparece, asegúrese de la ortografía de la dirección.
fr_fr: Tapez d'abord deux/trois lettres et choisissez dans la liste, si vous ne trouvez pas les adresses dans la liste ou si la liste n'apparaît pas, assurez-vous de l'orthographe de l'adresse.
it_it: Digitare le prime due/tre lettere e scegliere dall'elenco, se non si trovano gli indirizzi nell'elenco o se l'elenco non viene visualizzato, assicurarsi che l'ortografia dell'indirizzo.
ms_my: Taipkan dua / tiga huruf pertama dan pilih dari senarai, jika anda tidak menemukan alamat dalam senarai atau senarai tidak muncul, pastikan ejaan alamat.
nl_be: Typ de eerste twee/drie letters en kies uit de lijst, als u de adressen niet in de lijst vindt of als de lijst niet verschijnt, zorg dan voor de adresspelling.
pt_pt: Digite primeiro duas / três letras e escolha da lista, se você não encontrar os endereços na lista ou a lista não aparecer, verifique a ortografia do endereço.
ru_ru: Напечатайте первые две / три буквы и выберите из списка, если вы не найдете адреса в списке или список не отображается, убедитесь в правильности адреса.
sv_se: Skriv första / tre bokstäverna och välj från listan, om du inte hittar adresserna i listan eller listan visas inte, kontrollera adressadressen.
tr_tr: İlk iki / üç harfi yazın ve listeden seçim yapın, eğer adresleri listede bulamıyorsanız veya liste görünmüyorsa, adres yazımından emin olun.

source: Road/Street names. Type first two/three letters and choose from list, if the list doesn't appear then complete typing and hit the comma button.
ar: أسماء الطرق / الشوارع. اكتب أول حرفين / ثلاثة واختار من القائمة ، إذا لم تظهر القائمة ، ثم أكمل الكتابة واضغط على زر الفاصلة.
de_de: Straßen- und Straßennamen. Geben Sie die ersten zwei/drei Buchstaben ein und wählen Sie aus der Liste, wenn die Liste nicht angezeigt wird, schließen Sie die Eingabe ab und drücken Sie die Komma-Taste.
es_es: Nombres de calles y caminos. Escriba las primeras dos o tres letras y elija de la lista, si la lista no aparece, complete el proceso y presione el botón de la coma.
fr_fr: Noms des routes et des rues. Tapez d'abord deux/trois lettres et choisissez dans la liste, si la liste n'apparaît pas, complétez la saisie et appuyez sur le bouton virgule.
it_it: Nomi delle strade/dei percorsi. Digitare le prime due/tre lettere e scegliere dall'elenco, se l'elenco non viene visualizzato, completare la digitazione e premere il pulsante virgola.
ms_my: Jalan / nama jalan. Taipkan dua / tiga huruf pertama dan pilih dari senarai, jika senarai itu tidak muncul maka taip lengkap dan tekan tombol koma.
nl_be: Weg-/straatnamen. Typ de eerste twee / drie letters en kies uit de lijst, als de lijst niet verschijnt dan volledig typen en druk op de knop komma.
pt_pt: Nomes de ruas / ruas Digite primeiro duas / três letras e escolha da lista, se a lista não aparecer, então complete a digitação e aperte o botão de vírgula.
ru_ru: Названия дорог / улиц. Напечатайте первые две / три буквы и выберите из списка, если список не отображается, а затем завершите ввод и нажмите кнопку с запятой.
sv_se: Väg / gatunamn. Skriv först två / tre bokstäver och välj från listan, om listan inte visas fyller du i och skriver kommandot.
tr_tr: Yol / sokak isimleri. İlk iki / üç harfi yazın ve listeden seçim yapın, eğer liste görünmüyorsa, yazmayı tamamlayın ve virgül düğmesine basın.

source: Type first two/three letters and choose from list, if the list doesn't appear, then complete typing normally.
ar: اكتب أول حرفين / ثلاثة واختار من القائمة ، إذا لم تظهر القائمة ، ثم أكمل الكتابة بشكل طبيعي.
de_de: Geben Sie die ersten zwei/drei Buchstaben ein und wählen Sie aus der Liste, wenn die Liste nicht angezeigt wird, dann schließen Sie die Eingabe normal ab.
es_es: Escriba las primeras dos/tres letras y elija de la lista, si la lista no aparece, entonces complete la escritura normalmente.
fr_fr: Tapez d'abord deux/trois lettres et choisissez dans la liste, si la liste n'apparaît pas, puis complétez la saisie normalement.
it_it: Digitare le prime due/tre lettere e scegliere dall'elenco, se l'elenco non viene visualizzato, quindi completare la digitazione normalmente.
ms_my: Taipkan dua / tiga huruf pertama dan pilih dari senarai, jika senarai tidak muncul, maka taipkan taip secara normal.
nl_be: Typ de eerste twee/drie letters en kies uit de lijst, als de lijst niet verschijnt, voltooi dan het typen normaal.
pt_pt: Digite primeiro duas / três letras e escolha da lista, se a lista não aparecer, então complete a digitação normalmente.
ru_ru: Напечатайте первые две / три буквы и выберите из списка, если список не отображается, затем завершите типизацию.
sv_se: Skriv först två / tre bokstäver och välj från listan, om listan inte visas, fyll då på normalt.
tr_tr: İlk iki / üç harfi yazın ve liste görünmezse listeden seçim yapın, ardından normal yazmayı tamamlayın.

source: Menus
ar: القوائم
de_de: Menüs
es_es: Menús
it_it: Menu
ms_my: Menu
ru_ru: Меню
sv_se: Menyer
tr_tr: Menüler

source: Timing
ar: اوقات الدوام
de_de: Zeitliche
es_es: Tiempo
it_it: Tempistica
ms_my: Masa
pt_pt: Tempo
ru_ru: Время
tr_tr: Zamanlama

source: I Accept %1$s vendor terms of service.
ar: أوافق على بنود خدمة البائع %1$s
de_de: Ich akzeptiere die Allgemeinen Geschäftsbedingungen von %1$s.
es_es: Acepto %1$s términos de servicio del proveedor.
fr_fr: J'accepte les conditions de service du fournisseur %1$s.
it_it: Accetto i termini di servizio del fornitore %1$s.
ms_my: Saya Terima perkhidmatan vendor %1$s.
nl_be: Ik accepteer %1$s aanbiedersvoorwaarden.
pt_pt: Aceito os termos de serviço do fornecedor do %1$s.
ru_ru: Я принимаю условия использования поставщика %1$s.
sv_se: Jag godkänner%1$s leverantörsvillkor.
tr_tr: %1$s satıcı hizmet şartlarını kabul ediyorum.
