Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: Describe this variation in few words. i.e: Explain what the customer will get when choosing this option or how this option is different from other options.
ar: صف هذا التباين في بضع كلمات. مثال: شرح ما سيحصل عليه العميل عند اختيار هذا الخيار أو كيفية اختلاف هذا الخيار عن الخيارات الأخرى.
de_de: Beschreiben Sie diese Variante in wenigen Worten. z.B.: Erklären Sie, was der Kunde bei der Auswahl dieser Option erhält oder wie sich diese Option von anderen Optionen unterscheidet.
es_es: Describa esta variación en pocas palabras. Por ejemplo: Explique lo que obtendrá el cliente al elegir esta opción o cómo esta opción es diferente de otras opciones.
fr_fr: Décrivez cette variation en quelques mots. Expliquez ce que le client obtiendra en choisissant cette option ou en quoi cette option est différente des autres options.
it_it: Descrivere questa variazione in poche parole, cioè spiegare che cosa otterrà il cliente quando sceglie questa opzione o come questa opzione è diversa dalle altre.
ms_my: Jelaskan perbezaan ini dengan beberapa perkataan. iaitu: Jelaskan apa yang pelanggan akan dapat apabila memilih pilihan ini atau bagaimana pilihan ini berbeza dengan pilihan lain.
nl_be: Beschrijf deze variatie in een paar woorden: Leg uit wat de klant krijgt bij de keuze voor deze optie of hoe deze optie verschilt van andere opties.
pt_pt: Descreva essa variação em poucas palavras. Ex: Explique o que o cliente receberá ao escolher essa opção ou como essa opção é diferente de outras opções.
ru_ru: Опишите этот вариант в нескольких словах. т.е.: Объясните, что клиент получит при выборе этого параметра или как этот параметр отличается от других параметров.
sv_se: Beskriv denna variation med få ord. dvs: Förklara vad kunden kommer att få när du väljer det här alternativet eller hur det här alternativet skiljer sig från andra alternativ.
tr_tr: Bu varyasyonu birkaç kelimeyle açıklayın. Örn: Bu seçeneği seçerken müşterinin ne alacağını veya bu seçeneğin diğer seçeneklerden nasıl farklı olduğunu açıklayın.

source: Specify the quantity the customer MUST buy to benefit from this promotion. Please note here that the customer must buy the exact quantity, no more, no less.
ar: حدد الكمية التي يجب على العميل شراؤها للاستفادة من هذا العرض الترويجي. يرجى ملاحظة أن العميل يجب أن يشتري الكمية الدقيقة ، لا أكثر ولا أقل.
de_de: Geben Sie die Menge an, die der Kunde kaufen MUSS, um von dieser Aktion zu profitieren. Bitte beachten Sie, dass der Kunde die genaue Menge kaufen muss, nicht mehr und nicht weniger.
es_es: Especifique la cantidad que el cliente DEBE comprar para beneficiarse de esta promoción. Tenga en cuenta aquí que el cliente debe comprar la cantidad exacta, ni más ni menos.
fr_fr: Précisez la quantité que le client DOIT acheter pour bénéficier de cette promotion. Veuillez noter ici que le client doit acheter la quantité exacte, ni plus, ni moins.
it_it: Specificare la quantità che il cliente DEVE acquistare per beneficiare di questa promozione. Si prega di notare che il cliente deve acquistare la quantità esatta, né più, né meno.
ms_my: Tentukan kuantiti pelanggan HARUS membeli untuk mendapat manfaat daripada promosi ini. Sila ambil perhatian bahawa pelanggan mesti membeli kuantiti yang tepat, tidak lebih, tidak kurang.
nl_be: Specificeer de hoeveelheid die de klant MOET kopen om van deze promotie te profiteren. Houd er rekening mee dat de klant moet de exacte hoeveelheid te kopen, niet meer, niet minder.
pt_pt: Especifique a quantidade que o cliente DEVE comprar para se beneficiar desta promoção. Por favor, note aqui que o cliente deve comprar a quantidade exata, nem mais nem menos.
ru_ru: Укажите количество, которое клиент ДОЛЖЕН купить, чтобы воспользоваться этой скидкой. Обратите внимание, что заказчик должен купить точное количество, не более, не менее.
sv_se: Ange vilken kvantitet kunden måste köpa för att dra nytta av den här kampanjen. Observera här att kunden måste köpa den exakta kvantiteten, inte mer, inte mindre.
tr_tr: Bu promosyondan yararlanmak için müşterinin satın alması gereken miktarı belirtin. Lütfen müşterinin tam miktarı, daha fazla değil, daha az alması gerektiğini unutmayın.

source: This indicates the promotion type. If a free product is selected the product will be added as a detail under the main product after the customer make a purchase and not as a separated cart product.
ar: هذا يدل على نوع الترويج. في حالة اختيار منتج مجاني ، ستتم إضافة المنتج كتفاصيل تحت المنتج الرئيسي بعد قيام العميل بعملية شراء وليس كمنتج سلة منفصل.
de_de: Dies gibt die Aktionsart an. Wenn ein freies Produkt ausgewählt wird, wird das Produkt als Detail unter dem Hauptprodukt hinzugefügt, nachdem der Kunde einen Kauf getätigt hat und nicht als separates Warenkorb-Produkt.
es_es: Esto indica el tipo de promoción. Si se selecciona un producto gratuito, el producto se agregará como un detalle debajo del producto principal después de que el cliente haga una compra y no como un producto de carrito separado.
fr_fr: Ceci indique le type de promotion. Si un produit gratuit est sélectionné, le produit sera ajouté en tant que détail sous le produit principal après que le client ait fait un achat et non comme un produit séparé.
it_it: Indica il tipo di promozione. Se viene selezionato un prodotto libero, il prodotto verrà aggiunto come dettaglio sotto il prodotto principale dopo l'acquisto da parte del cliente e non come prodotto per carrello separato.
ms_my: Ini menunjukkan jenis promosi. Sekiranya produk percuma dipilih produk akan ditambah sebagai butiran di bawah produk utama selepas pelanggan membuat pembelian dan bukan sebagai produk kereta terpencil.
nl_be: Geeft het type promotie aan. Als een gratis product wordt geselecteerd, zal het product worden toegevoegd als een detail onder het hoofdproduct na de aankoop van de klant en niet als een afzonderlijk winkelkar product.
pt_pt: Isso indica o tipo de promoção. Se um produto gratuito for selecionado, o produto será adicionado como um detalhe no produto principal depois que o cliente fizer uma compra e não como um produto de carrinho separado.
ru_ru: Это указывает тип продвижения. Если выбран свободный продукт, продукт будет добавлен как деталь под основным продуктом после того, как клиент совершит покупку, а не как отдельный продукт.
sv_se: Detta indikerar kampanjtypen. Om en fri produkt väljs kommer produkten att läggas till som en detalj under huvudprodukten efter att kunden gör ett köp och inte som en separat produkt.
tr_tr: Bu promosyon türünü gösterir. Ücretsiz bir ürün seçilirse, müşteri alışveriş yaptıktan sonra ana ürüne göre ayrı bir ürün olarak eklenecek ve ayrı bir ürün olarak eklenmeyecektir.

source: Specify the discount amount in percentage to deduct from the main product price.
ar: حدد مبلغ الخصم كنسبة مئوية من الخصم من سعر المنتج الرئيسي.
de_de: Geben Sie den Rabattbetrag in Prozent an, der vom Hauptproduktpreis abgezogen werden soll.
es_es: Especifique el importe del descuento en porcentaje que se deducirá del precio principal del producto.
fr_fr: Spécifiez le montant de la remise en pourcentage à déduire du prix du produit principal.
it_it: Specificare l'importo dello sconto in percentuale da dedurre dal prezzo del prodotto principale.
ms_my: Tentukan jumlah diskaun dalam peratusan untuk memotong dari harga produk utama.
nl_be: Specificeer het kortingsbedrag in procenten om het van de hoofdproductprijs af te trekken.
pt_pt: Especifique o valor do desconto em porcentagem para deduzir do preço principal do produto.
ru_ru: Укажите сумму скидки в процентах для вычета из основной цены продукта.
sv_se: Ange rabattbeloppet i procent för att dra av från huvudproduktpriset.
tr_tr: Ana ürün fiyatından düşülmek için indirim tutarını yüzde cinsinden belirtin.

source: Select the free product the customer will get from this promotion.
ar: حدد المنتج المجاني الذي سيحصل عليه العميل من هذا العرض.
de_de: Wählen Sie das kostenlose Produkt, das der Kunde von dieser Aktion erhält.
es_es: Seleccione el producto gratuito que el cliente obtendrá de esta promoción.
fr_fr: Sélectionnez le produit gratuit que le client obtiendra de cette promotion.
it_it: Seleziona il prodotto gratuito che il cliente riceverà da questa promozione.
ms_my: Pilih produk percuma yang akan diperoleh pelanggan dari promosi ini.
nl_be: Selecteer het gratis product dat de klant krijgt van deze actie.
pt_pt: Selecione o produto gratuito que o cliente receberá desta promoção.
ru_ru: Выберите бесплатный продукт, который клиент получит от этой акции.
sv_se: Välj den fria produkten som kunden kommer att få från den här kampanjen.
tr_tr: Müşterinin bu promosyondan alacağı ücretsiz ürünü seçin.

source: The "Up-sell Products" are those products that you recommend to the customer instead of the currently viewed product. i.e: You can select some products that have a discount price or newly added products or products that have promotions. This is useful to convince your customers to test other products that have low sales.
ar: &quot;منتجات Up-sell&quot; هي تلك المنتجات التي توصي بها العميل بدلاً من المنتج المعروض حاليًا. بمعنى: يمكنك اختيار بعض المنتجات التي لها سعر مخفض أو منتجات مضافة حديثًا أو منتجات لها إعلانات ترويجية. يفيد ذلك في إقناع عملائك باختبار منتجات أخرى ذات مبيعات منخفضة.
de_de: Die "Up-Sell-Produkte" sind die Produkte, die Sie dem Kunden anstelle des aktuell betrachteten Produkts empfehlen. d.h. Sie können einige Produkte mit einem Rabattpreis oder neu hinzugefügte Produkte oder Produkte mit Werbeaktionen auswählen. Dies ist nützlich, um Ihre Kunden davon zu überzeugen, andere Produkte mit geringem Umsatz zu testen.
es_es: Los "Up-sell Products" son aquellos productos que usted recomienda al cliente en lugar del producto que está viendo actualmente. Por ejemplo: Usted puede seleccionar algunos productos que tienen un precio de descuento o productos recién añadidos o productos que tienen promociones. Esto es útil para convencer a sus clientes de que prueben otros productos que tienen bajas ventas.
fr_fr: Les "Up-sell Products" sont les produits que vous recommandez au client au lieu du produit actuellement visionné, c'est-à-dire que vous pouvez sélectionner des produits qui ont un prix réduit ou des produits nouvellement ajoutés ou des produits qui ont des promotions. Ceci est utile pour convaincre vos clients de tester d'autres produits dont les ventes sont faibles.
it_it: I "Prodotti Up-sell" sono quei prodotti che si consiglia al cliente al posto del prodotto attualmente visualizzato, vale a dire: È possibile selezionare alcuni prodotti che hanno un prezzo scontato o di nuovi prodotti aggiunti o prodotti che hanno promozioni. Questo è utile per convincere i vostri clienti a testare altri prodotti che hanno vendite basse.
ms_my: &quot;Produk Up-sell&quot; adalah produk-produk yang anda cadangkan kepada pelanggan dan bukannya produk yang dilihat saat ini. iaitu: Anda boleh memilih beberapa produk yang mempunyai harga diskaun atau produk atau produk baru yang mempunyai promosi. Ini berguna untuk meyakinkan pelanggan anda untuk menguji produk lain yang mempunyai jualan yang rendah.
nl_be: De "Up-sell producten" zijn de producten die u aan de klant aanbeveelt in plaats van het op dat moment bekeken product. d.w.z.: U kunt een aantal producten selecteren met een kortingsprijs of nieuw toegevoegde producten of producten met promoties. Dit is nuttig om uw klanten te overtuigen om andere producten met een lage verkoop te testen.
pt_pt: Os &quot;Produtos de venda superior&quot; são aqueles produtos que você recomenda ao cliente, em vez do produto atualmente visualizado. Ex: Você pode selecionar alguns produtos que tenham um preço com desconto ou produtos recém-adicionados ou produtos que tenham promoções. Isso é útil para convencer seus clientes a testar outros produtos com vendas baixas.
ru_ru: «Продукты Up-Sell» - это те продукты, которые вы рекомендуете клиенту, а не просматриваемый продукт. т.е.: вы можете выбрать некоторые продукты со скидкой или новые товары или продукты, в которых есть рекламные акции. Это полезно, чтобы убедить своих клиентов тестировать другие продукты, которые имеют низкие продажи.
sv_se: &quot;Up-sell Products&quot; är de produkter som du rekommenderar till kunden istället för den aktuella produkten. dvs: Du kan välja vissa produkter som har rabatterat pris eller nya produkter eller produkter som har kampanjer. Det här är användbart för att övertyga dina kunder om att testa andra produkter med låg försäljning.
tr_tr: &quot;Satış Sonrası Ürünler&quot;, şu anda görüntülenen ürün yerine müşteriye önerdiğiniz ürünlerdir. Örneğin: İndirim fiyatına veya yeni eklenen ürünlere veya promosyonları olan ürünlere sahip bazı ürünleri seçebilirsiniz. Bu, müşterilerinizi düşük satışa sahip diğer ürünleri test etmeye ikna etmek için yararlıdır.

source: The "Cross-sell Products" are those products that you promote to customers when they are viewing their shopping cart. You can add products that you would wish your customers to buy when they have bought this product.
ar: &quot;منتجات البيع المتقاطع&quot; هي تلك المنتجات التي تروج لها للعملاء عندما يشاهدون سلة التسوق الخاصة بهم. يمكنك إضافة منتجات ترغب في أن يشتريها عملاؤك عندما يشترون هذا المنتج.
de_de: Die "Cross-Sell-Produkte" sind die Produkte, die Sie Ihren Kunden anbieten, wenn sie ihren Warenkorb ansehen. Sie können Produkte hinzufügen, die Ihre Kunden kaufen sollen, wenn sie dieses Produkt gekauft haben.
es_es: Los "productos de venta cruzada" son aquellos productos que usted promociona a los clientes cuando están viendo su carrito de compras. Puede añadir productos que desee que sus clientes compren cuando hayan comprado este producto.
fr_fr: Les "produits de vente croisée" sont les produits dont vous faites la promotion auprès des clients lorsqu'ils consultent leur panier d'achat. Vous pouvez ajouter des produits que vous souhaitez que vos clients achètent lorsqu'ils ont acheté ce produit.
it_it: I prodotti "Cross-selling" sono quei prodotti che si promuovono ai clienti quando si visualizza il loro carrello della spesa. È possibile aggiungere prodotti che si desidera che i clienti acquistino una volta acquistato questo prodotto.
ms_my: &quot;Produk silang silang&quot; adalah produk yang anda promosikan kepada pelanggan ketika melihat keranjang belanja mereka. Anda boleh menambah produk yang anda ingin pelanggan anda beli apabila mereka membeli produk ini.
nl_be: De "Cross-sell producten" zijn de producten die u promoot aan klanten wanneer ze hun winkelwagentje bekijken. U kunt producten toevoegen die u wilt dat uw klanten kopen wanneer ze dit product hebben gekocht.
pt_pt: Os &quot;produtos de venda cruzada&quot; são aqueles produtos que você promove aos clientes quando eles visualizam o carrinho de compras. Você pode adicionar produtos que gostaria que seus clientes comprassem quando comprassem este produto.
ru_ru: «Продукты поперечной продажи» - это те продукты, которые вы рекламируете клиентам, когда они просматривают свою корзину покупок. Вы можете добавлять продукты, которые пожелаете, чтобы ваши покупатели покупали, купив этот продукт.
sv_se: &quot;Cross-sell Products&quot; är de produkter som du marknadsför för kunder när de tittar på sin kundvagn. Du kan lägga till produkter som du önskar att dina kunder ska köpa när de har köpt den här produkten.
tr_tr: &quot;Çapraz satış ürünleri&quot;, alışveriş sepetlerini görüntülerken müşterilere tanıtdığınız ürünlerdir. Müşterilerinizin bu ürünü satın aldıklarında satın almasını istediğiniz ürünleri ekleyebilirsiniz.

source: All users registered as "seller" are listed and managed from this page. This is the main page to activate or deactivate selling privileges for newly registered vendors unless you have chosen to automatically activate them from the admin settings. You can also click on the vendor email address to send them an email message directly from here.
ar: يتم تسجيل جميع المستخدمين المسجلين باسم &quot;البائع&quot; وإدارتها من هذه الصفحة. هذه هي الصفحة الرئيسية لتنشيط أو إلغاء تنشيط امتيازات البيع للبائعين الجدد ، إلا إذا اخترت تنشيطها تلقائيًا من إعدادات المسؤول. يمكنك أيضًا النقر على عنوان البريد الإلكتروني للمورد لإرسال رسالة بريد إلكتروني إليه مباشرةً من هنا.
de_de: Alle als "Verkäufer" registrierten Benutzer werden auf dieser Seite aufgelistet und verwaltet. Dies ist die Hauptseite zum Aktivieren oder Deaktivieren von Verkaufsprivilegien für neu registrierte Anbieter, es sei denn, Sie haben diese automatisch in den Admin-Einstellungen aktiviert. Sie können auch auf die E-Mail-Adresse des Anbieters klicken, um ihm direkt von hier aus eine E-Mail zu senden.
es_es: Todos los usuarios registrados como "vendedor" son listados y gestionados desde esta página. Esta es la página principal para activar o desactivar los privilegios de venta para los proveedores recién registrados, a menos que haya elegido activarlos automáticamente desde la configuración del administrador. También puede hacer clic en la dirección de correo electrónico del proveedor para enviarle un mensaje de correo electrónico directamente desde aquí.
fr_fr: Tous les utilisateurs enregistrés en tant que "vendeur" sont listés et gérés à partir de cette page. C'est la page principale pour activer ou désactiver les privilèges de vente pour les vendeurs nouvellement enregistrés, à moins que vous n'ayez choisi de les activer automatiquement à partir des paramètres d'administration. Vous pouvez également cliquer sur l'adresse email du fournisseur pour leur envoyer un message directement d'ici.
it_it: Tutti gli utenti registrati come "venditori" sono elencati e gestiti da questa pagina. Questa è la pagina principale per attivare o disattivare i privilegi di vendita per i nuovi venditori registrati, a meno che non si scelga di attivarli automaticamente dalle impostazioni dell'amministratore. È inoltre possibile fare clic sull'indirizzo e-mail del fornitore per inviare loro un messaggio e-mail direttamente da qui.
ms_my: Semua pengguna yang didaftarkan sebagai &quot;penjual&quot; disenaraikan dan diuruskan dari halaman ini. Ini adalah halaman utama untuk mengaktifkan atau menyahaktifkan hak istimewa jualan untuk vendor terdaftar baru kecuali anda telah memilih untuk mengaktifkannya secara automatik dari tetapan admin. Anda juga boleh mengklik alamat e-mel vendor untuk menghantar mesej e-mel mereka secara langsung dari sini.
nl_be: Alle gebruikers die als "verkoper" geregistreerd staan, worden vanaf deze pagina weergegeven en beheerd. Dit is de hoofdpagina om verkoopprivileges voor nieuw geregistreerde aanbieders te activeren of te deactiveren, tenzij u ervoor hebt gekozen om ze automatisch te activeren vanuit de admin-instellingen. U kunt ook op het e-mailadres van de aanbieder klikken om hen direct vanaf hier een e-mail te sturen.
pt_pt: Todos os usuários registrados como &quot;vendedor&quot; são listados e gerenciados a partir desta página. Esta é a página principal para ativar ou desativar os privilégios de venda para fornecedores recém-registrados, a menos que você tenha optado por ativá-los automaticamente nas configurações do administrador. Você também pode clicar no endereço de e-mail do fornecedor para enviar uma mensagem de e-mail diretamente a partir daqui.
ru_ru: Все пользователи, зарегистрированные как «продавец», перечислены и управляются с этой страницы. Это основная страница для активации или деактивации прав на продажу для новых зарегистрированных поставщиков, если вы не решили автоматически активировать их из настроек администратора. Вы также можете нажать на адрес электронной почты поставщика, чтобы отправить им сообщение электронной почты прямо отсюда.
sv_se: Alla användare som är registrerade som &quot;säljare&quot; listas och hanteras från den här sidan. Detta är huvudsidan för att aktivera eller inaktivera försäljningsrättigheter för nyregistrerade leverantörer om du inte har valt att automatiskt aktivera dem från administratörsinställningarna. Du kan också klicka på leverantörens e-postadress för att skicka dem ett e-postmeddelande direkt härifrån.
tr_tr: &quot;Satıcı&quot; olarak kayıtlı tüm kullanıcılar bu sayfadan listelenir ve yönetilir. Bu, yönetici ayarlarından otomatik olarak etkinleştirmeyi seçmediyseniz, yeni kayıtlı satıcılar için satış ayrıcalıklarını etkinleştiren veya devre dışı bırakan ana sayfadır. Doğrudan e-posta mesajı göndermek için satıcı e-posta adresini de tıklayabilirsiniz.
