Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: Enter your delivery fee per %s. The system will use this to calculate the delivery fee depending on the distance from your shop to customer location.
ar: أدخل رسوم التوصيل لكل %s سيستخدم النظام هذا لحساب رسوم التسليم حسب المسافة من متجرك إلى موقع العميل.
de_de: Geben Sie Ihre Versandkosten pro %s ein. Das System berechnet daraus die Versandkosten in Abhängigkeit von der Entfernung von Ihrem Geschäft zum Kunden.
es_es: Introduzca sus gastos de envío por %s. El sistema lo utilizará para calcular los gastos de envío en función de la distancia entre la tienda y la ubicación del cliente.
fr_fr: Entrez vos frais de livraison par %s. Le système l'utilisera pour calculer les frais de livraison en fonction de la distance entre votre magasin et l'endroit où se trouve le client.
it_it: Inserisci il tuo costo di consegna per %s. Il sistema utilizzerà questa funzione per calcolare le spese di spedizione in base alla distanza tra il negozio e il cliente.
ms_my: Masukkan yuran penghantaran anda untuk %s. Sistem ini akan menggunakan ini untuk mengira yuran penghantaran bergantung pada jarak dari kedai anda ke lokasi pelanggan.
nl_be: Voer uw leveringskosten per %s in. Hiermee berekent het systeem de bezorgkosten afhankelijk van de afstand van uw winkel tot de locatie van uw klant.
pt_pt: Insira sua taxa de entrega por %s. O sistema usará isso para calcular a taxa de entrega, dependendo da distância da sua loja até o local do cliente.
ru_ru: Введите стоимость доставки за %s. Система будет использовать это для расчета платы за доставку в зависимости от расстояния от вашего магазина до местоположения клиента.
sv_se: Ange din leveransavgift per %s. Systemet kommer att använda detta för att beräkna leveransavgiften beroende på avståndet från din butik till kundens plats.
tr_tr: %s başına teslimat ücretinizi girin. Sistem, dükkanınızdan müşterinin bulunduğu yere olan mesafeye bağlı olarak teslimat ücretini hesaplamak için bunu kullanacaktır.

source: Delivery fee per additional product after the first product.
ar: رسوم التوصيل لكل منتج إضافي بعد المنتج الأول.
de_de: Versandkosten pro zusätzliches Produkt nach dem ersten Produkt.
es_es: Costo de envío por producto adicional después del primer producto.
fr_fr: Frais de livraison par produit supplémentaire après le premier produit.
it_it: Spese di consegna per ogni prodotto aggiuntivo dopo il primo prodotto.
ms_my: Yuran penghantaran setiap produk tambahan selepas produk pertama.
nl_be: Bezorgkosten per extra product na het eerste product.
pt_pt: Taxa de entrega por produto adicional após o primeiro produto.
ru_ru: Стоимость доставки за дополнительный продукт после первого продукта.
sv_se: Leveransavgift per tilläggsprodukt efter den första produkten.
tr_tr: İlk üründen sonra ek ürün başına teslimat ücreti.

source: What is the minimum order amount to allow customers to make delivery orders?
ar: ما هو الحد الأدنى لمبلغ الأمر الذي يسمح للعملاء بإصدار أوامر التسليم؟
de_de: Wie hoch ist der Mindestbestellwert, damit die Kunden Lieferaufträge ausführen können?
es_es: ¿Cuál es el pedido mínimo para que los clientes puedan hacer pedidos de entrega?
fr_fr: Quel est le montant minimum de commande pour permettre aux clients d'effectuer des commandes de livraison ?
it_it: Qual è l'importo minimo dell'ordine per consentire ai clienti di effettuare ordini di consegna?
ms_my: Apakah jumlah pesanan minimum untuk membolehkan pelanggan membuat pesanan penghantaran?
nl_be: Wat is het minimale bestelbedrag om klanten in staat te stellen leveringsorders te maken?
pt_pt: Qual é o valor mínimo do pedido para permitir que os clientes façam ordens de entrega?
ru_ru: Какова минимальная сумма заказа, чтобы клиенты могли делать заказы на доставку?
sv_se: Vad är minsta orderbelopp som tillåter kunder att göra leveransorder?
tr_tr: Müşterilerin teslimat siparişi vermesine izin verilecek minimum sipariş miktarı nedir?

source: Enter values below if you wish to set different delivery fees whenever you are having a number of processing orders, or set "Processing Orders" to 0 if you do not wish to use different delivery fees.
ar: أدخل القيم أدناه إذا كنت ترغب في تحديد رسوم توصيل مختلفة عندما يكون لديك عدد من أوامر المعالجة ، أو قم بتعيين &quot;أوامر المعالجة&quot; إلى 0 إذا كنت لا ترغب في استخدام رسوم توصيل مختلفة.
de_de: Geben Sie untenstehende Werte ein, wenn Sie bei mehreren Bearbeitungsaufträgen unterschiedliche Versandkosten festlegen möchten, oder setzen Sie "Bearbeitungsaufträge" auf 0, wenn Sie keine unterschiedlichen Versandkosten verwenden möchten.
es_es: Introduzca los valores a continuación si desea establecer diferentes gastos de envío siempre que tenga varios pedidos de procesamiento, o establezca "Pedidos de procesamiento" en 0 si no desea utilizar gastos de envío diferentes.
fr_fr: Entrez les valeurs ci-dessous si vous souhaitez définir des frais de livraison différents à chaque fois que vous avez un certain nombre de commandes en cours de traitement, ou réglez "Traitement des commandes" à 0 si vous ne souhaitez pas utiliser des frais de livraison différents.
it_it: Immettere i seguenti valori se si desidera impostare spese di spedizione diverse quando si dispone di un numero di ordini di elaborazione, o impostare "Elaborazione degli ordini" a 0 se non si desidera utilizzare spese di spedizione diverse.
ms_my: Masukkan nilai di bawah jika anda ingin menetapkan bayaran penghantaran yang berbeza apabila anda mempunyai beberapa pesanan pemprosesan atau menetapkan &quot;Pesanan Pemprosesan&quot; kepada 0 jika anda tidak mahu menggunakan yuran penghantaran yang berbeza.
nl_be: Voer hieronder waarden in als u verschillende leveringskosten wilt instellen wanneer u een aantal verwerkingsorders hebt, of stel "Verwerkingsorders" in op 0 als u geen verschillende leveringskosten wilt gebruiken.
pt_pt: Insira os valores abaixo se desejar definir taxas de remessa diferentes sempre que houver um número de pedidos de processamento ou defina &quot;Processando Pedidos&quot; como 0 se você não desejar usar taxas de remessa diferentes.
ru_ru: Введите значения ниже, если вы хотите установить разные тарифы на доставку, когда у вас есть несколько заказов на обработку, или установите «Обрабатывающие заказы» на 0, если вы не хотите использовать разные тарифы за доставку.
sv_se: Ange värden nedan om du vill ange olika leveransavgifter när du har ett antal bearbetningsorder, eller ställ in &quot;Bearbetningsorder&quot; till 0 om du inte vill använda olika leveransavgifter.
tr_tr: Farklı teslimat ücretleri belirlediğinizde farklı teslimat ücretleri belirlemek isterseniz veya farklı teslimat ücretleri kullanmak istemiyorsanız &quot;Siparişleri İşleme&quot; yi 0&#39;a ayarlamak istiyorsanız, aşağıdaki değerleri girin.

source: How many processing orders you should be having before using these delivery fees on new orders?
ar: ما عدد طلبات المعالجة التي يجب أن تكون لديك قبل استخدام رسوم التوصيل هذه على الطلبات الجديدة؟
de_de: Wie viele Bearbeitungsaufträge sollten Sie haben, bevor Sie diese Liefergebühren für neue Bestellungen verwenden?
es_es: ¿Cuántos pedidos de procesamiento debería tener antes de utilizar estos gastos de envío en los nuevos pedidos?
fr_fr: Combien d'ordres de traitement vous devriez avoir avant d'utiliser ces frais de livraison sur les nouvelles commandes ?
it_it: Quanti ordini di elaborazione dovreste avere prima di utilizzare queste spese di spedizione per i nuovi ordini?
ms_my: Berapa banyak pesanan pemprosesan yang perlu anda lakukan sebelum menggunakan yuran penghantaran pada pesanan baru?
nl_be: Hoeveel verwerkingsorders zou u moeten hebben voordat u deze verzendkosten gebruikt voor nieuwe orders?
pt_pt: Quantos pedidos de processamento você deve ter antes de usar essas taxas de entrega em novos pedidos?
ru_ru: Сколько заказов на обработку вы должны иметь перед использованием этих сборов за доставку по новым заказам?
sv_se: Hur många behandlingsorder ska du ha innan du använder dessa leveransavgifter på nya order?
tr_tr: Bu teslimat ücretlerini yeni siparişlerde kullanmadan önce kaç işlem siparişi vermeniz gerekiyor?

source: Add a notice or announcement on your shop page.
ar: أضف إشعارًا أو إعلانًا على صفحة متجرك.
de_de: Fügen Sie einen Hinweis oder eine Ankündigung auf Ihrer Shop-Seite hinzu.
es_es: Añade un aviso o anuncio en la página de tu tienda.
fr_fr: Ajoutez un avis ou une annonce sur la page de votre boutique.
it_it: Aggiungi un avviso o un annuncio sulla tua pagina del negozio.
ms_my: Tambah notis atau pengumuman di halaman kedai anda.
nl_be: Voeg een bericht of aankondiging toe op je shop pagina.
pt_pt: Adicione um aviso ou anúncio na sua página de loja.
ru_ru: Добавьте уведомление или объявление на странице своего магазина.
sv_se: Lägg till ett meddelande eller ett meddelande på din butikssida.
tr_tr: Mağaza sayfanızda bir bildirim veya duyuru ekleyin.

source: If you have accounts on social media you can add their links here. Social icons will appear on your shop page header.
ar: إذا كان لديك حسابات على شبكات التواصل الاجتماعي ، يمكنك إضافة روابطها هنا. ستظهر الرموز الاجتماعية في رأس صفحة المتجر.
de_de: Wenn Sie Konten auf Social Media haben, können Sie hier ihre Links hinzufügen. Soziale Symbole werden auf Ihrer Shopseite angezeigt.
es_es: Si tienes cuentas en redes sociales puedes añadir sus enlaces aquí. Los iconos sociales aparecerán en el encabezado de la página de la tienda.
fr_fr: Si vous avez des comptes sur les médias sociaux, vous pouvez ajouter leurs liens ici. Les icônes sociales apparaîtront sur l'en-tête de la page de votre boutique.
it_it: Se si dispone di account sui social network, è possibile aggiungere i relativi collegamenti qui. Le icone sociali appariranno nell'intestazione della pagina del negozio.
ms_my: Jika anda mempunyai akaun di media sosial, anda boleh menambah pautan di sini. Ikon sosial akan muncul di tajuk halaman kedai anda.
nl_be: Als u accounts heeft op social media kunt u hier hun links toevoegen. Sociale pictogrammen verschijnen in de kopregel van uw winkelpagina.
pt_pt: Se você tem contas nas mídias sociais, você pode adicionar seus links aqui. Os ícones sociais aparecerão no cabeçalho da sua loja.
ru_ru: Если у вас есть учетные записи в социальных сетях, вы можете добавить их ссылки здесь. Социальные значки появятся в заголовке вашей страницы магазина.
sv_se: Om du har konton på sociala medier kan du lägga till länkarna här. Sociala ikoner kommer att visas på din sidans sidhuvud.
tr_tr: Sosyal medyada hesaplarınız varsa buraya linklerini ekleyebilirsiniz. Mağaza sayfanızın başlığında sosyal simgeler görünecektir.

source: The system will use these timing settings to open or close your shop automatically every day. However, you can at any time manually set your shop to opened (online) or closed (offline) by clicking on the shop icon in the top bar.
ar: سيستخدم النظام إعدادات التوقيت هذه لفتح أو إغلاق متجرك تلقائيًا كل يوم. ومع ذلك ، يمكنك في أي وقت تعيين متجرك يدويًا لفتحه (عبر الإنترنت) أو مغلق (غير متصل) عن طريق النقر فوق رمز المحل في الشريط العلوي.
de_de: Das System verwendet diese Zeiteinstellungen, um Ihren Shop jeden Tag automatisch zu öffnen oder zu schließen. Sie können Ihren Shop jedoch jederzeit manuell auf geöffnet (online) oder geschlossen (offline) setzen, indem Sie auf das Shop-Icon in der oberen Leiste klicken.
es_es: El sistema utilizará estos ajustes de tiempo para abrir o cerrar su tienda automáticamente todos los días. Sin embargo, en cualquier momento puede configurar manualmente su tienda para que se abra (en línea) o se cierre (sin conexión) haciendo clic en el icono de la tienda en la barra superior.
fr_fr: Le système utilisera ces paramètres de chronométrage pour ouvrir ou fermer votre boutique automatiquement tous les jours. Cependant, vous pouvez à tout moment régler manuellement votre boutique sur ouvert (en ligne) ou fermé (hors ligne) en cliquant sur l'icône de la boutique dans la barre supérieure.
it_it: Il sistema utilizzerà queste impostazioni per aprire o chiudere automaticamente il negozio ogni giorno. Tuttavia, è possibile in qualsiasi momento impostare manualmente il negozio per aprire (online) o chiudere (offline) facendo clic sull'icona negozio nella barra in alto.
ms_my: Sistem ini akan menggunakan tetapan masa untuk membuka atau menutup kedai anda secara automatik setiap hari. Walau bagaimanapun, anda boleh pada bila-bila masa secara manual menetapkan kedai anda untuk dibuka (dalam talian) atau ditutup (di luar talian) dengan mengklik pada ikon kedai di bar atas.
nl_be: Het systeem gebruikt deze timerinstellingen om uw winkel elke dag automatisch te openen of te sluiten. U kunt uw winkel echter te allen tijde handmatig instellen op geopend (online) of gesloten (offline) door op het winkelpictogram in de bovenste balk te klikken.
pt_pt: O sistema usará essas configurações de tempo para abrir ou fechar sua loja automaticamente todos os dias. No entanto, você pode, a qualquer momento, configurar manualmente sua loja para aberta (on-line) ou fechada (off-line) clicando no ícone da loja na barra superior.
ru_ru: Система будет использовать эти настройки времени, чтобы автоматически открывать или закрывать ваш магазин каждый день. Однако вы можете в любое время вручную настроить свой магазин на открытие (онлайн) или закрытое (офлайн), щелкнув значок магазина в верхней панели.
sv_se: Systemet använder dessa tidsinställningar för att automatiskt öppna eller stänga din butik varje dag. Du kan dock när som helst manuellt ställa in din butik (online) eller stängt (offline) genom att klicka på butiksikonen i toppraden.
tr_tr: Sistem, bu zamanlama ayarlarını kullanarak mağazanızı her gün otomatik olarak açmak veya kapatmak için kullanacaktır. Bununla birlikte, istediğiniz zaman mağazanızın üst çubuğundaki mağaza simgesini tıklatarak açabilirsiniz (çevrimiçi) veya kapalı (çevrimdışı).

source: Click open if your shop will open in this day, and enter the opening and closing timings. Please note here that the opening and closing timings must be within the same day. i.e if your shop will open from (08:00 pm) till (02:00 am) which means it will close at the next day, you should set the timing for today from 08:00 pm (20:00) till 11:59 pm (23:59) and set the remaining two hours in the "First Shift" timing fields of the next day.
ar: انقر فوق فتح إذا كان متجرك سيفتح في هذا اليوم ، وأدخل توقيت الفتح والإغلاق. يرجى ملاحظة أن أوقات الافتتاح والغلق يجب أن تكون في نفس اليوم. بمعنى أنه في حالة فتح متجرك من (08:00 مساءً) حتى (02:00 صباحاً) مما يعني أنه سيتم إغلاقه في اليوم التالي ، يجب عليك تحديد التوقيت لهذا اليوم من الساعة 08:00 مساءً (20:00) وحتى 11:00: 59:00 (23:59) وتعيين ساعتين الباقيتين في حقول توقيت &quot;First Shift&quot; في اليوم التالي.
de_de: Klicken Sie auf Öffnen, wenn Ihr Shop an diesem Tag geöffnet wird, und geben Sie die Öffnungs- und Schließzeiten ein. Bitte beachten Sie, dass die Öffnungs- und Schließzeiten innerhalb desselben Tages liegen müssen, d.h. wenn Ihr Shop von 20:00 Uhr bis 02:00 Uhr geöffnet wird, d.h. am nächsten Tag schließt, sollten Sie die Zeit für heute von 20:00 Uhr bis 23:59 Uhr einstellen und die restlichen zwei Stunden in den Zeitfeldern "Erste Schicht" des nächsten Tages einstellen.
es_es: Haga clic en Abrir si su tienda abrirá en ese día, e introduzca los horarios de apertura y cierre. Por favor, tenga en cuenta que los horarios de apertura y cierre deben ser dentro del mismo día. Es decir, si su tienda abrirá desde (08:00 pm) hasta (02:00 am) lo que significa que cerrará al día siguiente, debe establecer el horario para hoy desde las 08:00 pm (20:00) hasta las 11:59 pm (23:59) y establecer las dos horas restantes en los campos de horarios del "Primer Turno" del día siguiente.
fr_fr: Cliquez sur Ouvrir si votre boutique ouvrira dans cette journée, et entrez les horaires d'ouverture et de fermeture. Veuillez noter ici que les horaires d'ouverture et de fermeture doivent se situer dans la même journée, c'est-à-dire que si votre magasin ouvrira de (08:00 pm) à (02:00 am), ce qui signifie qu'il fermera le jour suivant, vous devez régler l'horaire d'aujourd'hui de 08:00 pm (20:00) à 11:59 pm (23:59) et régler les deux heures restantes dans les champs horaires "First Shift" du jour suivant.
it_it: Clicca su Apri se il tuo negozio aprirà in questo giorno, e inserisci gli orari di apertura e chiusura. Si prega di notare qui che l'orario di apertura e chiusura deve essere entro lo stesso giorno, cioè se il vostro negozio sarà aperto da (08:00) a (02:00), il che significa che si chiuderà il giorno successivo, è necessario impostare il tempo per oggi dalle 08:00 (20:00) alle 23:59 (23:59) e impostare le restanti due ore nei campi "Primo turno" orario del giorno successivo.
ms_my: Klik buka jika kedai anda akan dibuka pada hari ini, dan masukkan waktu pembukaan dan penutupan. Sila ambil perhatian bahawa pembukaan dan penutupan tutup mesti berada dalam hari yang sama. iaitu jika kedai anda akan dibuka dari (08:00 petang) hingga (02:00 pagi) yang bermaksud ia akan ditutup pada keesokan harinya, anda perlu menetapkan masa untuk hari ini dari pukul 08:00 (20:00) hingga 11: 59 malam (23:59) dan tetapkan baki dua jam dalam masa &quot;Shift Pertama&quot; pada hari berikutnya.
nl_be: Klik op open als uw winkel zal openen in deze dag, en voer de opening en sluiting timings. Houd er rekening mee dat de openings- en sluitingstijden binnen dezelfde dag moeten vallen. Als uw winkel dus van (08:00 uur) tot (02:00 uur) open gaat, wat betekent dat hij de volgende dag dicht gaat, moet u de tijd voor vandaag instellen van 08:00 uur (20:00 uur) tot 23:59 uur (23:59 uur) en de resterende twee uur instellen in de velden "Eerste dienst" van de volgende dag.
pt_pt: Clique em aberto se sua loja abrir neste dia e insira os horários de abertura e fechamento. Por favor, note aqui que os horários de abertura e fechamento devem ser no mesmo dia. ou seja, se a sua loja abrir das 08:00 às 02:00 o que significa que vai fechar no dia seguinte, você deve definir a cronometragem de hoje das 20:00 às 20:00. 59 pm (23:59) e defina as duas horas restantes nos campos de tempo &quot;First Shift&quot; do dia seguinte.
ru_ru: Нажмите «Открыть», если ваш магазин откроется в этот день и введите таймеры закрытия и закрытия. Обратите внимание, что время открытия и закрытия должно быть в тот же день. т.е. если ваш магазин откроется с (20:00) до (02:00), что означает, что он будет закрыт на следующий день, вы должны установить время на сегодня с 20:00 (20:00) до 11: 59:00 (23:59) и установить оставшиеся два часа в поле времени «Первый сдвиг» на следующий день.
sv_se: Klicka på Öppna om din butik öppnas idag och ange öppnings- och stängningstiderna. Observera här att öppnings- och stängningstiderna måste vara inom samma dag. det vill säga om din butik kommer att öppnas från kl 08:00 till kl 02:00 vilket innebär att det stänger nästa dag bör du ställa in tiden för idag från kl 20:00 till kl. 59: 00 (23:59) och ställa in de återstående två timmarna i &quot;First Shift&quot; -fältet nästa dag.
tr_tr: Mağazanız bu gün açılacaksa aç&#39;ı tıklayın ve açılış ve kapanış zamanlarını girin. Lütfen açılış ve kapanış zamanlarının aynı gün içinde olması gerektiğini unutmayın. yani eğer dükkanınız (08:00) - (02:00) saatleri arasında açılacaksa, yani bir sonraki gün kapanacaksa, saatin saatini saat 20:00 ile 20:00 arasında ayarlamalısınız. 59:00 (23:59) ve kalan iki saati ertesi günün &quot;İlk Vites&quot; zamanlama alanlarında ayarlayın.

source: If your browser does not support the "time" inputs please enter the time in 24 hour format like: 16:20
ar: إذا كان متصفحك لا يدعم مدخلات &quot;الوقت&quot; ، يرجى إدخال الوقت بتنسيق 24 ساعة مثل: 16:20
de_de: Falls Ihr Browser die "time"-Eingaben nicht unterstützt, geben Sie bitte die Uhrzeit im 24-Stunden-Format ein: 16:20
es_es: Si su navegador no soporta las entradas de "hora", por favor introduzca la hora en formato de 24 horas como: 16:20
fr_fr: Si votre navigateur ne prend pas en charge les entrées "time", veuillez entrer l'heure au format 24 heures : 16:20
it_it: Se il browser non supporta gli ingressi "time", inserire l'ora nel formato 24 ore: 16:20
ms_my: Jika penyemak imbas anda tidak menyokong input &quot;masa&quot; sila masukkan masa dalam format 24 jam seperti: 16:20
nl_be: Als uw browser de "tijd"-ingangen niet ondersteunt, voer dan de tijd in zoals in het 24-uursformaat: 16:20
pt_pt: Se o seu navegador não suporta as entradas de &quot;tempo&quot;, por favor insira a hora no formato de 24 horas como: 16:20
ru_ru: Если ваш браузер не поддерживает входные данные, введите время в 24-часовом формате, например: 16:20
sv_se: Om din webbläsare inte stöder &quot;tidsinmatningarna&quot; anger du tiden i 24-timmarsformat som: 16:20
tr_tr: Tarayıcınız &quot;zaman&quot; girişlerini desteklemiyorsa, lütfen saat biçimini aşağıdaki gibi 24 saat biçiminde girin: 16:20

source: Do you close on national holidays or some special events? if yes, please enter days when you will not be available.
ar: هل تغلق في الأعياد الوطنية أو بعض المناسبات الخاصة؟ إذا كانت الإجابة نعم ، يرجى إدخال الأيام التي لن تكون فيها متاحًا.
de_de: Schließen Sie an Feiertagen oder an besonderen Anlässen? Wenn ja, geben Sie bitte Tage ein, an denen Sie nicht erreichbar sind.
es_es: ¿Cierran en días festivos nacionales o en algunos eventos especiales? En caso afirmativo, por favor, introduzca los días en los que no estará disponible.
fr_fr: Fermez-vous les jours fériés ou certains événements spéciaux ? Si oui, veuillez indiquer les jours où vous ne serez pas disponible.
it_it: Chiudete i giorni festivi o alcuni eventi speciali, in caso affermativo inserite i giorni in cui non sarete disponibili.
ms_my: Adakah anda tutup pada cuti umum atau beberapa acara khas? jika ya, sila masukkan hari apabila anda tidak akan tersedia.
nl_be: Sluit u op nationale feestdagen of op enkele speciale evenementen, en zo ja, vul dan de dagen in waarop u niet beschikbaar bent.
pt_pt: Você fecha em feriados nacionais ou em alguns eventos especiais? Se sim, por favor, informe os dias em que você não estará disponível.
ru_ru: Вы закрываете национальные праздники или специальные мероприятия? Если да, введите дни, когда вы не будете доступны.
sv_se: Stänger du på nationella helgdagar eller några speciella evenemang? Om ja, var god ange dagar när du inte kommer att vara tillgänglig.
tr_tr: Milli bayramlarda veya bazı özel etkinliklerde kapanıyor musunuz? eğer evet ise, müsait olmayacağınız günleri girin.

source: Details here are used in withdrawal requests.
ar: يتم استخدام التفاصيل هنا في طلبات السحب.
de_de: Details hier werden in Auszahlungsanfragen verwendet.
es_es: Los detalles aquí se utilizan en las solicitudes de retiro.
fr_fr: Les détails ici sont utilisés dans les demandes de retrait.
it_it: I dati qui riportati sono utilizzati nelle richieste di prelievo.
ms_my: Butiran di sini digunakan dalam permintaan pengeluaran.
nl_be: Details hier worden gebruikt in geldopnameverzoeken.
pt_pt: Detalhes aqui são usados ​​em solicitações de retirada.
ru_ru: Подробности здесь используются в запросах на снятие средств.
sv_se: Detaljerna här används i uttagsförfrågningar.
tr_tr: Buradaki ayrıntılar çekilme taleplerinde kullanılır.
