Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: Activate the Norsani's default childtheme
ar: تفعيل الطفل الافتراضي نورساني
de_de: Aktivieren Sie das standardmäßige Kinderthema des Norsani.
es_es: Activar el tema infantil predeterminado de Norsani
fr_fr: Activer le thème enfant par défaut de Norsani
it_it: Attivare il tema predefinito del Norsani
ms_my: Aktifkan tema anak lalai Norsani
nl_be: Activeer het standaard childthema van Norsani
pt_pt: Ativar o padrão infantil de Norsani
ru_ru: Активируйте дочернюю систему Norsani по умолчанию
sv_se: Aktivera Norsanis standard childtheme
tr_tr: Norsani&#39;nin varsayılan childtheme özelliğini etkinleştirin

source: Install the Norsani's default theme
ar: قم بتثبيت النسق الافتراضي الخاص بـ Norsani
de_de: Das Standard-Theme von Norsani installieren
es_es: Instalar el tema por defecto de Norsani
fr_fr: Installer le thème par défaut de Norsani
it_it: Installare il tema predefinito di Norsani
ms_my: Pasang tema lalai Norsani
nl_be: Installeer het standaardthema van de Norsani
pt_pt: Instale o tema padrão do Norsani
ru_ru: Установите тему по умолчанию Norsani
sv_se: Installera Norsanis standardtema
tr_tr: Norsani&#39;nin varsayılan temasını yükle

source: Your current theme dose not support Norsani. Please install and activate a supported theme or
ar: القالب الحالية لا يدعم Norsani. يرجى تثبيت وتنشيط قالب مدعوم أو
de_de: Ihre aktuelle Themendosis unterstützt Norsani nicht. Bitte installieren und aktivieren Sie ein unterstütztes Theme oder
es_es: Su dosis temática actual no es compatible con Norsani. Por favor, instale y active un tema compatible o
fr_fr: Votre dose thématique actuelle ne soutient pas Norsani. Veuillez installer et activer un thème supporté ou
it_it: La dose attuale tema non supporta Norsani. Si prega di installare e attivare un tema supportato o
ms_my: Dos tema semasa anda tidak menyokong Norsani. Sila pasang dan aktifkan tema yang disokong atau
nl_be: Uw huidige thema ondersteunt Norsani niet. Installeer en activeer een ondersteund thema of
pt_pt: Sua dose atual do tema não suporta Norsani. Por favor instale e ative um tema suportado ou
ru_ru: Ваша текущая тема не поддерживает Norsani. Установите и активируйте поддерживаемую тему или
sv_se: Din nuvarande temaldos stödjer inte Norsani. Vänligen installera och aktivera ett stödt tema eller
tr_tr: Mevcut tema dozunuz Norsani&#39;yi desteklemiyor. Lütfen desteklenen bir temayı yükleyip etkinleştirin veya

source: You have not yet set a fee/commission on your vendors sales. Vendors will get %100 of their sales. Set your fee/commission now from the&nbsp;
ar: لم تقم بعد بتعيين رسوم / عمولة على مبيعات البائعين. سيحصل الباعة على٪ 100 من مبيعاتهم. حدد رسوم / عمولة الآن من
de_de: Sie haben noch keine Provision auf die Verkäufe Ihrer Lieferanten festgelegt. Verkäufer erhalten 100 % ihres Umsatzes. Setzen Sie Ihre Provision jetzt von der&nbsp;
es_es: Todavía no ha fijado una comisión en las ventas de sus proveedores. Los vendedores recibirán el 100% de sus ventas. Establezca su cuota/comisión ahora desde el sitio web de&nbsp;
fr_fr: Vous n'avez pas encore fixé de commission sur les ventes de vos fournisseurs. Les vendeurs recevront 100 % de leurs ventes. Fixez vos honoraires/commission dès maintenant à partir du&nbsp ;
it_it: Non hai ancora fissato una tassa/commissione sulle vendite dei tuoi fornitori. I venditori otterranno %100 delle loro vendite. Imposta ora la tua commissione/tassa dal&nbsp;
ms_my: Anda belum menetapkan yuran / komisyen pada jualan vendor anda. Penjual akan mendapat% 100 jualan mereka. Tetapkan yuran / komisyen anda sekarang dari
nl_be: U hebt nog geen vergoeding / commissie op uw verkopers verkopen. De verkopers krijgen % 100 van hun omzet. Bepaal nu uw fee/commissie van de&nbsp;
pt_pt: Você ainda não definiu uma comissão / comissão sobre as vendas de seus fornecedores. Os fornecedores receberão 100% de suas vendas. Defina sua taxa / comissão agora a partir do
ru_ru: Вы еще не установили комиссию за продажу ваших продавцов. Продавцы получат% 100 своих продаж. Задайте свою комиссию сейчас
sv_se: Du har ännu inte fastställt en avgift / provision på säljarens försäljning. Leverantörerna får 100% av sin försäljning. Ange din avgift / provision nu från
tr_tr: Satıcı satışlarınızda henüz bir ücret / komisyon belirlemediniz. Satıcılar satışlarının% 100&#39;ünü alacaktır. Ücretinizi / komisyonunuzu şimdi ayarlayın

source: Fees/Commission Settings
ar: اعدادات الرسوم / العمولات
de_de: Gebühren/Kommissionseinstellungen
es_es: Tarifas/Configuración de la comisión
fr_fr: Frais/Réglages de commission
it_it: Tariffe/Impostazioni della Commissione
ms_my: Tetapan Fi / Suruhanjaya
nl_be: Vergoedingen/Commissie-instellingen
pt_pt: Taxas / Configurações da Comissão
ru_ru: Плата / Настройки комиссии
sv_se: Avgifter / kommissionens inställningar
tr_tr: Ücretler / Komisyon Ayarları

source: Norsani highly depends on WooCommerce plugin which was uninstalled. Norsani will stop working untill you install and activate WooCommerce.
ar: نورساني يعتمد إلى حد كبير على البرنامج المساعد WooCommerce الذي تم إلغاء تثبيته. نورساني سوف يتوقف عن العمل حتى يتم تثبيت وتنشيط WooCommerce مجددا.
de_de: Norsani hängt stark vom WooCommerce-Plugin ab, das deinstalliert wurde. Norsani wird aufhören zu arbeiten, bis Sie WooCommerce installieren und aktivieren.
es_es: Norsani depende en gran medida del plugin WooCommerce que fue desinstalado. Norsani dejará de funcionar hasta que instales y actives WooCommerce.
fr_fr: Norsani dépend fortement du plugin WooCommerce qui a été désinstallé. Norsani cessera de fonctionner jusqu'à ce que vous installiez et activiez WooCommerce.
it_it: Norsani dipende molto dal plugin WooCommerce che è stato disinstallato. Norsani smetterà di lavorare fino a quando non installerai e attiverai WooCommerce.
ms_my: Norsani sangat bergantung pada plugin WooCommerce yang telah dipasang. Norsani akan berhenti berfungsi sehingga anda memasang dan mengaktifkan WooCommerce.
nl_be: Norsani is sterk afhankelijk van WooCommerce plugin die is verwijderd. Norsani stopt met werken tot u WooCommerce installeert en activeert.
pt_pt: Norsani depende muito do plugin WooCommerce que foi desinstalado. Norsani vai parar de trabalhar até você instalar e ativar o WooCommerce.
ru_ru: Norsani сильно зависит от плагина WooCommerce, который был удален. Norsani перестанет работать до тех пор, пока вы не установите и не активируете WooCommerce.
sv_se: Norsani beror mycket på WooCommerce-plugin som avinstallerades. Norsani kommer sluta arbeta tills du installerar och aktiverar WooCommerce.
tr_tr: Norsani, kaldırılmış olan WooCommerce eklentisine bağlı. Norsani, WooCommerce&#39;i kurup etkinleştirene kadar çalışmayı bırakacaktır.

source: Norsani highly depends on WooCommerce plugin which was deactivated. Norsani will stop working untill you reactivate WooCommerce.
ar: نورساني يعتمد إلى حد كبير على البرنامج المساعد WooCommerce الذي تم تعطيلة. نورساني سوف يتوقف عن العمل حتى يتم تنشيط WooCommerce مجددا.
de_de: Norsani ist stark abhängig vom WooCommerce-Plugin, das deaktiviert wurde. Norsani wird die Arbeit einstellen, bis Sie WooCommerce wieder aktivieren.
es_es: Norsani depende en gran medida del plugin WooCommerce que fue desactivado. Norsani dejará de trabajar hasta que reactives WooCommerce.
fr_fr: Norsani dépend fortement du plugin WooCommerce qui a été désactivé. Norsani cessera de fonctionner jusqu'à ce que vous réactiviez WooCommerce.
it_it: Norsani dipende molto dal plugin WooCommerce che è stato disattivato. Norsani smetterà di lavorare fino a quando non riattiverai WooCommerce.
ms_my: Norsani sangat bergantung kepada plugin WooCommerce yang telah dinyahaktifkan. Norsani akan berhenti berfungsi sehingga anda mengaktifkan semula WooCommerce.
nl_be: Norsani is sterk afhankelijk van WooCommerce plugin die gedeactiveerd is. Norsani stopt met werken totdat u WooCommerce weer activeert.
pt_pt: Norsani depende muito do plugin WooCommerce que foi desativado. Norsani vai parar de trabalhar até que você reative o WooCommerce.
ru_ru: Norsani сильно зависит от плагина WooCommerce, который был отключен. Norsani перестанет работать, пока вы не активируете WooCommerce.
sv_se: Norsani beror mycket på WooCommerce-plugin som deaktiverades. Norsani kommer sluta arbeta tills du återaktiverar WooCommerce.
tr_tr: Norsani, devre dışı bırakılan WooCommerce eklentisine bağlı. Norsani, WooCommerce&#39;i yeniden etkinleştirene kadar çalışmayı bırakacak.

source: Norsani's Demo Menu
ar: Norsani&#39;s Demo Menu
de_de: Norsanis Demo-Menü
es_es: Menú Demo de Norsani
fr_fr: Menu Démo de Norsani
it_it: Menu Demo di Norsani
ms_my: Menu Demo Norsani
nl_be: Demo van Norsani's
pt_pt: Menu Demo de Norsani
ru_ru: Демо-меню Norsani
sv_se: Norsani&#39;s Demo Menu
tr_tr: Norsani&#39;nin Demo Menüsü

source: Browse
ar: تصفح
de_de: Durchsuchen
es_es: Buscar
fr_fr: Parcourir
it_it: Sfoglia
ms_my: Semak imbas
nl_be: Blader
pt_pt: Navegar
ru_ru: Обзор
sv_se: Bläddra
tr_tr: Gözat

source: Vendor Registration
ar: تسجيل البائع
de_de: Verkäuferregistrierung
es_es: Registro de vendedores
fr_fr: Inscription vendeur
it_it: registrazione del venditore
ms_my: Pendaftaran Vendor
nl_be: Verkoper registratie
pt_pt: Registro de Vendedor
ru_ru: Регистрация поставщиков
sv_se: Registrering manusarbetare
tr_tr: Yeni Satıcı Kaydı

source: Please use the following password to login to the accounts of the newly added users: %1$s
ar: يرجى استخدام كلمة المرور التالية لتسجيل الدخول إلى حسابات المستخدمين الجدد: %1$s
de_de: Bitte verwenden Sie das folgende Passwort, um sich bei den Konten der neu hinzugefügten Benutzer anzumelden: %1$s
es_es: Por favor use la siguiente contraseña para ingresar a las cuentas de los usuarios recién agregados: %1$s
fr_fr: Veuillez utiliser le mot de passe suivant pour vous connecter aux comptes des utilisateurs nouvellement ajoutés : %1$s
it_it: Usa la seguente password per accedere agli account dei nuovi utenti aggiunti: %1$s
ms_my: Sila gunakan kata laluan berikut untuk log masuk ke akaun pengguna yang baru ditambahkan:%1$s
nl_be: Gebruik het volgende wachtwoord om in te loggen op de accounts van de nieuw toegevoegde gebruikers: %1$s
pt_pt: Por favor, use a seguinte senha para acessar as contas dos novos usuários adicionados:%1$s
ru_ru: Для входа в учетные записи недавно добавленных пользователей используйте следующий пароль:%1$s
sv_se: Vänligen använd följande lösenord för att logga in på kontona för de nyligt tillagda användare:%1$s
tr_tr: Yeni eklenen kullanıcıların hesaplarına giriş yapmak için lütfen aşağıdaki şifreyi kullanın: %1$s

source: Demo data was installed successfully. %1$s
ar: تم تثبيت البيانات التجريبية بنجاح. %1$s
de_de: Die Demo-Daten wurden erfolgreich installiert. %1$s
es_es: Los datos de la demo se instalaron correctamente. %1$s
fr_fr: Les données de démonstration ont été installées avec succès. %1$s
it_it: I dati demo sono stati installati con successo. %1$s
ms_my: Data demo telah berjaya dipasang. %1$s
nl_be: Demodata werd met succes geïnstalleerd. %1$s
pt_pt: Os dados de demonstração foram instalados com sucesso. %1$s
ru_ru: Демонстрационные данные были успешно установлены. %1$s
sv_se: Demodata installerades framgångsrikt. %1$s
tr_tr: Demo verileri başarıyla kuruldu. %1$s

source: Vendors list
ar: قائمة البائعين
de_de: Verkäuferliste
es_es: Lista de vendedores
fr_fr: Liste des fournisseurs
it_it: Elenco fornitori
ms_my: Senarai vendor
nl_be: Lijsten van aanbieders
pt_pt: Lista de fornecedores
ru_ru: Список поставщиков
sv_se: Leverantörslista
tr_tr: Satıcılar listesi

source: Sellers list.
ar: قائمة البائعين.
de_de: Verkäuferliste.
es_es: Lista de vendedores.
fr_fr: Liste des vendeurs.
it_it: Venditori elenco.
ms_my: Senarai penjual.
nl_be: Verkopers lijst.
pt_pt: Lista de vendedores
ru_ru: Список продавцов.
sv_se: Säljare lista.
tr_tr: Satıcılar listesi

source: This page is used by Norsani. You can freely change this text but please do NOT delete it.
ar: يتم استخدام هذه الصفحة من قبل Norsani. يمكنك تغيير هذا النص بحرية ، لكن لا تحذف الصفحة.
de_de: Diese Seite wird von Norsani verwendet. Sie können diesen Text frei ändern, aber bitte löschen Sie ihn NICHT.
es_es: Esta página es utilizada por Norsani. Usted puede cambiar libremente este texto, pero por favor NO lo borre.
fr_fr: Cette page est utilisée par Norsani. Vous pouvez modifier librement ce texte, mais ne le supprimez PAS.
it_it: Questa pagina è usata da Norsani. È possibile modificare liberamente questo testo, ma per favore NON cancellarlo.
ms_my: Halaman ini digunakan oleh Norsani. Anda boleh menukar teks ini dengan bebas tetapi jangan Buangnya.
nl_be: Deze pagina wordt gebruikt door Norsani. U kunt deze tekst vrijelijk wijzigen, maar verwijder deze alstublieft NIET.
pt_pt: Esta página é usada por Norsani. Você pode alterar livremente este texto, mas não o exclua.
ru_ru: Эта страница используется Norsani. Вы можете свободно изменять этот текст, но НЕ удаляйте его.
sv_se: Den här sidan används av Norsani. Du kan fritt ändra texten, men ta bort det inte.
tr_tr: Bu sayfa Norsani tarafından kullanılmaktadır. Bu metni serbestçe değiştirebilirsiniz ancak lütfen SİLMEYİN.

source: here
ar: هنا
de_de: hier
es_es: aquí
fr_fr: ici
it_it: qui
ms_my: di sini
nl_be: hier
pt_pt: aqui
ru_ru: здесь
sv_se: här
tr_tr: burada

source: Learn how payments are processed
ar: التعرف على كيفية معالجة المدفوعات
de_de: Erfahren Sie, wie Zahlungen abgewickelt werden.
es_es: Conozca cómo se procesan los pagos
fr_fr: Apprendre comment les paiements sont traités
it_it: Scopri come vengono processati i pagamenti
ms_my: Ketahui bagaimana pembayaran diproses
nl_be: Leer hoe betalingen worden verwerkt
pt_pt: Saiba como os pagamentos são processados
ru_ru: Узнайте, как обрабатываются платежи
sv_se: Läs om hur betalningar bearbetas
tr_tr: Ödemelerin nasıl işlendiğini öğrenin

source: PayPal Payouts FAQ
ar: أسئلة شائعة حول دفوعات باي بال
de_de: FAQ zu PayPal-Auszahlungen
es_es: Preguntas frecuentes sobre pagos de PayPal
fr_fr: FAQ sur les paiements PayPal
it_it: PayPal Pagamenti FAQ
ms_my: Soalan Pembayaran PayPal
nl_be: PayPal uitbetalingen FAQ
pt_pt: Perguntas frequentes sobre pagamentos do PayPal
ru_ru: Часто задаваемые вопросы о выплатах PayPal
sv_se: Vanliga frågor om PayPal utbetalningar
tr_tr: PayPal Ödemeleri SSS

source: Advance
ar: متقدم
de_de: Vorteil
es_es: Avanzado
fr_fr: Avance
it_it: Anticipo
nl_be: Vooruitbetaling
pt_pt: Avançar
ru_ru: Наступать
sv_se: Avancerad
tr_tr: İlerlemek

source: Sellers
ar: الباعة
de_de: Meistverkaufte Produkte
es_es: Los que mas se venden
fr_fr: Vendeurs
it_it: Venditori
ms_my: Penjual
nl_be: Verkopers
pt_pt: Vendedores
ru_ru: Продавцы
sv_se: Uppdragsgivare
tr_tr: Satıcılar

source: Withdraw
ar: سحب
de_de: Auszahlung
es_es: Retirar
fr_fr: Retrait
it_it: Ritira
ms_my: Tarik balik
nl_be: Geldopname
pt_pt: Retirar
ru_ru: Вывести
sv_se: Uttag
tr_tr: Para Çek

source: You must enter your Google API key to enable Norsani's user location based services such as Geolocation, Delivery orders and vendor addresses. Click %s for instruction on how to get an API key.
ar: يجب عليك إدخال مفتاح Google API الخاص بك لتمكين خدمات Norsani الخاصة بمواقع المستخدم مثل تحديد الموقع الجغرافي وأوامر التسليم وعناوين الموردين. انقر على %s للحصول على تعليمات حول كيفية الحصول على مفتاح واجهة برمجة التطبيقات.
de_de: Sie müssen Ihren Google API-Schlüssel eingeben, um Norsanis benutzerstandortbezogene Dienste wie Geolokalisierung, Lieferaufträge und Lieferantenadressen zu aktivieren. Klicken Sie auf %s, um zu erfahren, wie Sie einen API-Schlüssel erhalten.
es_es: Debe introducir su clave de API de Google para habilitar los servicios basados en la ubicación del usuario de Norsani, como la geolocalización, las órdenes de entrega y las direcciones de los proveedores. Haga clic en %s para obtener instrucciones sobre cómo obtener una clave de API.
fr_fr: Vous devez saisir votre clé Google API pour activer les services de géolocalisation des utilisateurs de Norsani, tels que la géolocalisation, les commandes de livraison et les adresses des fournisseurs. Cliquez sur %s pour savoir comment obtenir une clé API.
it_it: È necessario inserire il codice API di Google per abilitare i servizi basati sulla posizione utente di Norsani, come la geolocalizzazione, gli ordini di consegna e gli indirizzi dei fornitori. Fare clic su %s per istruzioni su come ottenere una chiave API.
ms_my: Anda mesti memasukkan kunci Google API anda untuk membolehkan perkhidmatan berasaskan lokasi Norsani seperti pesanan Geolokasi, Pesanan penghantaran dan alamat vendor. Klik %s untuk arahan tentang cara untuk mendapatkan kunci API.
nl_be: U moet uw Google API-sleutel invoeren om Norsani's gebruikerslocatie gebaseerde diensten, zoals locatie, bezorgopdrachten en aanbiedersadressen, in te schakelen. Klik op %s voor instructies over hoe u een API-sleutel kunt krijgen.
pt_pt: Você deve inserir sua chave de API do Google para ativar os serviços baseados em localização da Norsani, como Geolocalização, pedidos de entrega e endereços de fornecedores. Clique em %s para instruções sobre como obter uma chave de API.
ru_ru: Вы должны ввести свой ключ API Google, чтобы включить сервисы на основе местоположения пользователя Norsani, такие как Geolocation, заказы на поставку и адреса поставщиков. Нажмите %s для получения инструкции о том, как получить ключ API.
sv_se: Du måste ange din Google API-nyckel för att aktivera Norsanis användarbaserade tjänster, t.ex. Geolocation, Leveransorder och leverantörsadresser. Klicka på %s för instruktioner om hur du får en API-nyckel.
tr_tr: Neşe Kullanıcı&#39;nın Coğrafi Konum, Teslim emirleri ve tedarikçi adresleri gibi kullanıcı konum tabanlı servislerini etkinleştirmek için Google API anahtarınızı girmelisiniz. Bir API anahtarı edinme talimatı için %s&#39;yi tıklayın.

source: Enter the type of vendors you allow to register separated with commas. If you remove a vendor type, it will be removed from the vendor registration form but vendors holding that type are still going to be available until you manually delete them.
ar: أدخل نوع الموردين الذين تسمح لهم بالتسجيل مفصولين بفواصل. إذا أزلت نوع مورد ، فستتم إزالته من نموذج تسجيل المورد ، ولكن سيظل الموردون الذين لديهم هذا النوع متاحًا حتى تحذفهم يدويًا.
de_de: Geben Sie die Art der Lieferanten ein, die Sie mit Kommas getrennt registrieren dürfen. Wenn Sie einen Lieferantentyp entfernen, wird er aus dem Formular zur Lieferantenregistrierung entfernt, aber Lieferanten, die diesen Typ besitzen, werden weiterhin verfügbar sein, bis Sie ihn manuell löschen.
es_es: Introduzca el tipo de proveedores que permite registrar separados por comas. Si elimina un tipo de proveedor, se eliminará del formulario de registro de proveedores, pero los proveedores que tengan ese tipo seguirán estando disponibles hasta que los borre manualmente.
fr_fr: Entrez le type de fournisseurs que vous autorisez à enregistrer séparés par des virgules. Si vous supprimez un type de fournisseur, il sera supprimé du formulaire d'inscription des fournisseurs, mais les fournisseurs possédant ce type de fournisseur seront toujours disponibles tant que vous ne les supprimerez pas manuellement.
it_it: Inserire il tipo di fornitori che si desidera registrare separati da virgole. Se si rimuove un tipo di fornitore, sarà rimosso dal modulo di registrazione del fornitore, ma i fornitori che detengono quel tipo saranno ancora disponibili fino a quando non li si elimina manualmente.
ms_my: Masukkan jenis vendor yang anda gunakan untuk mendaftar dipisahkan dengan koma. Jika anda mengalih keluar jenis vendor, ia akan dialih keluar dari borang pendaftaran vendor tetapi vendor yang memegang jenis itu masih akan tersedia sehingga anda memadam secara manual.
nl_be: Voer het type leveranciers in dat u toestaat om zich gescheiden te registreren met komma's. Als u een leverancierstype verwijdert, wordt het verwijderd uit het registratieformulier van de leverancier, maar leveranciers die dat type nog steeds beschikbaar zijn totdat u ze handmatig verwijdert.
pt_pt: Insira o tipo de fornecedores que você permite registrar separados por vírgulas. Se você remover um tipo de fornecedor, ele será removido do formulário de registro do fornecedor, mas os fornecedores que tiverem esse tipo ainda estarão disponíveis até que você os exclua manualmente.
ru_ru: Введите тип поставщиков, которые вы разрешите зарегистрировать, разделенными запятыми. Если вы удалите тип поставщика, он будет удален из формы регистрации поставщика, но поставщики, имеющие этот тип, все еще будут доступны до тех пор, пока вы их не удалите вручную.
sv_se: Ange vilken typ av leverantörer du tillåter att registrera separerad med kommatecken. Om du tar bort en leverantörstyp kommer den att tas bort från leverantörsregistreringsformuläret, men leverantörer som innehar den typen kommer fortfarande att vara tillgängliga tills du manuellt tar bort dem.
tr_tr: Virgülle ayrılmanıza izin verdiğiniz satıcı türlerini girin. Bir satıcı türünü kaldırırsanız, satıcı kayıt formundan kaldırılır, ancak bu türdeki satıcılar siz el ile silinceye kadar kullanılabilir durumda kalır.

source: If you selected this, vendors will be able to post their products immediately after registeration. You can manually activate/deactivate selling privileges for a vendor from the %s page.
ar: إذا حددت هذا ، فسيتمكن البائعون من نشر منتجاتهم فورًا بعد التسجيل. يمكنك تنشيط / إلغاء تنشيط امتيازات البيع يدويًا لمورد من صفحة %s.
de_de: Wenn Sie dies gewählt haben, können Lieferanten ihre Produkte sofort nach der Registrierung veröffentlichen. Sie können die Verkaufsprivilegien für einen Lieferanten manuell auf der Seite %s aktivieren/deaktivieren.
es_es: Si seleccionó esta opción, los proveedores podrán contabilizar sus productos inmediatamente después del registro. Puede activar/desactivar manualmente los privilegios de venta para un proveedor desde la página %s.
fr_fr: Si vous avez sélectionné cette option, les fournisseurs pourront afficher leurs produits immédiatement après l'enregistrement. Vous pouvez activer/désactiver manuellement les privilèges de vente pour un fournisseur à partir de la page %s.
it_it: Se hai selezionato questo, i venditori saranno in grado di pubblicare i loro prodotti subito dopo la registrazione. È possibile attivare/disattivare manualmente i privilegi di vendita per un fornitore dalla pagina %s.
ms_my: Jika anda memilih ini, vendor akan dapat memproses produk mereka dengan segera selepas mendaftar. Anda boleh mengaktifkan / menyahaktifkan hak istimewa jualan untuk vendor dari halaman %s.
nl_be: Als u dit hebt geselecteerd, kunnen aanbieders hun producten direct na registratie plaatsen. U kunt verkoopprivileges voor een aanbieder handmatig activeren/deactiveren vanaf de pagina %s.
pt_pt: Se você selecionou isso, os fornecedores poderão postar seus produtos imediatamente após o registro. Você pode ativar / desativar manualmente os privilégios de venda de um fornecedor na página %s.
ru_ru: Если вы выберете это, поставщики смогут публиковать свои продукты сразу после регистрации. Вы можете вручную активировать / деактивировать права продажи для поставщика со страницы %s.
sv_se: Om du valde det här kommer leverantörer att kunna skicka sina produkter direkt efter registrering. Du kan manuellt aktivera / avaktivera försäljningsrättigheter för en leverantör från %s-sidan.
tr_tr: Bunu seçtiyseniz, satıcılar ürünlerini kayıt olduktan hemen sonra gönderebilecek. Bir satıcıya ait satış ayrıcalıklarını %s sayfasından manuel olarak etkinleştirebilir / devre dışı bırakabilirsiniz.
