Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: Add a note for your reference, or add a customer note (the customer will be notified)
ar: إضافة ملاحظة للرجوع إليها ، أو إضافة ملاحظة العميل (سيتم إخطار العميل)
de_de: Fügen Sie eine Notiz zu Ihrer Referenz hinzu, oder fügen Sie eine Kundennotiz hinzu (der Kunde wird benachrichtigt).
es_es: Añadir una nota para su referencia, o añadir una nota de cliente (el cliente será notificado)
fr_fr: Ajouter une note pour votre référence, ou ajouter une note client (le client sera averti).
it_it: Aggiungi una nota per il tuo riferimento, o aggiungere una nota cliente (il cliente sarà avvisato)
ms_my: Tambah nota untuk rujukan anda, atau tambah nota pelanggan (pelanggan akan dimaklumkan)
nl_be: Voeg een notitie toe voor uw referentie, of voeg een klantnota toe (de klant wordt verwittigd)
pt_pt: Adicione uma nota para sua referência ou adicione uma nota de cliente (o cliente será notificado)
ru_ru: Добавьте примечание к своей справки или добавьте примечание клиента (клиент будет уведомлен)
sv_se: Lägg till en anteckning för din referens, eller lägg till en kundanteckning (kunden kommer att bli underrättad)
tr_tr: Referansınız için bir not ekleyin veya bir müşteri notu ekleyin (müşteri bilgilendirilecek)

source: Here you can add discount coupons on your products to encourage customers to make orders from your shop. You can also create discount coupons for only one specific loyal customer by setting the usage limit to 1 and disabling the "Go public" option, then you can send the code to the customer by email with a thank you message.
ar: هنا يمكنك إضافة كوبونات خصم على منتجاتك لتشجيع العملاء على إصدار أوامر من متجرك. يمكنك أيضًا إنشاء قسائم خصم لعمل عميل واحد فقط محدد من خلال تعيين حد الاستخدام إلى 1 وتعطيل خيار &quot;الذهاب عام&quot; ، ثم يمكنك إرسال الرمز إلى العميل عبر البريد الإلكتروني برسالة شكر.
de_de: Hier können Sie Rabatt-Coupons für Ihre Produkte hinzufügen, um Kunden zu ermutigen, in Ihrem Shop zu bestellen. Sie können auch Rabattcoupons für nur einen bestimmten treuen Kunden erstellen, indem Sie das Nutzungslimit auf 1 setzen und die Option "Go public" deaktivieren, dann können Sie den Code per E-Mail mit einer Dankesnachricht an den Kunden senden.
es_es: Aquí puede añadir cupones de descuento a sus productos para animar a los clientes a hacer pedidos desde su tienda. También puede crear cupones de descuento sólo para un cliente leal específico estableciendo el límite de uso en 1 y desactivando la opción "Hágalo público", luego puede enviar el código al cliente por correo electrónico con un mensaje de agradecimiento.
fr_fr: Ici, vous pouvez ajouter des coupons de réduction sur vos produits pour encourager les clients à passer des commandes à partir de votre boutique. Vous pouvez également créer des coupons de réduction pour un seul client fidèle spécifique en fixant la limite d'utilisation à 1 et en désactivant l'option "Go public", puis vous pouvez envoyer le code au client par email avec un message de remerciement.
it_it: Qui puoi aggiungere coupon sconto sui tuoi prodotti per incoraggiare i clienti a fare ordini dal tuo negozio. È inoltre possibile creare coupon sconto per un solo cliente fidelizzato, impostando il limite di utilizzo a 1 e disattivando l'opzione "Vai pubblico", quindi è possibile inviare il codice al cliente via e-mail con un messaggio di ringraziamento.
ms_my: Di sini anda boleh menambah kupon diskaun pada produk anda untuk menggalakkan pelanggan membuat pesanan dari kedai anda. Anda juga boleh membuat kupon diskaun untuk hanya satu pelanggan setia tertentu dengan menetapkan had penggunaan kepada 1 dan melumpuhkan pilihan &quot;Pergi awam&quot;, maka anda boleh menghantar kod kepada pelanggan melalui e-mel dengan mesej terima kasih.
nl_be: Hier kunt u kortingsbonnen toevoegen aan uw producten om klanten aan te moedigen bestellingen in uw winkel te plaatsen. U kunt ook kortingsbonnen aanmaken voor slechts één specifieke trouwe klant door de gebruikslimiet in te stellen op 1 en de optie "Ga online" uit te schakelen, dan kunt u de code per e-mail naar de klant sturen met een bedankt bericht.
pt_pt: Aqui você pode adicionar cupons de desconto em seus produtos para incentivar os clientes a fazer pedidos em sua loja. Você também pode criar cupons de desconto para apenas um cliente fiel específico definindo o limite de uso como 1 e desativando a opção &quot;Ir público&quot;. Depois disso, você pode enviar o código para o cliente por e-mail com uma mensagem de agradecimento.
ru_ru: Здесь вы можете добавить скидочные купоны на свои продукты, чтобы побудить клиентов делать заказы из вашего магазина. Вы также можете создавать купоны на скидку только для одного конкретного лояльного клиента, установив лимит использования на 1 и отключив опцию «Go public», затем вы можете отправить код клиенту по электронной почте с благодарственным сообщением.
sv_se: Här kan du lägga till rabattkuponger på dina produkter för att uppmuntra kunder att göra order från din butik. Du kan också skapa rabattkuponger för endast en viss lojal kund genom att ställa in användningsgränsen till 1 och inaktivera alternativet &quot;Gå offentligt&quot;, så kan du skicka koden till kunden via e-post med ett tackmeddelande.
tr_tr: Müşterilerinizin mağazanızdan sipariş almasını teşvik etmek için ürünlerinize indirim kuponları ekleyebilirsiniz. Ayrıca, kullanım sınırını 1&#39;e ayarlayıp &quot;Herkese açık&quot; seçeneğini devre dışı bırakarak yalnızca belirli bir sadık müşteriye indirim kuponu oluşturabilir, daha sonra müşteriye e-posta ile teşekkür mesajı gönderebilirsiniz.

source: Customers will need the "coupon code" to benefit from the discount when they are in the cart or the checkout page. This "coupon code" will not appear to customers by default, you need to include it in the "Coupon text to show" field.
ar: سيحتاج العملاء إلى &quot;رمز القسيمة&quot; للاستفادة من الخصم عندما يكونوا في سلة التسوق أو في صفحة الدفع. لن يظهر &quot;رمز القسيمة&quot; هذا للعملاء بشكل افتراضي ، ويجب عليك تضمينه في حقل &quot;عرض الكوبون لإظهاره&quot;.
de_de: Kunden benötigen den "Gutscheincode", um von dem Rabatt zu profitieren, wenn sie sich im Warenkorb oder an der Kasse befinden. Dieser "Gutscheincode" wird den Kunden standardmäßig nicht angezeigt, Sie müssen ihn in das Feld "Gutscheintext anzeigen" einfügen.
es_es: Los clientes necesitarán el "código del cupón" para beneficiarse del descuento cuando estén en el carrito o en la página de pago. Este "código de cupón" no aparecerá por defecto a los clientes, es necesario incluirlo en el campo "Texto del cupón a mostrar".
fr_fr: Les clients auront besoin du "code coupon" pour bénéficier de la réduction lorsqu'ils se trouvent dans le panier ou sur la page de paiement. Ce "code de coupon" n'apparaîtra pas aux clients par défaut, vous devez l'inclure dans le champ "Texte du coupon à afficher".
it_it: I clienti avranno bisogno del "codice coupon" per beneficiare dello sconto quando sono nel carrello o nella pagina di pagamento. Questo "codice coupon" non apparirà ai clienti per impostazione predefinita, è necessario includerlo nel campo "Testo del coupon da mostrare".
ms_my: Pelanggan akan memerlukan &quot;kod kupon&quot; untuk mendapat manfaat daripada diskaun ketika berada di dalam troli atau halaman checkout. &quot;Kod kupon&quot; ini tidak akan dipaparkan kepada pelanggan secara lalai, anda perlu menyertakannya dalam medan &quot;Bidang Kupon untuk menunjukkan&quot;.
nl_be: Klanten hebben de "coupon code" nodig om te profiteren van de korting wanneer ze in de winkelwagen of de kassa pagina zijn. Deze "couponcode" zal niet standaard aan klanten verschijnen, u moet deze opnemen in het veld "Tekst van coupon weergeven".
pt_pt: Os clientes precisarão do &quot;código de cupom&quot; para se beneficiar do desconto quando estiverem no carrinho ou na página de checkout. Esse &quot;código de cupom&quot; não será exibido para os clientes por padrão. É necessário incluí-lo no campo &quot;Texto do cupom para exibição&quot;.
ru_ru: Клиентам понадобится «код купона», чтобы воспользоваться скидкой, когда они находятся в корзине или на странице проверки. Этот «код купона» не будет отображаться клиентам по умолчанию, его необходимо включить в поле «Купонный текст для отображения».
sv_se: Kunderna behöver &quot;kupongkoden&quot; för att dra nytta av rabatten när de är i kundvagnen eller kassan. Denna &quot;kupongkod&quot; visas inte som standard för kunderna, du måste inkludera den i rutan &quot;Kupongtext att visa&quot;.
tr_tr: Müşteriler, alışveriş sepetinde veya ödeme sayfasında olduklarında indirimden yararlanmak için &quot;kupon kodunu&quot; kullanmalıdır. Bu &quot;kupon kodu&quot;, müşteriler tarafından varsayılan olarak görünmeyecek, &quot;Gösterilecek kupon metni&quot; alanına dahil etmeniz gerekir.

source: Type few lines about this coupon, describing why are you offering it.
ar: اكتب سطور قليلة حول هذه القسيمة ، واصف لماذا تقدمها.
de_de: Geben Sie einige Zeilen über diesen Gutschein ein und beschreiben Sie, warum Sie ihn anbieten.
es_es: Escriba algunas líneas acerca de este cupón, describiendo por qué lo está ofreciendo.
fr_fr: Tapez quelques lignes au sujet de ce coupon, décrivant pourquoi vous l'offrez.
it_it: Digita poche righe su questo coupon, descrivendone il motivo.
ms_my: Taip beberapa baris tentang kupon ini, menerangkan mengapa anda menawarkannya.
nl_be: Typ een paar regels over deze coupon, waarin u beschrijft waarom u het aanbiedt.
pt_pt: Digite algumas linhas sobre este cupom, descrevendo por que você está oferecendo.
ru_ru: Наберите несколько строк об этом купоне, описывая, почему вы предлагаете его.
sv_se: Skriv några rader om denna kupong och beskriva varför erbjuder du den.
tr_tr: Neden bu teklifi teklif ettiğini açıklayan bu kuponla ilgili birkaç satır yazın.

source: Set the amount or percentage to discount (depending on the discount type).
ar: حدد المبلغ أو النسبة المئوية للخصم (حسب نوع الخصم).
de_de: Setzen Sie den Betrag oder Prozentsatz auf Rabatt (abhängig von der Rabattart).
es_es: Fije el importe o el porcentaje a descontar (según la clase de descuento).
fr_fr: Définissez le montant ou le pourcentage de la remise (selon le type de remise).
it_it: Impostare l'importo o la percentuale da scontare (a seconda del tipo di sconto).
ms_my: Tetapkan jumlah atau peratusan kepada diskaun (bergantung pada jenis diskaun).
nl_be: Stel het bedrag of percentage in dat u wilt aftrekken (afhankelijk van het kortingstype).
pt_pt: Defina o valor ou porcentagem para desconto (dependendo do tipo de desconto).
ru_ru: Задайте сумму или процент скидки (в зависимости от типа скидки).
sv_se: Ange beloppet eller den procentandel som ska rabatt (beroende på rabattypen).
tr_tr: İndirim miktarını veya yüzdesini ayarlayın (indirim türüne bağlı olarak).

source: White-list of customers emails to check against when an order is placed. Separate email addresses with commas. You can also use an asterisk (*) to match parts of an email. For example &quot;*@gmail.com&quot; would match all gmail addresses..
ar: قائمة بيضاء من رسائل البريد الإلكتروني للعملاء للتحقق عندما يتم تقديم طلب. قم بفصل عناوين البريد الالكتروني بفاصلة. يمكنك أيضًا استخدام علامة النجمة (*) لمطابقة أجزاء من البريد الإلكتروني. على سبيل المثال ، قد يتطابق &quot;*@gmail.com&quot; مع جميع عناوين Gmail.
de_de: Whitelist der Kunden-E-Mails, gegen die bei einer Bestellung geprüft werden kann. Trennen Sie E-Mail-Adressen durch Kommas. Sie können auch einen Stern (*) verwenden, um Teile einer E-Mail abzugleichen. Zum Beispiel &quot;*@gmail.com&quot; würde mit allen gmail-Adressen übereinstimmen....
es_es: Lista blanca de correos electrónicos de clientes para comprobar cuando se realiza un pedido. Separe las direcciones de correo electrónico con comas. También puede utilizar un asterisco (*) para hacer coincidir partes de un correo electrónico. Por ejemplo, &quot;*@gmail.com&quot; coincidiría con todas las direcciones de gmail...
fr_fr: Liste blanche des courriels des clients pour vérifier quand une commande est passée. Séparez les adresses électroniques par des virgules. Vous pouvez également utiliser un astérisque (*) pour faire correspondre certaines parties d'un e-mail. Par exemple &quot;*@gmail.com&quot ; correspondrait à toutes les adresses gmail...
it_it: Lista bianca di e-mail dei clienti da verificare quando viene effettuato un ordine. Indirizzi e-mail separati con virgole. È inoltre possibile utilizzare un asterisco (*) per associare parti di un'e-mail. Per esempio &quot;*@gmail.com&quot; corrisponderebbe a tutti gli indirizzi gmail...
ms_my: Senarai putih pelanggan e-mel untuk memeriksa terhadap apabila pesanan ditempatkan. Alamat e-mel berasingan dengan tanda koma. Anda juga boleh menggunakan asterisk (*) untuk memadankan bahagian e-mel. Contohnya &quot;*@gmail.com&quot; sepadan dengan semua alamat gmail ..
nl_be: White-list van klanten e-mails om te controleren wanneer een bestelling wordt geplaatst. Afzonderlijke e-mailadressen met komma's. U kunt ook een sterretje (*) gebruiken om delen van een e-mail te matchen. Bijvoorbeeld &quot;*@gmail.com&quot; zou overeenkomen met alle gmailadressen....
pt_pt: Lista branca de e-mails de clientes para verificar quando um pedido é feito. Separe endereços de emails com vírgulas. Você também pode usar um asterisco (*) para corresponder partes de um email. Por exemplo, &quot;*@gmail.com&quot; corresponderia a todos os endereços do Gmail.
ru_ru: Белые списки электронных писем клиентов для проверки при размещении заказа. Разделяйте адреса электронной почты запятыми. Вы также можете использовать звездочку (*) для соответствия частям электронной почты. Например, «*@gmail.com» будет соответствовать всем адресам gmail.
sv_se: Vitlista över kundernas e-postmeddelanden för att kontrollera när en beställning är placerad. Separata e-postadresser med kommatecken. Du kan också använda en asterisk (*) för att matcha delar av ett e-postmeddelande. Till exempel &quot;*@gmail.com&quot; skulle matcha alla gmailadresser ..
tr_tr: Bir sipariş verildiğinde müşterinin beyaz listesini e-postayla kontrol etmek. Virgülle ayrılmış e-posta adresleri. Bir e-postanın parçalarını eşleştirmek için yıldız işareti (*) de kullanabilirsiniz. Örneğin &quot;*@gmail.com&quot; tüm gmail adresleriyle eşleşir.

source: How many times this coupon can be used before it becomes void?
ar: كم مرة يمكن استخدام هذه القسيمة.
de_de: Wie oft kann dieser Gutschein verwendet werden, bevor er ungültig wird?
es_es: ¿Cuántas veces se puede usar este cupón antes de que se anule?
fr_fr: Combien de fois ce coupon peut être utilisé avant qu'il ne soit annulé ?
it_it: Quante volte questo tagliando può essere utilizzato prima di essere annullato?
ms_my: Berapa kali kupon ini boleh digunakan sebelum ia menjadi tidak sah?
nl_be: Hoe vaak kan deze coupon gebruikt worden voordat hij ongeldig wordt?
pt_pt: Quantas vezes esse cupom pode ser usado antes de se tornar vazio?
ru_ru: Сколько раз этот купон можно использовать до того, как он станет недействительным?
sv_se: Hur många gånger kan denna kupong användas innan den blir ogiltig?
tr_tr: Bu kupon kaç para almadan önce kullanılabilir?

source: The maximum number of individual products that this coupon can apply to when using products discount. Leave it blank to apply to all qualifying products in cart.
ar: الحد الأقصى لعدد المنتجات الفردية التي يمكن أن تنطبق عليها هذه الكوبون عند استخدام خصم المنتجات. اتركه فارغًا للتقديم على جميع المنتجات المؤهلة في سلة التسوق.
de_de: Die maximale Anzahl der einzelnen Produkte, für die dieser Gutschein gelten kann, wenn Sie den Produktrabatt nutzen. Lassen Sie das Feld leer, um es auf alle qualifizierten Produkte im Warenkorb anzuwenden.
es_es: El número máximo de productos individuales a los que se puede aplicar este cupón cuando se utilizan productos de descuento. Déjelo en blanco para aplicarlo a todos los productos que califiquen en el carrito.
fr_fr: Le nombre maximum de produits individuels auxquels ce coupon peut s'appliquer lors de l'utilisation du rabais sur les produits. Laisser en blanc pour s'appliquer à tous les produits admissibles dans le panier.
it_it: Il numero massimo di singoli prodotti a cui questo coupon può essere applicato quando si utilizza lo sconto sui prodotti. Lasciare in bianco per applicare a tutti i prodotti ammissibili nel carrello.
ms_my: Bilangan maksimum produk individu yang kupon ini boleh digunakan apabila menggunakan diskaun produk. Biarkan kosong untuk memohon kepada semua produk yang layak dalam kereta.
nl_be: Het maximale aantal individuele producten waarop deze coupon kan worden toegepast bij het gebruik van producten korting. Laat dit veld blanco voor alle in aanmerking komende producten in het winkelwagentje.
pt_pt: O número máximo de produtos individuais aos quais esse cupom pode se aplicar ao usar desconto de produtos. Deixe em branco para aplicar a todos os produtos qualificados no carrinho.
ru_ru: Максимальное количество отдельных продуктов, которыми может обладать этот купон при использовании скидки на продукты. Оставьте его пустым, чтобы применить ко всем квалифицированным продуктам в корзине.
sv_se: Det maximala antalet enskilda produkter som denna kupong kan gälla för när rabatt på produkter används. Lämna det tomt för att applicera på alla kvalificerade produkter i kundvagnen.
tr_tr: Ürün indirimini kullanırken bu kuponun kullanabileceği maksimum bireysel ürün sayısı. Alışveriş sepetindeki tüm özellikli ürünlere uygulamak için boş bırakın.

source: How many times this coupon can be used by each individual user?
ar: كم مرة يمكن استخدام هذه القسيمة بواسطة كل مستخدم على حدة؟
de_de: Wie oft kann dieser Gutschein von jedem einzelnen Benutzer verwendet werden?
es_es: ¿Cuántas veces este cupón puede ser utilizado por cada usuario individual?
fr_fr: Combien de fois ce coupon peut être utilisé par chaque utilisateur individuel ?
it_it: Quante volte questo coupon può essere utilizzato da ogni singolo utente?
ms_my: Berapa kali kupon ini boleh digunakan oleh setiap pengguna individu?
nl_be: Hoeveel keer deze coupon kan worden gebruikt door elke individuele gebruiker?
pt_pt: Quantas vezes esse cupom pode ser usado por cada usuário?
ru_ru: Сколько раз этот купон может использоваться каждым отдельным пользователем?
sv_se: Hur många gånger kan denna kupong användas av varje enskild användare?
tr_tr: Bu kupon, her bir kullanıcı tarafından kaç kez kullanılabilir?

source: Products that the coupon will be applied to, or that need to be in the cart in order for the &quot;Fixed cart discount&quot; to be applied..
ar: المنتجات التي سيتم تطبيق القسيمة عليها ، أو التي يجب أن تكون في سلة التسوق حتى يتم تطبيق &quot;خصم العربة الثابتة&quot;.
de_de: Produkte, auf die der Gutschein angewendet wird oder die sich im Warenkorb befinden müssen, damit der &quot;Fixed Cart Discount&quot; angewendet werden kann....
es_es: Productos a los que se aplicará el cupón, o que necesitan estar en el carrito para que se aplique el &quot;Descuento carrito fijo&quot;...
fr_fr: Produits sur lesquels le coupon sera appliqué, ou qui doivent être dans le panier pour que la &quot;Remise sur le panier fixe&quot ; soit appliquée...
it_it: Prodotti a cui verrà applicato il coupon, o che devono essere nel carrello per poter applicare lo sconto "Carrello Fisso"...
ms_my: Produk yang kupon akan digunakan, atau yang perlu berada di dalam troli supaya &quot;diskaun kereta tetap&quot; digunakan ..
nl_be: Producten waarop de coupon zal worden toegepast, of die in de winkelwagen moeten zitten om de &quot;Vaste...
pt_pt: Produtos para os quais o cupom será aplicado ou que precisam estar no carrinho para que o &quot;desconto de carrinho fixo&quot; seja aplicado.
ru_ru: Продукты, к которым будет применен купон, или которые должны быть в корзине, чтобы использовать «Фиксированную дисконтную корзину».
sv_se: Produkter som kupongen ska tillämpas på, eller som måste vara i kundvagnen för att &quot;Värdkortsrabatt&quot; ska tillämpas.
tr_tr: Kuponun uygulanacağı veya &quot;Sabit Sepet İndirimi&quot; uygulanabilmesi için sepette olması gereken ürünler ..

source: Check this box if the coupon grants free delivery.
ar: حدد هذا المربع إذا كانت القسيمة تمنح التسليم المجاني.
de_de: Markieren Sie dieses Feld, wenn der Gutschein eine kostenlose Lieferung ermöglicht.
es_es: Marque esta casilla si el cupón garantiza entrega gratuita.
fr_fr: Cochez cette case si le coupon accorde la livraison gratuite.
it_it: Spuntare questa casella se il tagliando garantisce la consegna gratuita.
ms_my: Semak kotak ini jika kupon memberikan penghantaran percuma.
nl_be: Vink dit vakje aan als de coupon gratis levering voorziet.
pt_pt: Marque esta caixa se o cupom conceder entrega gratuita.
ru_ru: Установите этот флажок, если купон предоставляет бесплатную доставку.
sv_se: Markera den här rutan om kupongen ger gratis frakt.
tr_tr: Kupon ücretsiz teslimat verirse bu kutuyu işaretleyin.

source: Check this box if the coupon cannot be used in conjunction with other coupons.
ar: حدد هذا الخيار لجعل الكوبون غير قابل للإستخدام مع كوبونات أخرى.
de_de: Aktivieren, wenn dieser Gutschein nicht zusammen mit anderen Gutscheinen verwendet werden darf.
es_es: Marca esta casilla si no puede usarse el cupón en conjunto con otros cupones.
fr_fr: Cochez cette case si le code promo ne peut être utilisé conjointement avec d'autres codes promo.
it_it: Seleziona questa casella se il coupon non può essere utilizzato insieme ad altri coupon.
ms_my: Semak kotak ini jika kupon tidak boleh digunakan bersama dengan kupon lain.
nl_be: Vink dit vakje aan als de coupon niet in combinatie met andere coupons kan worden gebruikt.
pt_pt: Selecionar esta caixa se o cupom não puder ser usado em simultâneo com outros cupons.
ru_ru: Отметьте если купон нельзя использовать вместе с другими купонами.
sv_se: Markera den här rutan om rabattkupongen inte ska kunna användas tillsammans med andra rabattkuponger.
tr_tr: Kupon diğer kuponlarla birlikte kullanılamayacaksa kutucuğu işaretleyin.
