Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: All products available on your online shop are listed here. By default, products are marked as "online" after posting them which means they are visible on your shop page.
ar: يتم سرد جميع المنتجات المتاحة على متجر على الانترنت هنا. بشكل افتراضي ، يتم تمييز المنتجات بأنها &quot;عبر الإنترنت&quot; بعد نشرها مما يعني أنها مرئية على صفحة متجرك.
de_de: Alle in Ihrem Online-Shop erhältlichen Produkte sind hier aufgelistet. Standardmäßig werden Produkte nach der Veröffentlichung als "online" gekennzeichnet, d.h. sie sind auf Ihrer Shop-Seite sichtbar.
es_es: Todos los productos disponibles en su tienda online están listados aquí. De forma predeterminada, los productos se marcan como "online" después de publicarlos, lo que significa que son visibles en la página de su tienda.
fr_fr: Tous les produits disponibles sur votre boutique en ligne sont listés ici. Par défaut, les produits sont marqués comme "en ligne" après les avoir mis en ligne, ce qui signifie qu'ils sont visibles sur la page de votre boutique.
it_it: Tutti i prodotti disponibili nel tuo negozio online sono elencati qui. Per impostazione predefinita, i prodotti sono contrassegnati come "online" dopo la loro pubblicazione, il che significa che sono visibili sulla pagina del negozio.
ms_my: Semua produk yang terdapat di kedai dalam talian anda disenaraikan di sini. Secara lalai, produk ditandakan sebagai &quot;dalam talian&quot; selepas menyiarkannya yang bermaksud ia kelihatan di halaman kedai anda.
nl_be: Hier vindt u een overzicht van alle producten die in uw onlinewinkel verkrijgbaar zijn. Standaard worden producten na het plaatsen als "online" gemarkeerd, wat betekent dat ze zichtbaar zijn op uw winkelpagina.
pt_pt: Todos os produtos disponíveis na sua loja online estão listados aqui. Por padrão, os produtos são marcados como &quot;on-line&quot; depois de serem publicados, o que significa que eles ficam visíveis na sua página de loja.
ru_ru: Все продукты, доступные в вашем интернет-магазине, перечислены здесь. По умолчанию продукты помечены как «онлайн» после их публикации, что означает, что они видны на вашей странице магазина.
sv_se: Alla produkter som finns tillgängliga på din webbutik finns här. Produkterna är som standard märkta som &quot;online&quot; efter att de har skickats in, vilket betyder att de är synliga på din butikssida.
tr_tr: Online mağazanızda bulunan tüm ürünler burada listelenmiştir. Varsayılan olarak, ürünler yayınlandıktan sonra &quot;çevrimiçi&quot; olarak işaretlenir; bu, alışveriş sayfanızda görünür oldukları anlamına gelir.

source: Describe this product in few words. This will appear in the product full page.
ar: وصف هذا المنتج في بضع كلمات. سيظهر هذا في صفحة المنتج الكاملة.
de_de: Beschreiben Sie dieses Produkt in wenigen Worten. Diese wird auf der ganzen Seite des Produkts angezeigt.
es_es: Describa este producto en pocas palabras. Esto aparecerá en la página completa del producto.
fr_fr: Décrivez ce produit en quelques mots. Ceci apparaîtra dans la pleine page du produit.
it_it: Descrivi questo prodotto in poche parole. Questo apparirà nella pagina completa del prodotto.
ms_my: Terangkan produk ini dalam beberapa perkataan. Ini akan muncul di halaman penuh produk.
nl_be: Beschrijf dit product in een paar woorden. Dit verschijnt op de volledige pagina van het product.
pt_pt: Descreva este produto em poucas palavras. Isso aparecerá na página inteira do produto.
ru_ru: Опишите этот продукт в нескольких словах. Это будет отображаться на полной странице продукта.
sv_se: Beskriv denna produkt med få ord. Detta kommer att visas på produktens hela sida.
tr_tr: Bu ürünü birkaç kelimeyle tanımlayın. Bu, ürünün tam sayfasında görünecektir.

source: Type the categories this product belongs to, hit the comma button on your keyboard after typing each category name or click on the category name if appeared in the predictions list. The system will use the products categories to group products on your shop page.
ar: اكتب الفئات التي ينتمي إليها هذا المنتج ، واضغط على زر الفاصلة على لوحة المفاتيح بعد كتابة كل اسم فئة أو انقر فوق اسم الفئة إذا ظهر في قائمة التوقعات. سيستخدم النظام فئات المنتجات لتجميع المنتجات في صفحة متجرك.
de_de: Geben Sie die Kategorien ein, zu denen dieses Produkt gehört, drücken Sie die Komma-Schaltfläche auf Ihrer Tastatur, nachdem Sie jeden Kategorienamen eingegeben haben, oder klicken Sie auf den Kategorienamen, wenn er in der Liste der Vorhersagen erscheint. Das System verwendet die Produktkategorien, um Produkte auf Ihrer Shop-Seite zu gruppieren.
es_es: Escriba las categorías a las que pertenece este producto, pulse el botón de la coma en su teclado después de escribir el nombre de cada categoría o haga clic en el nombre de la categoría si apareció en la lista de predicciones. El sistema utilizará las categorías de productos para agrupar productos en su página de tienda.
fr_fr: Tapez les catégories auxquelles appartient ce produit, appuyez sur le bouton virgule sur votre clavier après avoir tapé le nom de chaque catégorie ou cliquez sur le nom de la catégorie si elle apparaît dans la liste des prédictions. Le système utilisera les catégories de produits pour regrouper les produits sur la page de votre boutique.
it_it: Digitare le categorie a cui appartiene il prodotto, premere il pulsante virgola sulla tastiera dopo aver digitato il nome di ciascuna categoria o fare clic sul nome della categoria se è apparso nell'elenco delle previsioni. Il sistema utilizzerà le categorie di prodotti per raggruppare i prodotti nella pagina del negozio.
ms_my: Ketik kategori produk yang dimiliki oleh produk ini, tekan butang koma di papan kekunci anda selepas menaip setiap nama kategori atau klik pada nama kategori jika muncul dalam senarai ramalan. Sistem ini akan menggunakan kategori produk untuk mengelompokkan produk di halaman kedai anda.
nl_be: Typ de categorieën waartoe dit product behoort, druk op de komma knop op uw toetsenbord na het typen van elke categorienaam of klik op de categorienaam als deze in de voorspellinglijst voorkomt. Het systeem zal de productcategorieën gebruiken om producten te groeperen op je shop pagina.
pt_pt: Digite as categorias a que este produto pertence, pressione o botão de vírgula em seu teclado depois de digitar o nome de cada categoria ou clique no nome da categoria se aparecer na lista de previsões. O sistema usará as categorias de produtos para agrupar produtos na sua página de loja.
ru_ru: Введите категории, к которым принадлежит этот продукт, нажмите кнопку запятой на клавиатуре после ввода имени каждой категории или нажмите на название категории, если оно появилось в списке прогнозов. Система будет использовать категории продуктов для группировки продуктов на странице вашего магазина.
sv_se: Skriv kategorierna som den här produkten tillhör, tryck på kommatecken på tangentbordet efter att ha skrivit varje kategorinamn eller klicka på kategorinamnet om det förekommer i prognoslistan. Systemet kommer att använda produktkategorierna för att gruppera produkter på din butikssida.
tr_tr: Bu ürünün ait olduğu kategorileri yazın, her kategori adını yazdıktan sonra klavyenizdeki virgül düğmesine basın veya tahminler listesinde göründüğünde kategori adını tıklayın. Sistem, ürün kategorilerini, ürünler sayfanızdaki ürünleri gruplandırmak için kullanacaktır.

source: Select the menu that includes this product. press ‘ctrl’ on your keyboard and click to select multiple menus.
ar: حدد القائمة التي تتضمن هذا المنتج. اضغط على &quot;CTRL&quot; على لوحة المفاتيح الخاصة بك وانقر لتحديد قوائم متعددة.
de_de: Wählen Sie das Menü, das dieses Produkt enthält. Drücken Sie auf Ihrer Tastatur die Taste "Strg" und klicken Sie, um mehrere Menüs auszuwählen.
es_es: Seleccione el menú que incluye este producto. Pulse 'ctrl' en el teclado y haga clic para seleccionar varios menús.
fr_fr: Sélectionnez le menu qui inclut ce produit. Appuyez sur'ctrl' sur votre clavier et cliquez pour sélectionner plusieurs menus.
it_it: Selezionare il menu che include questo prodotto. premere 'ctrl' sulla tastiera e fare clic per selezionare più menu.
ms_my: Pilih menu yang mengandungi produk ini. tekan &#39;ctrl&#39; pada papan kekunci anda dan klik untuk memilih berbilang menu.
nl_be: Selecteer het menu dat dit product bevat. druk op 'ctrl' op uw toetsenbord en klik om meerdere menu's te selecteren.
pt_pt: Selecione o menu que inclui este produto. pressione &#39;ctrl&#39; no seu teclado e clique para selecionar vários menus.
ru_ru: Выберите меню, которое включает этот продукт. нажмите «ctrl» на клавиатуре и выберите несколько меню.
sv_se: Välj menyn som innehåller den här produkten. tryck på &#39;ctrl&#39; på tangentbordet och klicka för att välja flera menyer.
tr_tr: Bu ürünü içeren menüyü seçin. klavyenizde &#39;ctrl&#39; tuşuna basın ve birden fazla menü seçmek için tıklayın.

source: Type the main ingredients of the product so customers can see them before ordering. This information helps avoiding complains and bad reviews. Hit the comma button after typing each ingredient or select from the predictions list.
ar: اكتب المكونات الرئيسية للمنتج بحيث يمكن للعملاء رؤيتها قبل الطلب. تساعد هذه المعلومات على تجنب الشكوى والمراجعات السيئة. اضغط على زر الفاصلة بعد كتابة كل مكون أو حدد من قائمة التوقعات.
de_de: Geben Sie die Hauptbestandteile des Produkts ein, damit der Kunde sie vor der Bestellung sehen kann. Diese Informationen helfen, Beschwerden und schlechte Bewertungen zu vermeiden. Drücken Sie die Komma-Schaltfläche, nachdem Sie jeden Inhaltsstoff eingegeben haben, oder wählen Sie aus der Liste der Vorhersagen.
es_es: Escriba los ingredientes principales del producto para que los clientes puedan verlos antes de realizar el pedido. Esta información ayuda a evitar quejas y malas críticas. Pulsa el botón de la coma después de escribir cada ingrediente o selecciona de la lista de predicciones.
fr_fr: Tapez les ingrédients principaux du produit pour que les clients puissent les voir avant de passer commande. Cette information permet d'éviter les plaintes et les mauvaises critiques. Appuyez sur le bouton virgule après avoir tapé chaque ingrédient ou sélectionnez dans la liste des prédictions.
it_it: Digitare gli ingredienti principali del prodotto in modo che i clienti possono vederli prima di ordinare. Queste informazioni aiutano a evitare lamentele e recensioni errate. Premete il tasto virgola dopo aver digitato ogni ingrediente o selezionate dall'elenco delle previsioni.
ms_my: Taip bahan utama produk supaya pelanggan dapat melihatnya sebelum membuat tempahan. Maklumat ini membantu mengelakkan aduan dan tinjauan buruk. Tekan butang koma selepas menaip setiap bahan atau pilih dari senarai ramalan.
nl_be: Typ de hoofdingrediënten van het product zodat klanten ze kunnen zien voordat ze bestellen. Deze informatie helpt klachten en slechte beoordelingen te voorkomen. Druk op de komma knop na het typen van elk ingrediënt of selecteer uit de voorspellinglijst.
pt_pt: Digite os principais ingredientes do produto para que os clientes possam vê-los antes de fazer o pedido. Esta informação ajuda a evitar reclamações e críticas negativas. Aperte o botão de vírgula depois de digitar cada ingrediente ou selecione na lista de previsões.
ru_ru: Назовите основные ингредиенты продукта, чтобы клиенты могли видеть их перед заказом. Эта информация помогает избежать жалоб и плохих отзывов. Нажмите кнопку запятой после ввода каждого ингредиента или выберите из списка прогнозов.
sv_se: Skriv huvudingredienserna i produkten så att kunderna kan se dem innan de beställer. Denna information hjälper till att undvika klagomål och dåliga recensioner. Håll kommandoknappen efter att ha skrivit varje ingrediens eller välj från listan över förutsägelser.
tr_tr: Müşterilerin sipariş vermeden önce onları görebilmesi için ürünün ana bileşenlerini yazın. Bu bilgi, şikayetlerin ve kötü yorumların önlenmesine yardımcı olur. Her bir malzemeyi yazdıktan sonra virgül düğmesine basın veya tahminler listesinden seçim yapın.

source: Enter the time required to prepare/handle this product for delivery, pickup, dine-in, and curbside. Leave 0 for immediately.
ar: أدخل الوقت اللازم للتحضير / التعامل مع هذا المنتج للتسليم ، التوصيل ، تناول الطعام ، و الرصيف. اترك 0 على الفور.
de_de: Geben Sie die Zeit ein, die benötigt wird, um dieses Produkt für die Lieferung, Abholung, das Abendessen und den Bordstein vorzubereiten/zu bearbeiten. Lassen Sie 0 sofort stehen.
es_es: Introduzca el tiempo necesario para preparar/manipular este producto para la entrega, la recogida, la recepción y el borde de la acera. Deje 0 para inmediatamente.
fr_fr: Entrez le temps nécessaire à la préparation et à la manutention de ce produit pour la livraison, la cueillette, l'entrée au restaurant et la mise en bordure de la rue. Laisser 0 pour immédiatement.
it_it: Inserisci il tempo necessario per preparare/maneggiare il prodotto per la consegna, il ritiro, la cena e il bordo del marciapiede. Lasciare 0 per immediatamente.
ms_my: Masukkan masa yang diperlukan untuk menyediakan / mengendalikan produk ini untuk penghantaran, pickup, makan, dan curbside. Tinggalkan 0 untuk segera.
nl_be: Voer de tijd in die nodig is om dit product klaar te maken/vast te houden voor levering, afhalen, dineren en stoepranden. Laat onmiddellijk 0 staan.
pt_pt: Insira o tempo necessário para preparar / manusear este produto para entrega, coleta, alimentação e na calçada. Deixe 0 para imediatamente.
ru_ru: Введите время, необходимое для подготовки / обработки этого продукта для доставки, пикапа, ужина и ограждения. Оставьте 0 для немедленного.
sv_se: Ange den tid som krävs för att förbereda / hantera denna produkt för leverans, hämtning, inmatning och curbside. Lämna 0 för omedelbart.
tr_tr: Bu ürünü teslimat, teslim alma, yemek yeme ve bordür için hazırlamak / işlemek için gereken süreyi girin. Hemen 0 için bırakın.

source: The maximum numbers of orders that can be made for this product each day. leave 0 for unlimited number of orders.
ar: الحد الأقصى لعدد الطلبات التي يمكن إجراؤها لهذا المنتج كل يوم. اترك 0 لعدد غير محدود من الطلبات.
de_de: Die maximale Anzahl von Bestellungen, die für dieses Produkt jeden Tag gemacht werden können. Lassen Sie 0 für eine unbegrenzte Anzahl von Bestellungen übrig.
es_es: El número máximo de pedidos que se pueden realizar para este producto cada día. deje 0 para un número ilimitado de pedidos.
fr_fr: Le nombre maximum de commandes qui peuvent être faites pour ce produit chaque jour. Laissez 0 pour un nombre illimité de commandes.
it_it: Il numero massimo di ordini che possono essere effettuati per questo prodotto ogni giorno. lasciare 0 per un numero illimitato di ordini.
ms_my: Nombor maksimum pesanan yang boleh dibuat untuk produk ini setiap hari. tinggalkan 0 untuk bilangan pesanan yang tidak terhad.
nl_be: Het maximale aantal orders dat per dag voor dit product kan worden gemaakt. Laat 0 voor onbeperkt aantal orders.
pt_pt: O número máximo de pedidos que podem ser feitos para este produto todos os dias. deixe 0 para um número ilimitado de pedidos.
ru_ru: Максимальное количество заказов, которые могут быть сделаны для этого продукта каждый день. Оставьте 0 для неограниченного количества заказов.
sv_se: Det högsta antalet beställningar som kan göras för denna produkt varje dag. lämna 0 för obegränsat antal order.
tr_tr: Bu ürün için her gün yapılabilecek maksimum sipariş sayısı. Sınırsız sayıda sipariş için 0 bırakın.

source: A complete description on the product. This will appear in the product's full page.
ar: وصف كامل على المنتج. سيظهر هذا في صفحة المنتج الكاملة.
de_de: Eine vollständige Beschreibung des Produkts. Diese wird auf der ganzen Seite des Produkts angezeigt.
es_es: Una descripción completa del producto. Esto aparecerá en la página completa del producto.
fr_fr: Une description complète du produit. Ceci apparaîtra dans la pleine page du produit.
it_it: Una descrizione completa del prodotto. Questo apparirà nella pagina completa del prodotto.
ms_my: Penerangan lengkap mengenai produk. Ini akan muncul di halaman penuh produk.
nl_be: Een volledige beschrijving van het product. Dit verschijnt op de volledige pagina van het product.
pt_pt: Uma descrição completa no produto. Isso aparecerá na página inteira do produto.
ru_ru: Полное описание продукта. Это будет отображаться на полной странице продукта.
sv_se: En fullständig beskrivning på produkten. Detta kommer att visas på produktens hela sida.
tr_tr: Ürün hakkında tam bir açıklama. Bu, ürünün tam sayfasında görünecektir.

source: Check this box if the product is available in different sizes, flavors ...etc or comes with different add-ons, drinks or side items.
ar: حدد هذا المربع إذا كان المنتج متاحًا بأحجام ونكهات مختلفة ... أو يأتي مع إضافات أو مشروبات أو عناصر جانبية مختلفة.
de_de: Aktivieren Sie dieses Kontrollkästchen, wenn das Produkt in verschiedenen Größen, Geschmacksrichtungen usw. erhältlich ist oder mit verschiedenen Add-ons, Getränken oder Beilagen geliefert wird.
es_es: Marque esta casilla si el producto está disponible en diferentes tamaños, sabores...etc. o viene con diferentes complementos, bebidas o guarniciones.
fr_fr: Cochez cette case si le produit est disponible en différentes tailles, saveurs...etc. ou s'il est livré avec différents compléments, boissons ou articles d'accompagnement.
it_it: Spuntare questa casella se il prodotto è disponibile in diverse dimensioni, sapori ... ecc o viene fornito con diversi add-on, bevande o articoli collaterali.
ms_my: Semak kotak ini jika produk tersedia dalam pelbagai saiz, rasa ... dan lain-lain atau datang dengan pelbagai add-ons, minuman atau barangan sampingan.
nl_be: Vink dit vakje aan als het product beschikbaar is in verschillende maten, smaken ...etc of wordt geleverd met verschillende add-ons, drankjes of side items.
pt_pt: Marque esta caixa se o produto estiver disponível em diferentes tamanhos, sabores, etc. ou se tiver diferentes complementos, bebidas ou itens secundários.
ru_ru: Установите этот флажок, если продукт доступен в разных размерах, ароматах ... и т. Д. Или поставляется с различными надписями, напитками или боковыми предметами.
sv_se: Markera den här rutan om produkten finns i olika storlekar, smaker ... etc eller levereras med olika tillägg, drycker eller sidobor.
tr_tr: Ürünün farklı boyutlarda, tatlarda vb. Varsa veya farklı eklentiler, içecekler veya yan ürünlerle birlikte sunulması durumunda bu kutuyu işaretleyin.

source: This variation can be edited from the admin side only.
ar: يمكن تعديل هذا الشكل من جانب المشرف فقط.
de_de: Diese Variante kann nur von der Admin-Seite aus bearbeitet werden.
es_es: Esta variación sólo puede ser editada desde el lado del administrador.
fr_fr: Cette variation ne peut être modifiée que du côté admin.
it_it: Questa variazione può essere modificata solo dal lato amministratore.
ms_my: Perubahan ini boleh diedit dari pihak admin sahaja.
nl_be: Deze variatie kan alleen bewerkt worden vanaf de admin zijde.
pt_pt: Essa variação pode ser editada apenas do lado do administrador.
ru_ru: Этот вариант можно редактировать только с админкой.
sv_se: Denna variant kan bara redigeras från admin-sidan.
tr_tr: Bu varyasyon sadece yönetici tarafından düzenlenebilir.

source: Name of the variation family. i.e: Select Size, Choose Flavor, Choose a Drink, ...etc
ar: اسم عائلة التباين. أي: اختر الحجم ، اختر نكهة ، اختر شراب ، ... الخ
de_de: Name der Variationsfamilie, d.h.: Größe auswählen, Geschmack auswählen, Getränk auswählen, ...etc.
es_es: Nombre de la familia de variación, es decir: Seleccionar Tamaño, Elegir Sabor, Elegir una Bebida, ...etc.
fr_fr: Nom de la famille de variation, c.-à-d. : Sélectionner la taille, Choisir la saveur, Choisir une boisson, ...etc.
it_it: Nome della famiglia della variazione, ovvero: Seleziona taglia, Scegli gusto, Scegli gusto, Scegliere un drink, ....ecc.
ms_my: Nama keluarga variasi. yakni: Pilih Saiz, Pilih Rasa, Pilih Minum, ... dan sebagainya
nl_be: Naam van de familie van de variaties, d.w.z.: Selecteer Formaat, Kies Aroma, Kies een drankje, ...enz.
pt_pt: Nome da família de variação. isto é: Selecione o tamanho, escolha o sabor, escolha uma bebida,… etc.
ru_ru: Название семейства вариантов. т.е.: выберите размер, выберите «Вкус», «Выберите напиток», ... и т. д.
sv_se: Namn på variationsfamiljen. dvs: Välj storlek, Välj smak, Välj en dryck, ... etc
tr_tr: Varyasyon ailesinin adı. Örnek: Beden Seç, Lezzet Seç, Bir İçecek Seç, ... vb.

source: Values of the variation family. i.e: if "choose of protein" was the variation name, then the values could be: pork | beef | chicken. Please separate the values by |
ar: قيم عائلة التباين. بمعنى: إذا كان &quot;اختيار البروتين&quot; هو اسم التباين ، عندئذ يمكن أن تكون القيم: لحم الخنزير | لحم البقر دجاج. يرجى فصل القيم حسب |
de_de: Werte der Variationsfamilie, d.h.: wenn "choose of protein" der Variationsname war, dann könnten die Werte sein: Schweinefleisch | Rindfleisch | Huhn. Bitte trennen Sie die Werte durch |
es_es: Valores de la familia de las variaciones, es decir, si el nombre de la variación fuera "elección de la proteína", los valores podrían ser: carne de cerdo | carne de vacuno | pollo. Por favor, separe los valores por |
fr_fr: Valeurs de la famille de variation. i.e. : si "choisir la protéine" était le nom de la variation, alors les valeurs pourraient être : porc | bœuf | poulet. Veuillez séparer les valeurs par |
it_it: Valori della famiglia di variazioni, cioè: se "scegli proteine" era il nome della variazione, allora i valori potrebbero essere: carne di maiale | carne di manzo | pollo. Si prega di separare i valori da |
ms_my: Nilai keluarga variasi. iaitu: jika &quot;memilih protein&quot; adalah nama variasi, maka nilai-nilai itu boleh: daging babi | daging lembu | ayam. Sila memisahkan nilai oleh |
nl_be: Waarden van de variatiefamilie. d.w.z.: als "kiezen voor eiwit" de variatienaam was, dan zouden de waarden kunnen zijn: varkensvlees | rundvlees | kip. A.u.b. de waarden scheiden met |
pt_pt: Valores da família de variação. ie: se &quot;escolha de proteína&quot; era o nome da variação, então os valores poderiam ser: porco | carne bovina | frango. Por favor, separe os valores por |
ru_ru: Значения вариационного семейства. т.е.: если «выбрать белок» было именем вариации, тогда значения могут быть: свинина | говядина | курица. Отделите значения на |
sv_se: Värden för variationsfamiljen. dvs: om &quot;välj protein&quot; var variationsnamnet, så kan värdena vara: fläsk | nötkött | kyckling. Separera värdena med |
tr_tr: Varyasyon ailesinin değerleri. Yani: eğer &quot;proteinin seçilmesi&quot; varyasyon ismiyse, o zaman değerler olabilir: domuz eti | sığır eti | tavuk. Lütfen değerleri | |
