Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: If you are reporting a problem please answer the following questions in your message to help us address your problem as quickly as possible.
ar: إذا كنت تبلغ عن مشكلة ، فالرجاء الإجابة عن الأسئلة التالية في رسالتك لمساعدتنا في معالجة مشكلتك بأسرع ما يمكن.
de_de: Wenn Sie ein Problem melden, beantworten Sie bitte die folgenden Fragen in Ihrer Nachricht, damit wir Ihr Problem so schnell wie möglich beheben können.
es_es: Si está reportando un problema, por favor conteste las siguientes preguntas en su mensaje para ayudarnos a resolverlo lo más rápido posible.
fr_fr: Si vous signalez un problème, veuillez répondre aux questions suivantes dans votre message pour nous aider à résoudre votre problème le plus rapidement possible.
it_it: Se si segnala un problema, rispondere alle seguenti domande nel messaggio per aiutarci a risolverlo il più rapidamente possibile.
ms_my: Jika anda melaporkan masalah, sila jawab soalan-soalan berikut dalam mesej anda untuk membantu kami menyelesaikan masalah anda secepat mungkin.
nl_be: Als u een probleem meldt, kunt u de volgende vragen in uw bericht beantwoorden om ons te helpen uw probleem zo snel mogelijk aan te pakken.
pt_pt: Se você está relatando um problema, responda as seguintes perguntas em sua mensagem para nos ajudar a resolver seu problema o mais rápido possível.
ru_ru: Если вы сообщаете о проблеме, ответьте на следующие вопросы в своем сообщении, чтобы помочь нам решить вашу проблему как можно быстрее.
sv_se: Om du rapporterar ett problem kan du svara på följande frågor i ditt meddelande för att hjälpa oss att lösa ditt problem så fort som möjligt.
tr_tr: Bir problem bildiriyorsanız, sorununuzu mümkün olan en kısa sürede ele almamıza yardımcı olması için lütfen mesajınızdaki aşağıdaki soruları yanıtlayın.

source: What is your question or concern?
ar: ما هو سؤالك أو إستفسارك؟
de_de: Was ist Ihre Frage oder Ihr Anliegen?
es_es: ¿Cuál es su pregunta o preocupación?
fr_fr: Quelle est votre question ou préoccupation ?
it_it: Qual è la sua domanda o preoccupazione?
ms_my: Apakah soalan atau kebimbangan anda?
nl_be: Wat is uw vraag of zorg?
pt_pt: Qual é a sua pergunta ou preocupação?
ru_ru: В чем Ваш вопрос или беспокойство?
sv_se: Vad är din fråga eller oro?
tr_tr: Sorunuz veya endişeniz nedir?

source: What steps can we take to reproduce the problem you are experiencing?
ar: ما هي الخطوات التي يمكن أن نتخذها لإعادة إنشاء هذه المشكلة التي تواجهك؟
de_de: Welche Schritte können wir unternehmen, um Ihr Problem zu reproduzieren?
es_es: ¿Qué pasos podemos dar para reproducir el problema que está experimentando?
fr_fr: Quelles mesures pouvons-nous prendre pour reproduire le problème que vous vivez ?
it_it: Quali passi possiamo compiere per riprodurre il problema che state vivendo?
ms_my: Apakah langkah-langkah yang boleh kita lakukan untuk menghasilkan semula masalah yang anda alami?
nl_be: Welke stappen kunnen we nemen om het probleem dat u ondervindt te reproduceren?
pt_pt: Que passos podemos dar para reproduzir o problema que você está enfrentando?
ru_ru: Какие шаги мы можем предпринять, чтобы воспроизвести проблему, которую вы испытываете?
sv_se: Vilka steg kan vi vidta för att reproducera problemet du upplever?
tr_tr: Yaşadığınız sorunu yeniden oluşturmak için hangi adımları atabiliriz?

source: What is the result you are experiencing when you follow these steps?
ar: ما هي النتيجة التي تواجهك عند اتباع هذه الخطوات؟
de_de: Was ist das Ergebnis, das Sie erleben, wenn Sie diesen Schritten folgen?
es_es: ¿Cuál es el resultado que experimentas cuando sigues estos pasos?
fr_fr: Quel est le résultat que vous ressentez lorsque vous suivez ces étapes ?
it_it: Qual è il risultato che stai sperimentando quando segui questi passi?
ms_my: Apakah hasil yang anda alami apabila anda mengikuti langkah ini?
nl_be: Wat is het resultaat dat u ervaart als u deze stappen volgt?
pt_pt: Qual é o resultado que você está enfrentando quando segue essas etapas?
ru_ru: Каков результат, который вы испытываете при выполнении этих шагов?
sv_se: Vad är resultatet du upplever när du följer dessa steg?
tr_tr: Bu adımları uygularken karşılaştığınız sonuç nedir?

source: What is the result you are expecting?
ar: هل هذه النهاية التي كنت تتوقعها؟
de_de: Was ist das Ergebnis, das Sie erwarten?
es_es: ¿Cuál es el resultado que espera?
fr_fr: Quel est le résultat que vous attendez ?
it_it: Qual è il risultato che vi aspettate?
ms_my: Apakah hasil yang anda harapkan?
nl_be: Wat is het resultaat dat u verwacht?
pt_pt: Qual é o resultado que você está esperando?
ru_ru: Каков результат, которого вы ожидаете?
sv_se: Vad är resultatet du förväntar dig?
tr_tr: Beklediğiniz sonuç nedir?

source: How does this problem affect your business?
ar: كيف تؤثر هذه المشكلة على الأعمال التجارية الخاصة بك؟
de_de: Wie wirkt sich dieses Problem auf Ihr Unternehmen aus?
es_es: ¿Cómo afecta este problema a su negocio?
fr_fr: Comment ce problème affecte-t-il votre entreprise ?
it_it: In che modo questo problema influisce sulla vostra attività?
ms_my: Bagaimanakah masalah ini mempengaruhi perniagaan anda?
nl_be: Wat betekent dit probleem voor uw bedrijf?
pt_pt: Como esse problema afeta seus negócios?
ru_ru: Как эта проблема влияет на ваш бизнес?
sv_se: Hur påverkar detta problem ditt företag?
tr_tr: Bu sorun işinizi nasıl etkiler?

source: Please do not include any sensitive information in this form or in any subsequent case communications. (e.g. Password, credit card number, Social Security Number)
ar: من فضلك لا تشمل أية معلومات حساسة في هذا النموذج أو في أي رسائل سواء الحالة او اللاحقة. (مثل كلمة السر، رقم بطاقة الائتمان، رقم الضمان الاجتماعي)
de_de: Bitte geben Sie keine sensiblen Informationen in diesem Formular oder in späteren Mitteilungen an. (z.B. Passwort, Kreditkartennummer, Sozialversicherungsnummer)
es_es: Por favor, no incluya ninguna información sensible en este formulario ni en ninguna comunicación posterior. (por ejemplo, contraseña, número de tarjeta de crédito, número de seguro social)
fr_fr: Veuillez ne pas inclure d'informations sensibles dans ce formulaire ou dans toute communication ultérieure. (p. ex. mot de passe, numéro de carte de crédit, numéro de sécurité sociale)
it_it: Si prega di non includere informazioni sensibili in questo modulo e in ogni caso nelle comunicazioni successive. (ad esempio, password, numero di carta di credito, numero di previdenza sociale)
ms_my: Tolong jangan masukkan sebarang maklumat sensitif dalam bentuk ini atau dalam sebarang komunikasi kes berikutnya. (misalnya Kata Laluan, nombor kad kredit, Nombor Keselamatan Sosial)
nl_be: Gelieve geen gevoelige informatie op te nemen in dit formulier of in latere mededelingen. (bijv. wachtwoord, creditcardnummer, socialezekerheidsnummer)
pt_pt: Por favor, não inclua nenhuma informação sensível neste formulário ou em qualquer comunicação de caso subseqüente. (ex .: senha, número do cartão de crédito, número do seguro social)
ru_ru: Пожалуйста, не включайте какую-либо конфиденциальную информацию в эту форму или в любые последующие сообщения. (например, пароль, номер кредитной карты, номер социального страхования)
sv_se: Var god inte inkludera känslig information i detta formulär eller i något senare fall kommunikation. (t.ex. lösenord, kreditkortsnummer, personnummer)
tr_tr: Lütfen bu formda veya sonraki vaka iletişimlerinde herhangi bir hassas bilgi içermeyiniz. (örn. Şifre, kredi kartı numarası, Sosyal Güvenlik Numarası)

source: Type message here ..
ar: اكتب رسالتك هنا
de_de: Geben Sie hier eine Nachricht ein.
es_es: Escriba el mensaje aquí...
fr_fr: Tapez ici le message ..
it_it: Digita qui il messaggio ...
ms_my: Taip mesej di sini ..
nl_be: Typ hier een bericht ...
pt_pt: Digite a mensagem aqui ..
ru_ru: Введите сообщение здесь ..
sv_se: Skriv meddelandet här ..
tr_tr: Mesaj yazınız ..

source: Please check your internet connection.
ar: الرجاء التحقق من اتصال الانترنت الخاص بك.
de_de: Bitte überprüfen Sie Ihre Internetverbindung.
es_es: Por favor, compruebe su conexión a Internet.
fr_fr: Veuillez vérifier votre connexion Internet.
it_it: Controllare la connessione a Internet.
ms_my: Sila semak sambungan internet anda.
nl_be: Controleer uw internetverbinding.
pt_pt: Por favor, verifique sua conexão à internet.
ru_ru: Пожалуйста, проверьте подключение к интернету.
sv_se: Kontrollera din internetanslutning.
tr_tr: Lütfen internet bağlantınızı kontrol edin.

source: General Settings
ar: الاعدادات العامة
de_de: Allgemeine Einstellungen
es_es: Configuración general
fr_fr: Paramètres généraux
it_it: Impostazioni generali
ms_my: Tetapan Umum
nl_be: Algemene instellingen
pt_pt: Configurações Gerais
ru_ru: Основные настройки
sv_se: Allmänna inställningar
tr_tr: Genel Ayarlar

source: Orders Settings
ar: إعدادات الطلبات
de_de: Aufträge Einstellungen
es_es: Parametrizaciones de órdenes
fr_fr: Paramètres des commandes
it_it: Impostazioni Ordini
ms_my: Tetapan pesanan
nl_be: Bestellingen Instellingen
pt_pt: Configurações de pedidos
ru_ru: Настройки заказов
sv_se: Orderinställningar
tr_tr: Siparişler Ayarları

source: Distances calculation
ar: حساب المسافات
de_de: Entfernungsberechnung
es_es: Cálculo de distancias
fr_fr: Calcul des distances
it_it: Calcolo delle distanze
ms_my: Pengiraan jarak
nl_be: Berekening van afstanden
pt_pt: Cálculo de distâncias
ru_ru: Расчёт расстояний
sv_se: Avståndsberäkning
tr_tr: Mesafeler hesabı

source: Vendor Money Withdrawals Settings
ar: إعدادات سحب أموال البائعين
de_de: Einstellungen für Geldabhebungen von Lieferanten
es_es: Configuración de retiros de dinero del proveedor
fr_fr: Vendor Money Withdrawals Settings (Paramètres des retraits d'argent du vendeur)
it_it: Impostazioni per il prelievo di denaro dal fornitore
ms_my: Tetapan Pengeluaran Wang Penjual
nl_be: Verkoper Geldopname Instellingen
pt_pt: Configurações de retirada de dinheiro do fornecedor
ru_ru: Настройки снятия средств продавца
sv_se: Återbetalningsinställningar för säljare
tr_tr: Satıcı Para Çekme Ayarları

source: General options
ar: الخصائص العامة
de_de: Allgemeine Optionen
es_es: Opciones generales
fr_fr: Options générales
it_it: Opzioni generali
ms_my: Pilihan umum
nl_be: Algemene opties
pt_pt: Opções gerais
ru_ru: Общие настройки
sv_se: Allmänna alternativ
tr_tr: Genel Ayarlar

source: Vendor Fees
ar: رسوم البائع
de_de: Verkäufergebühren
es_es: Honorarios del vendedor
fr_fr: Frais du fournisseur
it_it: Tasse Fornitore
ms_my: Bayaran Vendor
nl_be: Aanbieders Vergoedingen
pt_pt: Taxas do fornecedor
ru_ru: Плата за поставщиков
sv_se: Leverantörsavgifter
tr_tr: Satıcı Ücretleri

source: Terms & Conditions
ar: الشروط وسياسة الاستخدام
de_de: Allgemeine Geschäftsbedingungen
es_es: Términos y condiciones
fr_fr: Termes & Conditions
it_it: Termini e Condizioni
ms_my: Terma &amp; Syarat
nl_be: Gebruikersvoorwaarden
pt_pt: Termos e condições
ru_ru: Правила и условия
sv_se: Användarvillkor
tr_tr: Şartlar & Koşullar

source: Google API Key
ar: مفتاح جوجل API
es_es: Clave API de Google
fr_fr: Clé API Google
ms_my: Kunci API Google
nl_be: Google API toets
pt_pt: Chave de API do Google
sv_se: Google API-nyckel
tr_tr: Google API Anahtarı

source: Active Vendor Types
ar: انواع البائعين المفعلة
de_de: Aktive Lieferantentypen
es_es: Tipos de proveedores activos
fr_fr: Types de fournisseurs actifs
it_it: Tipi di venditori attivi
ms_my: Jenis Vendor Aktif
nl_be: Actieve Soorten Aanbieders
pt_pt: Tipos de fornecedores ativos
ru_ru: Типы активного продавца
sv_se: Aktiva leverantörstyper
tr_tr: Aktif Satıcı Tipleri

source: Selling privileges
ar: امتيازات البيع
de_de: Verkaufsprivilegien
es_es: Privilegios de venta
fr_fr: Privilèges de vente
it_it: Vendere privilegi
ms_my: Menjual keistimewaan
nl_be: Privileges verkopen
pt_pt: Vendendo privilégios
ru_ru: Продажа привилегий
sv_se: Försäljning av privilegier
tr_tr: Satış ayrıcalıkları

source: Vendor store timing
ar: اوقات دوام البائع
de_de: Timing der Lieferantenfiliale
es_es: Calendario de la tienda del proveedor
fr_fr: Calendrier du magasin du fournisseur
it_it: Calendario dei punti vendita del fornitore
ms_my: Masa kedai vendor
nl_be: Openingstijden winkel verkopers
pt_pt: Tempo de loja do fornecedor
ru_ru: Сроки продажи магазина
sv_se: Leverantörens timing
tr_tr: Satıcı zamanlaması

source: Featured Products.
ar: منتجات مميزة.
de_de: Ausgewählte Produkte.
es_es: Productos destacados.
fr_fr: Produits en vedette.
it_it: Prodotti in vetrina.
ms_my: Produk Pilihan.
nl_be: Aanbevolen producten.
pt_pt: Produtos em destaque.
ru_ru: Рекомендуемые товары.
sv_se: Utvalda Produkter.
tr_tr: Özel Ürünler.

source: Featured Vendors.
ar: البائعين الموصى بهم.
de_de: Ausgewählte Anbieter.
es_es: Proveedores destacados.
fr_fr: Vendeurs en vedette.
it_it: Fornitori in primo piano.
ms_my: Vendor yang ditonjolkan.
nl_be: Aanbevolen aanbieders.
pt_pt: Fornecedores em destaque.
ru_ru: Избранные продавцы.
sv_se: Utvalda leverantörer.
tr_tr: Özellikli Satıcılar.

source: Accepted orders
ar: الطلبات المقبولة
de_de: Akzeptierte Aufträge
es_es: Pedidos aceptados
fr_fr: Commandes acceptées
it_it: Ordini accettati
ms_my: Perintah yang diterima
nl_be: Aanvaarde orders
pt_pt: Pedidos aceitos
ru_ru: Принятые заказы
sv_se: Godkända order
tr_tr: Kabul edilen siparişler

source: Accepted orders when vendor's store is closed
ar: الطلبات المقبولة عندما يكون متجر البائع مغلقا
de_de: Akzeptierte Bestellungen, wenn die Filiale des Lieferanten geschlossen ist.
es_es: Pedidos aceptados cuando la tienda del proveedor está cerrada
fr_fr: Commandes acceptées lorsque le point de vente du fournisseur est fermé.
it_it: Ordini accettati quando il negozio del venditore è chiuso
ms_my: Pesanan yang diterima apabila kedai vendor ditutup
nl_be: Aanvaardbare bestellingen wanneer de winkel van de verkoper gesloten is
pt_pt: Ordens aceitas quando a loja do fornecedor está fechada
ru_ru: Принятые заказы, когда магазин продавца закрыт
sv_se: Godkända order när leverantörens butik är stängd
tr_tr: Satıcı mağazasının kapalı olduğu kabul edilen siparişler

source: The mode of transport to use when calculating delivery timing.
ar: طريقة النقل اللتي ستستخدام عند حساب مدة التسليم.
de_de: Das Transportmittel, das bei der Berechnung des Lieferzeitpunkts verwendet werden soll.
es_es: La vía de expedición que se debe utilizar al calcular el plazo de entrega.
fr_fr: Le mode de transport à utiliser pour calculer le délai de livraison.
it_it: La modalità di trasporto da utilizzare per calcolare i tempi di consegna.
ms_my: Cara pengangkutan untuk digunakan semasa mengira masa penghantaran.
nl_be: De wijze van transport die moet worden gebruikt bij het berekenen van de levertijd.
pt_pt: O modo de transporte a ser usado no cálculo do tempo de entrega.
ru_ru: Способ транспорта, используемый при расчете сроков поставки.
sv_se: Det transportsätt som ska användas vid beräkning av leveranstidpunkten.
tr_tr: Teslimat zamanlamasını hesaplarken kullanılacak taşıma şekli.

source: The unit system to use when displaying delivery timing.
ar: نظام الوحدة التي يتستخدام عند عرض توقيت التسليم.
de_de: Das Einheitensystem, das bei der Anzeige der Lieferzeit verwendet werden soll.
es_es: El sistema de unidades a utilizar cuando se muestra el tiempo de entrega.
fr_fr: Le système d'unité à utiliser lors de l'affichage de l'heure de livraison.
it_it: Il sistema di unità da utilizzare per la visualizzazione dei tempi di consegna.
ms_my: Sistem unit yang digunakan semasa memaparkan masa penghantaran.
nl_be: Het systeem dat u kunt gebruiken bij het weergeven van de levertijd.
pt_pt: O sistema da unidade para usar ao exibir o tempo de entrega.
ru_ru: Единичная система, используемая при отображении времени доставки.
sv_se: Enhetssystemet som ska användas vid visning av leveranstid.
tr_tr: Teslimat zamanlamasını görüntülerken kullanılacak birim sistem.

source: Avoid highways
ar: تجنب الطرق السريعة
de_de: Vermeiden Sie Autobahnen
es_es: Evitar las Autopistas
fr_fr: Évitez les autoroutes
it_it: Evitare le autostrade
ms_my: Elakkan lebuh raya
nl_be: Snelwegen vermijden
pt_pt: Evitar auto-estrada
ru_ru: Избегайте шоссе
sv_se: Undvik motorvägar
tr_tr: Otoyollardan kaçının

source: Non-toll routes
ar: طرق بدون رسوم
de_de: Nicht mautpflichtige Strecken
es_es: Rutas sin peaje
fr_fr: Routes sans péage
it_it: Percorsi non a pagamento
ms_my: Laluan bukan tol
nl_be: Niet-tolroutes
pt_pt: Rotas sem pedágio
ru_ru: Неплатежные маршруты
sv_se: Icke-vägtullar
tr_tr: Paralı olmayan rotalar

source: Automatic Withdrawals
ar: طلبات سحب تلقائية
de_de: Automatische Abhebungen
es_es: Retiros Automáticos
fr_fr: Retraits automatiques
it_it: Prelievi automatici
ms_my: Pengeluaran automatik
nl_be: Automatische geldopnames
pt_pt: Retiradas automáticas
ru_ru: Автоматическое снятие средств
sv_se: Automatiska uttag
tr_tr: Otomatik Para Çekme

source: The minimum vendor balance to make a withdrawal request.
ar: الحد الأدنى من رصيد البائع لتقديم طلب السحب.
de_de: Der Mindestlieferantensaldo, um eine Auszahlungsanforderung zu stellen.
es_es: El saldo mínimo del proveedor para realizar una solicitud de retiro.
fr_fr: Le solde minimum du fournisseur pour faire une demande de retrait.
it_it: Il saldo minimo del venditore per effettuare una richiesta di prelievo.
ms_my: Baki penjual minimum untuk membuat permintaan pengeluaran.
nl_be: Het minimale aanbiederssaldo om een verzoek tot geldopname te doen.
pt_pt: O saldo mínimo do fornecedor para fazer uma solicitação de retirada.
ru_ru: Минимальный баланс поставщика для запроса на вывод средств.
sv_se: Minsta leverantörsbalans för att göra en begäran om återkallelse.
tr_tr: Para çekme talebi için minimum tedarikçi dengesi.

source: Withdrawal Methods.
ar: طرق الانسحاب.
de_de: Auszahlungsmethoden.
es_es: Métodos de retiro.
fr_fr: Méthodes de retrait.
it_it: Metodi di ritiro.
ms_my: Kaedah Pengeluaran.
nl_be: Intrekking Methoden.
pt_pt: Métodos de retirada.
ru_ru: Методы вывода.
sv_se: Återtagningsmetoder.
tr_tr: Para Çekme Yöntemleri.

source: Withdrawal Requests Status.
ar: حالة طلبات السحب.
de_de: Auszahlungsanfragen Status.
es_es: Estado de las Solicitudes de Retiro.
fr_fr: Statut des demandes de retrait.
it_it: Richiesta di prelievo Stato.
ms_my: Status Permintaan Pengeluaran.
nl_be: Status van de geldopnameverzoeken.
pt_pt: Status de solicitações de retirada.
ru_ru: Статус запроса на вывод средств.
sv_se: Återkallande begäran Status.
tr_tr: Para Çekme İsteği Durumu.

source: Cash on delivery fees
ar: الدفع عن الإستلام
de_de: Nachnahmegebühren
es_es: Gastos de envío contra reembolso
fr_fr: Frais de livraison contre remboursement
it_it: Tasse di contrassegno
ms_my: Bayaran tunai atas penghantaran
nl_be: Contant leveringskosten
pt_pt: Dinheiro em taxas de entrega
ru_ru: Наличные сборы
sv_se: Kassa på leveransavgifter
tr_tr: Teslim ücreti nakit

source: Terms of Service for Sellers
ar: شروط الخدمة للبائعين
de_de: Allgemeine Geschäftsbedingungen für Verkäufer
es_es: Condiciones de servicio para los vendedores
fr_fr: Conditions d'utilisation pour les vendeurs
it_it: Condizioni di servizio per i venditori
ms_my: Syarat Perkhidmatan untuk Penjual
nl_be: Servicevoorwaarden voor Verkopers
pt_pt: Termos de Serviço para Vendedores
ru_ru: Условия обслуживания продавцов
sv_se: Användarvillkor för säljare
tr_tr: Satıcılar için Hizmet Şartları

source: Automatically enable selling after vendor registration?
ar: تمكين البائعين من البيع مباشرة بعد التسجيل؟
de_de: Automatisches Aktivieren des Verkaufs nach der Lieferantenregistrierung?
es_es: ¿Permitir automáticamente la venta después del registro de proveedores?
fr_fr: Activer automatiquement la vente après l'enregistrement du vendeur ?
it_it: Attiva automaticamente la vendita dopo la registrazione del venditore?
ms_my: Mendayakan secara automatik selepas pendaftaran vendor?
nl_be: Verkoop na registratie van de aanbieder automatisch inschakelen?
pt_pt: Ativar automaticamente a venda após o registro do fornecedor?
ru_ru: Автоматически разрешать продажу после регистрации поставщика?
sv_se: Aktivera automatiskt försäljningen efter leverantörsregistrering?
tr_tr: Satıcı kaydından sonra satış otomatik olarak etkinleştirilsin mi?

source: Use manual status change?
ar: استخدم تغيير الوضع اليدوي؟
de_de: Manuelle Statusänderung verwenden?
es_es: ¿Utiliza el cambio de estado manual?
fr_fr: Utiliser le changement d'état manuel ?
it_it: Utilizzare la modifica manuale dello stato?
ms_my: Gunakan perubahan status manual?
nl_be: Handmatige statuswijziging gebruiken?
pt_pt: Use a mudança manual de status?
ru_ru: Использовать ручное изменение статуса?
sv_se: Använd manuell statusändring?
tr_tr: Manuel durum değişikliği kullan?

source: Time to wait when no activity
ar: وقت الانتظار عند عدم رصد اي نشاط
de_de: Zeit zum Warten, wenn keine Aktivität stattfindet
es_es: Tiempo de espera cuando no hay actividad
fr_fr: Temps d'attente en l'absence d'activité
it_it: Tempo di attesa in assenza di attività
ms_my: Masa menunggu apabila tiada aktiviti
nl_be: Tijd om te wachten wanneer geen activiteit
pt_pt: Hora de esperar quando nenhuma atividade
ru_ru: Время ждать, когда нет активности
sv_se: Tiden att vänta när ingen aktivitet
tr_tr: Etkinlik yokken beklenecek zaman

source: Automatically create withdrawal requests
ar: إنشاء طلبات السحب تلقائيًا
de_de: Automatische Erstellung von Auszahlungsanträgen
es_es: Crear automáticamente solicitudes de retiro
fr_fr: Créer automatiquement des demandes de retrait
it_it: Creare automaticamente richieste di prelievo
ms_my: Buat permintaan pengeluaran secara automatik
nl_be: Automatisch annuleringsverzoeken aanmaken
pt_pt: Criar automaticamente solicitações de retirada
ru_ru: Автоматически создавать запросы на вывод средств
sv_se: Skapa automatiskt återkallningsförfrågningar
tr_tr: Para çekme isteklerini otomatik olarak oluştur

source: Pick-up
ar: الإستلام يدويا
de_de: Abholung
es_es: Recoger
fr_fr: Ramassage
nl_be: Ophalen
pt_pt: Pegar
ru_ru: Самовывоз
sv_se: Hämtas
tr_tr: Almak

source: Driving
ar: القيادة
de_de: Fahren
es_es: Conduciendo
fr_fr: En voiture
it_it: Guida
ms_my: Memandu
nl_be: Rijden
pt_pt: De carro
ru_ru: На автомобиле
sv_se: Kör med bil
tr_tr: Araba

source: Bicycling
ar: دراجة هوائية
de_de: Fahrrad
es_es: En bici
fr_fr: À vélo
it_it: In bicicletta
ms_my: Berbasikal
nl_be: Fietsen
pt_pt: De bicicleta
ru_ru: На велосипеде
sv_se: Cykla
tr_tr: Bisiklet

source: Walking
ar: المشي
de_de: Gehen
es_es: Andando
fr_fr: À pied
it_it: A piedi
ms_my: Berjalan kaki
nl_be: Wandelen
pt_pt: Andando
ru_ru: Пешком
sv_se: Går
tr_tr: Yürüme

source: Kilometers
ar: كيلومتر
de_de: Kilometer
es_es: Kilómetros
fr_fr: Kilomètres
it_it: Chilometri
ms_my: Kilometer
pt_pt: Quilómetros
ru_ru: Километры
sv_se: Kilometer
tr_tr: Kilometre

source: Miles
ar: اميال
de_de: Meilen
es_es: Millas
it_it: Miglia
nl_be: Mijlen
pt_pt: Milhas
ru_ru: Мили
tr_tr: Mil

source: Calculate driving timing with avoiding highways where possible.
ar: حساب توقيت القيادة مع تجنب الطرق السريعة حيثما أمكن ذلك.
de_de: Berechnen Sie die Fahrzeit unter Vermeidung von Autobahnen, wenn möglich.
es_es: Calcule el tiempo de conducción evitando las autopistas siempre que sea posible.
fr_fr: Calculez le temps de conduite en évitant les autoroutes dans la mesure du possible.
it_it: Calcolare i tempi di guida evitando le autostrade, dove possibile.
ms_my: Hitung masa pemanduan dengan mengelakkan lebuh raya di mana mungkin.
nl_be: Bereken de rijtiming en vermijd waar mogelijk snelwegen.
pt_pt: Calcule o tempo de condução evitando estradas sempre que possível.
ru_ru: Рассчитайте время вождения, избегая, по возможности, шоссе.
sv_se: Beräkna körtidpunkten med att undvika motorvägar där det är möjligt.
tr_tr: Mümkün olduğunda otoyollardan kaçınarak sürüş zamanlamasını hesaplayın.
