Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: Sorry, this product cannot be purchased.
ar: المعذرة، ولكن هذا العرض غير قابل للشراء.
de_de: Dieses Produkt kann leider nicht gekauft werden.
es_es: Lo sentimos, este producto no se puede comprar.
fr_fr: Désolé, ce produit ne peut être acheté.
it_it: Scusa, questo prodotto non può essere acquistato.
ms_my: Maaf, produk ini tidak boleh dibeli.
nl_be: Dit product kan niet worden gekocht.
pt_pt: Desculpe, este produto não pode ser adquirido.
ru_ru: Этот билет не может быть куплен.
sv_se: Tyvärr, den här produkten kan inte köpas.

source: You cannot add &quot;%s&quot; to the cart because the product is out of stock.
ar: لا يمكن إضافة &quot;%s&quot; لسلة مشترياتك لأن العرض أصبح غير متوفر.
de_de: Sie können „%s“ Ihrem Warenkorb nicht hinzufügen, weil das Produkt derzeit nicht vorrätig ist.
es_es: No se pudo añadir &quot;%s&quot; a la cesta porque el producto está agotado.
fr_fr: Vous ne pouvez ajouter &quot;%s&quot; au panier car nous n&rsquo;en avons plus en stock.
it_it: Non puoi aggiungere &quot;%s&quot; al carrello perché il prodotto non è disponibile.
ms_my: Anda tidak boleh menambah &quot;%s&quot; ke dalam troli disebabkan produk tiada stok.
nl_be: U kunt niet toevoegen &quot;%s&quot; aan de winkelwagen omdat het product niet op voorraad is.
pt_pt: Você não pode adicionar &quot;%s&quot; aos seus pedidos de inscrição porque o curso está sem stock.
ru_ru: &quot;%s&quot; не помещается в рюкзак, так как этого товара нет в наличии.
sv_se: Du kan inte lägga &quot;%s&quot; i korgen eftersom produkten är slut i lager.

source: You cannot add that amount of &quot;%1$s&quot; to the cart because there is not enough stock (%2$s remaining).
ar: لا يمكنك إضافة هذا المبلغ من &quot;%1$s&quot; إلى السلة نظرًا لعدم وجود مخزون كافٍ (%2$s متبقٍ).
de_de: Sie können die Menge von &quot;%1$s&quot; nicht dem Warenkorb hinzufügen, weil diese nicht vorrätig sind (%2$s auf Lager).
es_es: No puedes añadir esa cantidad de &quot;%1$s&quot; al carrito porque no hay suficientes existencias (quedan %2$s).
fr_fr: Vous ne pouvez pas ajouter cette quantité de &quot;%1$s&quot; au panier car il n&rsquo;y a pas assez de stock (reste %2$s).
it_it: Non puoi aggiungere questa quantità di &quot;%s&quot; al carrello perché le scorte di magazzino non sono sufficienti. (disponibili %s).
ms_my: Anda tidak dapat menambahkan jumlah "%1$s" ke troli kerana tidak ada stok yang cukup (baki %2$s).
nl_be: U kunt dat bedrag van &quot;%1$s&quot; niet toevoegen aan de winkelwagen omdat er niet genoeg voorraad is (%2$s resterend).
pt_pt: Você não pode adicionar esse valor de &quot;%1$s&quot; ao carrinho porque não há estoque suficiente (%2$s restantes).
ru_ru: Нельзя добавить такое количество &quot;%1$s&quot; в корзину, так как товара недостаточно на складе (осталось %2$s).
sv_se: Du kan inte lägga till så många &quot;%1$s&quot; i kundvagnen. Det inte finns tillräckligt i lager. Just nu har vi %2$s kvar.
tr_tr: Bu miktarı &quot;%1$s&quot ekleyemezsiniz. çünkü yeterli stok yok (%2$s kaldı).

source: The Vendor will not deliver to your location, please choose another option.
ar: لن يسلم البائع موقعك ، يرجى اختيار خيار آخر.
de_de: Der Verkäufer wird nicht an Ihren Standort liefern, bitte wählen Sie eine andere Option.
es_es: El vendedor no entregará a su ubicación, por favor elija otra opción.
fr_fr: Le vendeur ne livrera pas à votre emplacement, veuillez choisir une autre option.
it_it: Il Venditore non effettuerà consegne presso la tua sede, scegli un'altra opzione.
ms_my: Penjual tidak akan menghantar ke lokasi anda, sila pilih pilihan lain.
nl_be: De Verkoper zal niet leveren op uw locatie, kies een andere optie.
pt_pt: O Fornecedor não entregará no seu local, por favor, escolha outra opção.
ru_ru: Поставщик не будет доставлен в ваше местоположение, выберите другой вариант.
sv_se: Leverantören levererar inte till din plats, vänligen välj ett annat alternativ.
tr_tr: Satıcı, bulunduğunuz yere teslim etmeyecektir, lütfen başka bir seçenek belirtin.

source: You cannot add that amount to the cart &mdash; we have %s in stock and you already have %s in your cart.
ar: لا يمكنك إضافة هذه الكمية إلى السلة &mdash; لدينا %s في المخزن ولديك %s في سلتك.
de_de: Sie können diese Menge nicht Ihrem Warenkorb hinzufügen. Wir haben %s vorrätig und %s sind bereits im Warenkorb.
es_es: No puedes añadir esa cantidad a la cesta &mdash; disponemos de %s en stock y ya has añadido %s en tu cesta.
fr_fr: Vous ne pouvez pas ajouter cette quantité dans le panier &mdash; nous en avons %s en stock et vous en avez déjà %s dans votre panier.
it_it: Non puoi aggiungere i prodotti al carrello &mdash; abbiamo %s in stock e hai già %s nel tuo carrello.
ms_my: Anda tidak boleh menambah jumlah itu pada kereta - kami mempunyai %s dalam stok dan anda sudah mempunyai %s dalam troli anda.
nl_be: U kunt dat bedrag niet toevoegen aan de winkelwagen &mdash; wij hebben %s op voorraad en u heeft al %s in uw winkelwagen.
pt_pt: Você não pode adicionar essa quantidade de &mdash; temos %s em stock e você já tem %s em seu carrinho.
ru_ru: Вы не можете добавить это количество в рюкзак &mdash; у нас в наличии %s, у вас в рюкзаке уже %s.
sv_se: Du kan inte lägga till det antalet i din varukorg &mdash; vi har %s i lager och du har redan %s i din varukorg.

source: Invalid value posted for %s
ar: تم نشر قيمة غير صالحة لـ %s
de_de: Ungültiger Wert für %s
es_es: Valor inválido publicado para %s
fr_fr: Valeur non valide publiée pour %s
it_it: Valore non valido postato per %s
ms_my: Nilai tidak sah disiarkan untuk %s
nl_be: Ongeldige waarde geboekt voor %s
pt_pt: Valor inválido para %s
ru_ru: Недопустимое значение для %s
sv_se: Ogiltigt värde skickat för %s
tr_tr: %s için geçersiz değer gönderildi

source: %s is a required field
ar: %s هو حقل مطلوب
de_de: %s ist ein Pflichtfeld
es_es: %s es un campo requerido
fr_fr: %s est un champ obligatoire
it_it: %s è un campo obbligatorio
ms_my: %s adalah medan yang diperlukan
nl_be: %s is een verplicht veld
pt_pt: %s é um campo obrigatório
ru_ru: %s - обязательное поле
sv_se: %s är ett obligatoriskt fält
tr_tr: %s gerekli bir alandır

source: Please choose product options&hellip;
ar: رجاء حدد خصائص المنتج&hellip;
de_de: Bitte wählen Sie Produktausführungen…
es_es: Por favor, elige las opciones de producto&hellip;
fr_fr: Choisissez les options produit svp &hellip;
it_it: Per piacere scegli un'opzione per il prodotto&hellip;
ms_my: Sila pilih pilihan produk ...
nl_be: Kies a.u.b. productopties&hellip;
pt_pt: Por favor escolha opções de produto&hellip;
ru_ru: Пожалуйста, выберите опции продукта&hellip;
sv_se: Var god välj produktalternativ ...
tr_tr: Lütfen ürün seçeneklerini belirleyin&hellip;

source: View cart
ar: عرض سلة التسوق
de_de: Warenkorb ansehen
es_es: Ver carrito
fr_fr: Voir le panier
it_it: vedi carrello
ms_my: Lihat troli
nl_be: Winkelwagentje bekijken
pt_pt: Ver Carrinho
ru_ru: Корзина
sv_se: Visa kundvagn
tr_tr: Sepeti Görüntüle

source: You cannot add another "%s" to your cart.
ar: لا يمكنك إضافة "%s" آخر إلى حجوزاتك .
de_de: Sie können keinen weiteren "%s" zu Warenkorb hinzufügen.
es_es: No puedes añadir otro "%s" a tu pedido.
fr_fr: Vous ne pouvez pas ajouter un autre «&nbsp;%s&nbsp;» à votre panier.
it_it: Non puoi aggiungere un ulteriore &quot;%s&quot; nel carrello.
ms_my: Anda tidak boleh menambah satu lagi "%s" ke troli.
nl_be: U kunt geen "%s" meer aan uw winkelwagen toevoegen.
pt_pt: Você não pode adicionar outro "%s" em seu pedido.
ru_ru: Вы не можете добавить ещё &quot;%s&quot; в корзину.
sv_se: "%s" ligger redan i korgen.
tr_tr: Alışveriş sepetinize başka bir "%s" ekleyemezsiniz.

source: You cannot add that amount to the cart &mdash; we have %1$s in stock and you already have %2$s in your cart.
ar: لا يمكنك إضافة هذا المبلغ إلى سلة التسوق - لدين %1$s في المخزون ولديك بالفعل %2$s في سلة التسوق الخاصة بك.
de_de: Sie können diese Menge nicht Ihrem Warenkorb hinzufügen. Wir haben %1$s vorrätig und %2$s sind bereits in Ihrem Warenkorb.
es_es: No puedes añadir esa cantidad al pedido &mdash; tenemos %1$s existencias y has añadido %2$s en tu pedido.
fr_fr: Vous ne pouvez pas ajouter cette quantité dans le panier &mdash; nous en avons %1$s en stock et vous en avez déjà %2$s dans votre panier.
it_it: Non puoi aggiungere questo quantitativo al carrello &mdash; ne abbiamo %s a magazzino e ne hai già %s nel tuo carrello.
ms_my: Anda tidak boleh menambah jumlah itu pada troli- kami mempunyai %1$s dalam stok dan anda sudah mempunyai %2$s dalam troli anda.
nl_be: U kunt dat bedrag niet toevoegen aan het winkelwagentje; wij hebben %1$s p voorraad en u heeft al %2$s in uw winkelwagentje.
pt_pt: Você não pode adicionar esse valor ao carrinho - temos %1$s em estoque e você já tem%2$s no seu carrinho.
ru_ru: Вы не можете добавить это количество в корзину &mdash; у нас в наличии %s, у вас в корзине уже %s.
sv_se: Du kan inte lägga till det antalet i din kundvagn &mdash; vi har %1$s i lager och du har redan %2$s i din kundvagn.
tr_tr: Talep ettiğiniz adette ürün yok. Stokumuzda %s adet ürün var. Sepetinizde ise %s adet bu üründen mevcut.

source: was added to cart.
ar: تمت إضافته إلى سلة التسوق.
de_de: wurde dem Warenkorb hinzugefügt.
es_es: fue añadido a la cesta.
fr_fr: a été ajouté au panier.
it_it: è stato aggiunto al carrello.
ms_my: telah ditambah ke troli.
nl_be: werd toegevoegd aan de winkelwagen.
pt_pt: foi adicionado ao carrinho.
ru_ru: был добавлен в корзину.
sv_se: sattes i kundvagnen.
tr_tr: sepete eklendi.

source: We also recommend these products with
ar: ونوصي أيضًا باستخدام هذه المنتجات
de_de: Wir empfehlen diese Produkte auch mit
es_es: También recomendamos estos productos con
fr_fr: Nous recommandons également ces produits avec
it_it: Raccomandiamo anche questi prodotti con
ms_my: Kami juga mengesyorkan produk ini
nl_be: Wij raden deze producten ook aan met
pt_pt: Também recomendamos estes produtos com
ru_ru: Мы также рекомендуем эти продукты с
sv_se: Vi rekommenderar även dessa produkter med
tr_tr: Bu ürünleri ayrıca

source: Settings Saved!
ar: تم حفظ الاعدادات!
de_de: Einstellungen gespeichert!
es_es: ¡Ajustes guardados!
fr_fr: Réglages enregistrés !
it_it: Impostazioni Salvate!
ms_my: Tetapan disimpan!
nl_be: Opgeslagen instellingen!
pt_pt: Configurações guardadas!
ru_ru: Настройки сохранены!
sv_se: Inställningar sparade!
tr_tr: Ayarlar Kaydedildi!

source: Location set successfully
ar: تم تعيين الموقع بنجاح
de_de: Standort erfolgreich gesetzt
fr_fr: Emplacement défini avec succès
it_it: Posizione impostata
ms_my: Tetapkan lokasi dengan jayanya
nl_be: Locatie met succes ingesteld
pt_pt: Localização definida com sucesso
ru_ru: Местоположение успешно установлено
sv_se: Plats är lyckad
tr_tr: Konum başarıyla ayarlandı

source: Your location is out the range of our delivery service.
ar: موقعك خارج نطاق خدمة التوصيل الخاصة بنا.
de_de: Ihr Standort gehört nicht zu unserem Lieferservice.
es_es: Su ubicación está fuera del alcance de nuestro servicio de entrega.
fr_fr: Votre emplacement est hors de portée de notre service de livraison.
it_it: La vostra posizione è fuori dalla gamma del nostro servizio di consegna.
ms_my: Lokasi anda adalah rangkaian perkhidmatan penghantaran kami.
nl_be: Uw locatie ligt buiten het bereik van onze bezorgservice.
pt_pt: Sua localização está fora do alcance do nosso serviço de entrega.
ru_ru: Ваше местонахождение вне диапазона нашей службы доставки.
sv_se: Din plats ligger utanför utbudet av vår leveransservice.
tr_tr: Bulunduğunuz yer, teslimat hizmetimizin kapsamı dışındadır.

source: You did not change your location!
ar: أنت لم تغير موقعك!
de_de: Sie haben Ihren Standort nicht geändert!
es_es: Usted no cambió su ubicación!
fr_fr: Vous n'avez pas changé d'endroit !
it_it: Non hai cambiato la tua posizione!
ms_my: Anda tidak mengubah lokasi anda!
nl_be: U heeft uw locatie niet veranderd!
pt_pt: Você não mudou sua localização!
ru_ru: Вы не изменили свое местоположение!
sv_se: Du ändrade inte din plats!
tr_tr: Konumunuzu değiştirmediniz!

source: You will not be able to use the delivery service due to Geolocation access denied error.
ar: لن تتمكن من استخدام خدمة التسليم بسبب رفض الوصول إلى الموقع الجغرافي.
de_de: Sie können den Lieferservice nicht nutzen, da Ihnen der Zugriff auf Geolocation verweigert wurde.
es_es: Usted no podrá utilizar el servicio de entrega debido a un error de acceso denegado por Geolocation.
fr_fr: Vous ne serez pas en mesure d'utiliser le service de livraison en raison d'une erreur d'accès à la géolocalisation refusée.
it_it: Non sarà possibile utilizzare il servizio di consegna a causa di accesso Geolocation negato errore.
ms_my: Anda tidak akan dapat menggunakan perkhidmatan penghantaran disebabkan oleh akses Geolocation yang ditolak ralat.
nl_be: U zult geen gebruik kunnen maken van de leveringsservice als gevolg van een Geolocatie fout.
pt_pt: Você não poderá usar o serviço de entrega devido ao erro de acesso negado à geolocalização.
ru_ru: Вы не сможете использовать службу доставки из-за отказа в доступе к Geolocation.
sv_se: Du kommer inte att kunna använda leveransservice på grund av Geolocation-åtkomstförnekat fel.
tr_tr: Coğrafi konum erişimi reddedildi hatası nedeniyle teslimat hizmetini kullanamazsınız.

source: Product was deleted!
ar: تم حذف المنتج!
de_de: Produkt wurde gelöscht!
es_es: El producto fue eliminado!
fr_fr: Le produit a été supprimé !
it_it: Il prodotto è stato eliminato!
ms_my: Produk telah dipadam!
nl_be: Product is verwijderd!
pt_pt: O produto foi excluído!
ru_ru: Продукт удален!
sv_se: Produkten togs bort!
tr_tr: Ürün silindi!

source: Product was updated successfully!
ar: تم تحديث المنتج بنجاح!
de_de: Produkt wurde erfolgreich aktualisiert!
es_es: El producto fue actualizado con éxito!
fr_fr: Le produit a été mis à jour avec succès !
it_it: Il prodotto è stato aggiornato con successo!
ms_my: Produk telah berjaya dikemas kini!
nl_be: Product is succesvol geüpdatet!
pt_pt: O produto foi atualizado com sucesso!
ru_ru: Продукт был успешно обновлен!
sv_se: Produkten uppdaterades framgångsrikt!
tr_tr: Ürün başarıyla güncellendi!

source: Product was created successfully!
ar: تم إنشاء المنتج بنجاح!
de_de: Produkt wurde erfolgreich erstellt!
es_es: El producto fue creado con éxito!
fr_fr: Le produit a été créé avec succès !
it_it: Il prodotto è stato creato con successo!
ms_my: Produk berjaya dicipta!
nl_be: Product is met succes gemaakt!
pt_pt: Produto foi criado com sucesso!
ru_ru: Продукт был создан успешно!
sv_se: Produkten skapades framgångsrikt!
tr_tr: Ürün başarıyla oluşturuldu!

source: Please fill the email and password fields.
ar: يرجى ملء حقول البريد الإلكتروني وكلمة المرور.
de_de: Bitte füllen Sie die Felder E-Mail und Passwort aus.
es_es: Por favor, rellene los campos de correo electrónico y contraseña.
fr_fr: Veuillez remplir les champs email et mot de passe.
it_it: Si prega di compilare i campi e-mail e password.
ms_my: Sila isikan medan e-mel dan kata laluan.
nl_be: Vul de e-mail- en wachtwoordvelden in.
pt_pt: Por favor, preencha os campos de e-mail e senha.
ru_ru: Пожалуйста, заполните поля электронной почты и пароль.
sv_se: Vänligen fyll i fälten E-post och lösenord.
tr_tr: Lütfen e-posta ve şifre alanlarını doldurun.

source: Incorrect email address, please try again.
ar: عنوان بريد إلكتروني غير صحيح ، يرجى المحاولة مرة أخرى.
de_de: Falsche E-Mail-Adresse, bitte versuchen Sie es erneut.
es_es: Dirección de correo electrónico incorrecta, inténtelo de nuevo.
fr_fr: Adresse e-mail incorrecte, veuillez réessayer.
it_it: Indirizzo e-mail errato, riprovare.
ms_my: Alamat e-mel salah, sila cuba lagi.
nl_be: Onjuist email adres, probeer het nogmaals.
pt_pt: Endereço de email incorreto, por favor tente novamente.
ru_ru: Неправильный адрес электронной почты, повторите попытку.
sv_se: Felaktig e-postadress, var god försök igen.
tr_tr: Yanlış e-posta adresi, lütfen tekrar deneyin.

source: Incorrect password, please try again.
ar: كلمة السر غير صحيحة. من فضلك حاول مرة اخري.
de_de: Falsches Passwort, bitte versuchen Sie es erneut.
es_es: Contraseña incorrecta, inténtelo de nuevo.
fr_fr: Mot de passe erroné . Veuillez réessayer.
it_it: Password errata, riprovare.
ms_my: Kata laluan salah. Sila cuba lagi.
nl_be: Onjuist wachtwoord, probeer het opnieuw.
pt_pt: Senha incorreta.Por favor tente novamente.
ru_ru: Неправильный пароль, повторите попытку.
sv_se: Felaktigt lösenord. Var god försök igen.
tr_tr: Yanlış şifre. Lütfen tekrar deneyin.

source: Sorry, you cant rate this vendor.
ar: عذرا ، لا يمكنك تقييم هذا البائع.
de_de: Sorry, Sie können diesen Anbieter nicht bewerten.
es_es: Lo sentimos, usted no puede calificar a este proveedor.
fr_fr: Désolé, vous ne pouvez pas noter ce vendeur.
it_it: Ci dispiace, non si può votare questo venditore.
ms_my: Maaf, anda cant menilai penjual ini.
nl_be: Sorry, u kunt deze verkoper niet beoordelen.
pt_pt: Desculpe, você não pode avaliar este fornecedor.
ru_ru: Извините, вы не можете оценить этого поставщика.
sv_se: Tyvärr kan du inte betygsätta den här säljaren.
tr_tr: Üzgünüz, bu satıcıya puan veremezsiniz.

source: Sorry, you cant rate your self.
ar: آسف ، لا يمكنك تقييم نفسك.
de_de: Tut mir leid, du kannst dich selbst nicht bewerten.
es_es: Lo siento, no puedes calificarte a ti mismo.
fr_fr: Désolé, tu ne peux pas te noter toi-même.
it_it: Ci dispiace, non si può votare il vostro auto.
ms_my: Maaf, anda tidak dapat menilai diri anda.
nl_be: Sorry, u kunt uw zelf niet beoordelen.
pt_pt: Desculpe, você não pode avaliar sua auto.
ru_ru: Извините, вы не можете оценить себя.
sv_se: Tyvärr, du kan inte betygsätta dig själv.
tr_tr: Üzgünüm, kendini değerlendiremezsin.

source: You have already made your rating.
ar: لقد قمت بالفعل بتصنيفك.
de_de: Sie haben Ihre Bewertung bereits abgegeben.
es_es: Usted ya ha hecho su calificación.
fr_fr: Vous avez déjà fait votre évaluation.
it_it: Hai già fatto il tuo voto.
ms_my: Anda telah membuat penarafan anda.
nl_be: U hebt uw beoordeling al gemaakt.
pt_pt: Você já fez sua classificação.
ru_ru: Вы уже сделали свой рейтинг.
sv_se: Du har redan gjort ditt betyg.
tr_tr: Puanınızı zaten verdiniz.

source: Thank you for rating this vendor.
ar: شكرا لتصنيف هذا البائع.
de_de: Vielen Dank für die Bewertung dieses Anbieters.
es_es: Gracias por calificar a este proveedor.
fr_fr: Merci d'évaluer ce fournisseur.
it_it: Grazie per aver valutato questo fornitore.
ms_my: Terima kasih kerana menilai vendor ini.
nl_be: Dank u voor uw beoordeling van deze aanbieder.
pt_pt: Obrigado por avaliar este fornecedor.
ru_ru: Благодарим за оценку этого поставщика.
sv_se: Tack för att du betygsatt denna leverantör.
tr_tr: Bu satıcıya puan verdiğiniz için teşekkür ederiz.

source: Dashboard
ar: لوحة التحكم
es_es: Escritorio
fr_fr: Tableau de bord
it_it: Bacheca
ms_my: Papan Pemuka
pt_pt: Painel
ru_ru: Панель управления
sv_se: Kontrollpanel
tr_tr: Kontrol Paneli

source: Products
ar: المنتجات
de_de: Produkte
es_es: Productos
fr_fr: Produits
it_it: Prodotti
ms_my: Produk
nl_be: Producten
pt_pt: Produtos
ru_ru: Товары
sv_se: Produkter
tr_tr: Ürünler

source: Orders
ar: الطلبات
de_de: Bestellungen
es_es: Pedidos
fr_fr: Commandes
it_it: Ordini
ms_my: Perintah
nl_be: Bestellingen
pt_pt: Encomendas
ru_ru: Заказы
sv_se: Beställningar
tr_tr: Siparişler

source: Coupons
ar: الكوبونات
de_de: Gutscheine
es_es: Cupones
it_it: Coupon
ms_my: Kupon
nl_be: Kortingscodes
pt_pt: Cupons
ru_ru: Купоны
sv_se: Kuponger
tr_tr: Kuponlar

source: Settings
ar: الإعدادات
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
ms_my: Tetapan
nl_be: Instellingen
pt_pt: Configurações
ru_ru: Настройки
sv_se: Inställningar
tr_tr: Ayarlar

source: Admin
ar: مشرف
es_es: Administrador
it_it: Amministratore
pt_pt: Administrador
ru_ru: Администратор
tr_tr: Yönetici

source: (Refunded)
ar: ردها
de_de: (Rückerstattet)
es_es: (Reembolsado)
fr_fr: (Remboursé)
it_it: (Rimborsato)
ms_my: (Dikembalikan)
nl_be: (Terugbetaald)
pt_pt: (Devolveu)
ru_ru: (Возмещена)
sv_se: (Återbetalas)
tr_tr: (Iade edildi)

source: Online
ar: متواجد
es_es: En línea
fr_fr: En ligne
ms_my: Dalam talian
ru_ru: Онлайн
tr_tr: Çevrimiçi

source: Draft
ar: مسودة
de_de: Entwurf
es_es: Borrador
fr_fr: Brouillon
it_it: Bozza
nl_be: Ontwerp
pt_pt: Rascunho
ru_ru: Черновик
sv_se: Utkast
tr_tr: Taslak

source: Pending
ar: قيد الانتظار
de_de: Ausstehend
es_es: Pendiente
fr_fr: En attente
it_it: In attesa
ms_my: Menunggu
nl_be: In afwachting
pt_pt: Pendente
ru_ru: В ожидании
sv_se: Väntande
tr_tr: Beklemede

source: Offline
ar: غير متصل
fr_fr: Hors ligne
ms_my: Luar talian
pt_pt: Desligada
ru_ru: Оффлайн
sv_se: Pausad
tr_tr: Çevrimdışı

source: Make offline
ar: جعل متواجد حاليا
de_de: Offline machen
es_es: Hacer offline
fr_fr: Faire hors ligne
it_it: Fare offline
ms_my: Jadikan luar talian
nl_be: Offline maken
pt_pt: Tornar off-line
ru_ru: Сделать офлайн
sv_se: Gör offline
tr_tr: Çevrimdışı olun

source: Make online
ar: جعل على الانترنت
de_de: Machen Sie online
es_es: Hacer en línea
fr_fr: Faire en ligne
it_it: Fare in linea
ms_my: Buat talian
nl_be: Online maken
pt_pt: Faça online
ru_ru: Сделать онлайн
sv_se: Gör online
tr_tr: Çevrimiçi olun

source: Access Denied
ar: تم الرفض
de_de: Zugriff verweigert
es_es: Acceso denegado
fr_fr: Accès Refusé
it_it: Accesso Negato
ms_my: Akses dinafikan
nl_be: Toegang geweigerd
pt_pt: Acesso Negado
ru_ru: Доступ закрыт
sv_se: Åtkomst nekad
tr_tr: Erişim Engellendi

source: Discount
ar: الخصم
de_de: Rabatt
es_es: Descuento
fr_fr: Remise
it_it: Sconto
ms_my: Diskaun
nl_be: Korting
pt_pt: Desconto
ru_ru: Скидка
sv_se: Rabatt
tr_tr: İndirim

source: Free Product
ar: منتج مجاني
de_de: Gratis Produkt
es_es: Producto Gratuito
fr_fr: Produit gratuit
it_it: Prodotto libero
ms_my: Produk percuma
nl_be: Gratis product
pt_pt: Produto grátis
ru_ru: Бесплатный продукт
sv_se: Fri produkt
tr_tr: Ücretsiz ürün

source: Variation #%1$s of %2$s
ar: التباين #%1$s من %2$s
de_de: Variante %1$s von %2$s
es_es: Variación #%1$s de %2$s
fr_fr: Variation n&deg;%1$s sur %2$s
it_it: Variazione #%1$s di %2$s
ms_my: Variasi #%1$s daripada%2$s
nl_be: Variatie #%1$s van %2$s
pt_pt: Variação #%1$s de%2$s
ru_ru: Вариант #%1$s %2$s
sv_se: Variant #%1$s av %2$s
tr_tr: Varyasyon #%1$s arasında %2$s

source: Preparation/Handling Duration:
ar: مدة التحضير / المناولة:
de_de: Vorbereitungs-/Handhabungsdauer:
es_es: Duración de la preparación/manipulación:
fr_fr: Préparation et manutention Durée :
it_it: Durata della preparazione/manipolazione:
ms_my: Tempoh Penyediaan / Penanganan:
nl_be: Voorbereidings-/behandelingsduur:
pt_pt: Duração de Preparação / Manipulação:
ru_ru: Подготовка / обработка Продолжительность:
sv_se: Beredning / hanteringstid:
tr_tr: Hazırlık / İşleme Süresi:

source: Minutes
ar: دقائق
de_de: Minuten
es_es: Minutos
it_it: Minuti
ms_my: Minit
nl_be: Minuten
pt_pt: Minutos
ru_ru: Минут
sv_se: Minuter
tr_tr: Dakika

source: Ingredients:
ar: المكونات
de_de: Inhaltsstoffe:
es_es: Ingredientes:
fr_fr: Ingrédients :
it_it: Ingredienti:
ms_my: Bahan-bahan:
nl_be: Ingrediënten:
pt_pt: Ingredientes:
ru_ru: Ингредиенты:
sv_se: Ingredienser:
tr_tr: Malzemeler:

source: Description
ar: الوصف
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
ms_my: Keterangan
nl_be: Beschrijving
pt_pt: Descrição
ru_ru: Описание
sv_se: Beskrivning
tr_tr: Açıklama
