Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: Maximum orders per day has reached for this product, please come back another day.
ar: وصلت الحد الأقصى للطلبات في اليوم لهذا المنتج ، يرجى العودة في يوم آخر.
de_de: Die maximalen Bestellungen pro Tag für dieses Produkt sind erreicht, bitte kommen Sie an einem anderen Tag wieder.
es_es: Los pedidos máximos por día han alcanzado para este producto, por favor vuelva otro día.
fr_fr: Le nombre maximum de commandes par jour a été atteint pour ce produit, veuillez revenir un autre jour.
it_it: Ordini massimi al giorno ha raggiunto per questo prodotto, si prega di tornare un altro giorno.
ms_my: Pesanan maksimum sehari telah dicapai untuk produk ini, sila kembali hari yang lain.
nl_be: Maximaal aantal bestellingen per dag is bereikt voor dit product, kom een andere dag terug.
pt_pt: A quantidade máxima de pedidos por dia alcançada para este produto, por favor, volte outro dia.
ru_ru: Максимальное количество заказов в день для этого продукта, пожалуйста, верните еще один день.
sv_se: Maximala order per dag har nått för denna produkt, kom tillbaka en annan dag.
tr_tr: Bu ürün için günde maksimum sipariş ulaşır, lütfen başka bir gün geri gelin.

source: Remaining orders for today:
ar: الطلبات المتبقية لهذا اليوم:
de_de: Restbestellungen für heute:
es_es: Órdenes restantes para hoy:
fr_fr: Il reste des commandes pour aujourd'hui :
it_it: Gli ordini rimanenti per oggi:
ms_my: Perintah untuk hari ini:
nl_be: Resterende orders voor vandaag:
pt_pt: Pedidos restantes para hoje:
ru_ru: Оставшиеся заказы на сегодня:
sv_se: Återstående order för idag:
tr_tr: Bugün için kalan siparişler:

source: Maximum orders per day:
ar: الحد الأقصى للطلبات في اليوم الواحد:
de_de: Maximale Bestellungen pro Tag:
es_es: Pedidos máximos por día:
fr_fr: Nombre maximum de commandes par jour :
it_it: Numero massimo di ordini al giorno:
ms_my: Pesanan maksimum setiap hari:
nl_be: Maximaal aantal bestellingen per dag:
pt_pt: Quantidade máxima por dia:
ru_ru: Максимальные заказы в день:
sv_se: Maximal order per dag:
tr_tr: Günde maksimum sipariş:

source: Delivery
ar: التسليم
de_de: Lieferung
es_es: Entrega
fr_fr: Livraison
it_it: Consegna
ms_my: Bayaran penghantaran
nl_be: Levering
pt_pt: Entrega
ru_ru: Доставка
sv_se: Leverans
tr_tr: Teslim Tarihi veya Süresi

source: Pickup
ar: الإستلام يدويا
de_de: Übernahme
es_es: Recoger
fr_fr: Ramassage
nl_be: Ophalen
pt_pt: Pegar
ru_ru: Самовывоз
sv_se: Hämtas
tr_tr: Almak

source: Dine-in
ar: تناول الطعام في
it_it: Cenare in
ms_my: Makan di rumah
nl_be: Dineren
pt_pt: Jantar em
ru_ru: Пообедать в
sv_se: Hugg in
tr_tr: Yemek

source: Curbside
ar: رصيف السيارات
de_de: Bordstein
es_es: En la acera
fr_fr: Bordure de trottoir
nl_be: Kant

source: The order will be processed
ar: ستتم معالجة الطلب
de_de: Die Bestellung wird bearbeitet
es_es: El pedido será procesado
fr_fr: La commande sera traitée
it_it: L'ordine verrà elaborato
ms_my: Pesanan akan diproses
nl_be: De bestelling wordt verwerkt
pt_pt: O pedido será processado
ru_ru: Заказ будет обработан
sv_se: Ordern kommer att behandlas
tr_tr: Sipariş işlenecek

source: Addresses:
ar: عناوين:
de_de: Adressen:
es_es: Direcciones:
fr_fr: Adresses :
it_it: Indirizzi:
ms_my: Alamat:
nl_be: Adressen:
pt_pt: Endereços:
ru_ru: Адреса:
sv_se: Adresser:
tr_tr: Adresler:

source: Please set your location to make a delivery order.
ar: يرجى تحديد موقعك لتقديم طلب تسليم.
de_de: Bitte geben Sie Ihren Standort an, um einen Lieferauftrag zu erteilen.
es_es: Por favor, establezca su ubicación para hacer una orden de entrega.
fr_fr: Veuillez indiquer votre emplacement pour passer une commande de livraison.
it_it: Si prega di impostare la propria posizione per effettuare un ordine di consegna.
ms_my: Sila tetapkan lokasi anda untuk membuat pesanan penghantaran.
nl_be: Stel uw locatie in voor het maken van een bezorgopdracht.
pt_pt: Por favor, defina sua localização para fazer uma ordem de entrega.
ru_ru: Укажите свое местоположение, чтобы сделать заказ на доставку.
sv_se: Ange din plats för att göra en leveransorder.
tr_tr: Lütfen teslimat siparişi vermek için konumunuzu ayarlayın.

source: This vendor
ar: هئا البائع:
de_de: Dieser Anbieter
es_es: Este proveedor
fr_fr: Ce fournisseur
it_it: Questo venditore
ms_my: Penjual ini
nl_be: Deze verkoper
pt_pt: Este vendedor
ru_ru: Этот поставщик
sv_se: Denna leverantör
tr_tr: Satıcı

source: This Vendor is in your neighbourhood.
ar: هذا البائع في منطقتك.
de_de: Dieser Verkäufer ist in Ihrer Nähe.
es_es: Este vendedor está en su vecindario.
fr_fr: Ce vendeur se trouve dans votre voisinage.
it_it: Questo Venditore è nelle tue vicinanze.
ms_my: Penjual ini berada di kawasan kejiranan anda.
nl_be: Deze verkoper is bij u in de buurt.
pt_pt: Este vendedor está no seu bairro.
ru_ru: Этот поставщик находится в вашем районе.
sv_se: Denna leverantör är i ditt närområde.
tr_tr: Bu satıcı mahallenizde.

source: Number of People invited?
ar: عدد الأشخاص المدعوين؟
de_de: Anzahl der eingeladenen Personen?
es_es: Número de personas invitadas?
fr_fr: Nombre de personnes invitées ?
it_it: Numero di persone invitate?
ms_my: Bilangan Orang yang dijemput?
nl_be: Aantal uitgenodigde personen?
pt_pt: Número de pessoas convidadas?
ru_ru: Количество приглашенных?
sv_se: Antal inbjudna personer?
tr_tr: Davet edilen kişi sayısı?

source: Car Information
ar: معلومات السيارة
de_de: Fahrzeug-Informationen
es_es: Información del vehículo
fr_fr: Informations sur le vélo
it_it: Informazioni auto
ms_my: Maklumat Kereta
nl_be: Autoinformatie
pt_pt: Informação do automóvel
ru_ru: Информация о машине
sv_se: Information om bilen
tr_tr: ARAÇ BİLGİSİ

source: Car's make, model & color
ar: صنع السيارة والطراز واللون
de_de: Automarke, Modell & Farbe
es_es: Marca, modelo y color del coche
fr_fr: Marque, modèle et couleur de la voiture
it_it: Marca, modello e colore dell'auto
ms_my: Membuat, model &amp; warna kereta
nl_be: Automerk, model & kleur
pt_pt: Marca, modelo e cor do carro
ru_ru: Марка автомобиля, модель и цвет
sv_se: Bilens märke, modell och färg
tr_tr: Otomobilin markası, modeli ve rengi

source: Add special comments or a person name.
ar: أضف تعليقات خاصة أو اسم شخص.
de_de: Fügen Sie spezielle Kommentare oder einen Personennamen hinzu.
es_es: Añada comentarios especiales o el nombre de una persona.
fr_fr: Ajoutez des commentaires spéciaux ou un nom de personne.
it_it: Aggiungere commenti speciali o il nome di una persona.
ms_my: Tambah ulasan khas atau nama orang.
nl_be: Opmerkingen toevoegen...
pt_pt: Adicione comentários especiais ou um nome de pessoa.
ru_ru: Добавьте специальные комментарии или имя человека.
sv_se: Lägg till speciella kommentarer eller ett personnamn.
tr_tr: Özel yorumlar veya kişi adı ekleyin.

source: Don't add products names, that have separate prices, Just add instructions for your current product like "add extra sauces or toppings" ..etc.
ar: لا تضف أسماء منتجات ، لها أسعار منفصلة ، فقط أضف تعليمات لمنتجك الحالي مثل &quot;إضافة صلصة أو طبقة إضافية&quot; ..الخ.
de_de: Fügen Sie keine Produktnamen hinzu, die separate Preise haben. Fügen Sie einfach Anweisungen für Ihr aktuelles Produkt hinzu, wie z.B. "zusätzliche Soßen oder Toppings hinzufügen" usw.
es_es: No agregue nombres de productos, que tienen precios separados, Sólo agregue instrucciones para su producto actual como "agregue salsas o coberturas adicionales"... etc.
fr_fr: N'ajoutez pas de noms de produits, qui ont des prix séparés. Ajoutez simplement des instructions pour votre produit actuel comme "ajouter des sauces ou des garnitures supplémentaires", etc.
it_it: Non aggiungere nomi di prodotti, che hanno prezzi separati, basta aggiungere le istruzioni per il prodotto corrente come "aggiungere salse o condimenti extra" ... ecc.
ms_my: Jangan tambahkan nama produk, yang mempunyai harga berasingan, tambahkan arahan untuk produk semasa anda seperti &quot;menambah sos tambahan atau topping&quot; ..tetap.
nl_be: Voeg instructies/opmerkingen toe voor uw huidige product, zoals "goed gebakken, ...".
pt_pt: Não adicione nomes de produtos, que tenham preços separados, apenas adicione instruções para o seu produto atual, como &quot;adicione molhos ou coberturas extras&quot; ..etc.
ru_ru: Не добавляйте названия продуктов, у которых есть отдельные цены. Просто добавьте инструкции для своего текущего продукта, например «добавьте дополнительные соусы или начинки» ..etc.
sv_se: Lägg inte till produktnamn, som har separata priser. Lägg bara till instruktioner för din nuvarande produkt som &quot;lägg till extra såser eller påfyllningar&quot;.
tr_tr: Ayrı fiyatlara sahip ürün adları eklemeyin. Sadece mevcut ürünleriniz için &quot;fazladan sos veya ekmek ekleyin&quot; gibi talimatlar ekleyin.

source: Buy
ar: شراء
de_de: Kaufen
es_es: Comprar
fr_fr: Acheter
it_it: Acquista
ms_my: Beli
nl_be: Kopen
pt_pt: Comprar
ru_ru: Купить
sv_se: Köp
tr_tr: Satın Al

source: Get
ar: أخذ
de_de: Hole
es_es: Obtener
fr_fr: Obtenir
it_it: Ottieni
ms_my: Dapatkan
nl_be: Krijgen
pt_pt: Obter
ru_ru: Получить
sv_se: Få
tr_tr: Almak

source: Get a free
ar: إحصل مجانا
de_de: Holen Sie sich eine kostenlose
es_es: Obtenga un
fr_fr: Obtenez un
it_it: Ottieni un
ms_my: Dapatkan percuma
nl_be: Krijg gratis
pt_pt: Receba um livre
ru_ru: Получите бесплатный
sv_se: Få en gratis
tr_tr: Ücretsiz alın

source: Processing
ar: معالجة
de_de: In Bearbeitung
es_es: Procesando
fr_fr: En cours
it_it: Elaborazione
ms_my: Sedang diproses
nl_be: In behandeling
pt_pt: A processar
ru_ru: Обработка
sv_se: Bearbetas
tr_tr: İşleniyor

source: day
ar: يوم
de_de: Tag
es_es: día
fr_fr: jour
it_it: giorno
ms_my: hari
nl_be: dag
pt_pt: dia
ru_ru: день
sv_se: dag
tr_tr: gün

source: hour
ar: ساعة
de_de: Stunde
es_es: hora
fr_fr: heure
it_it: ora
ms_my: jam
nl_be: uur
pt_pt: hora
ru_ru: час
sv_se: timme
tr_tr: saat

source: min
ar: دقيقة
it_it: minuti
pt_pt: minuto
ru_ru: мин
tr_tr: dakika

source: In queue
ar: في قائمة الانتظار
de_de: In Wrteschlange
es_es: En cola
fr_fr: En attente
it_it: In coda
ms_my: Dalam barisan
nl_be: In wachtrij
pt_pt: Na fila
ru_ru: В процессе
sv_se: I kö
tr_tr: Resim Kuyruğu Hata Ayıklaması

source: After
ar: بعد
de_de: Nach
es_es: Después
fr_fr: Après
it_it: Dopo
ms_my: Selepas
nl_be: Na
pt_pt: Depois
ru_ru: После
sv_se: Efter
tr_tr: Sonra

# %2$s = human-readable time difference
source: %1$s %2$s ago
ar: %1$s منذ %2$s
es_es: Hace %1$s Hace %2$s
it_it: %1$s %2$s fa
ms_my: %1$s %2$s yang lalu
nl_be: %1$s %2$s geleden
pt_pt: %1$s %2$s atrás
ru_ru: %1$s %2$s назад
sv_se: %1$s %2$s sedan
tr_tr: %1$s %2$s önce

# %s = human-readable time difference
source: %s ago
ar: منذ %s
de_de: vor %s
es_es: hace %s
fr_fr: Il y a %s
it_it: %s fa
ms_my: %s yang lalu
nl_be: %s geleden
pt_pt: %s atrás
ru_ru: %s назад
sv_se: %s sedan
tr_tr: %s önce

source: Standard
ar: قياسي
es_es: Estándar
nl_be: Standaard
ru_ru: Стандарт
tr_tr: Standart

source: Note: The website fees of this order will be deducted from the current vendor balance. If the balance is insufficient, it will go in minus.
ar: ملاحظة: سيتم خصم رسوم الموقع الإلكتروني لهذا الطلب من رصيد البائع الحالي. إذا كان الرصيد غير كافٍ ، فسيتم طرحه في سالب.
de_de: Hinweis: Die Website-Gebühren dieser Bestellung werden vom aktuellen Lieferantensaldo abgezogen. Wenn der Saldo nicht ausreicht, geht er ins Minus.
es_es: Nota: Las tarifas del sitio web de este pedido se deducirán del saldo actual del proveedor. Si el saldo es insuficiente, entrará en menos.
fr_fr: Note : Les frais de site web de cette commande seront déduits du solde actuel du vendeur. Si le solde est insuffisant, il passera en négatif.
it_it: Nota: Le spese del sito web di questo ordine saranno detratte dal saldo corrente del venditore. Se l'equilibrio è insufficiente, andrà in meno.
ms_my: Nota: Bayaran laman web ini akan ditolak daripada baki penjual semasa. Sekiranya baki tidak mencukupi, ia akan dikurangkan.
nl_be: Let op: De websitekosten van deze bestelling worden in mindering gebracht op het huidige aanbiederssaldo. Als het saldo onvoldoende is, zal het in min gaan.
pt_pt: Nota: As taxas do website deste pedido serão deduzidas do saldo atual do fornecedor. Se o saldo for insuficiente, entrará em menos.
ru_ru: Примечание. Стоимость веб-сайта этого заказа будет вычтена из текущего баланса поставщика. Если баланс недостаточен, он будет идти минус.
sv_se: Obs! Webbplatsavgifterna för denna order kommer att dras av från den aktuella leverantörsbalansen. Om balansen är otillräcklig kommer den att gå i minus.
tr_tr: Not: Bu siparişin web sitesi ücretleri mevcut satıcı dengesinden düşülecektir. Denge yetersiz ise eksi olarak gider.

source: The parent order was marked as "completed" because all child orders ware completed.
ar: تم وضع علامة على الطلب الأصلي على أنه &quot;مكتمل&quot; نظرًا لإنتهاء جميع طلبات أوامر الأطفال.
de_de: Der Mutterauftrag wurde als "erledigt" gekennzeichnet, da alle Tochteraufträge abgeschlossen waren.
es_es: La orden matriz se marcó como "completada" porque todos los pedidos inferiores se completaron.
fr_fr: L'ordre parent a été marqué comme " complété " parce que toutes les commandes des enfants sont terminées.
it_it: L'ordine genitore è stato contrassegnato come "completato" perché tutti gli ordini dei bambini ware completato.
ms_my: Pesanan ibu bapa ditandakan sebagai &quot;selesai&quot; kerana semua pesanan kanak-kanak diperiksa.
nl_be: Het hoofdorder werd gemarkeerd als "voltooid", omdat alle suborders werden voltooid.
pt_pt: A ordem pai foi marcada como &quot;concluída&quot; porque todos os pedidos secundários foram concluídos.
ru_ru: Родительский заказ был отмечен как «завершенный», потому что все заказы на поставку детей завершены.
sv_se: Föräldraordern märktes som &quot;färdigställd&quot; eftersom alla barnbeställningsvaror slutfördes.
tr_tr: Tüm alt siparişler tamamlandığı için ana sipariş &quot;tamamlandı&quot; olarak işaretlendi.

source: Sorry you cannot order from %s
ar: عذرًا ، لا يمكنك طلب من %s
de_de: Es tut mir leid, dass du nicht bei %s bestellen kannst.
es_es: Lo sentimos, no se puede hacer un pedido desde %s
fr_fr: Désolé, vous ne pouvez pas commander à partir de %s
it_it: Spiacente, non è possibile ordinare da %s
ms_my: Maaf, anda tidak boleh memesan dari %s
nl_be: Sorry dat u niet kunt bestellen bij %s
pt_pt: Desculpe, você não pode encomendar de %s
ru_ru: Извините, вы не можете заказать у %s
sv_se: Tyvärr kan du inte beställa från %s
tr_tr: Üzgünüm, %s&#39;den sipariş alamıyorsunuz

source: Sorry, You cannot make a %1$s order for %2$s at this time. Please update your %3$s.
ar: عذرًا ، لا يمكنك إجراء أمر %1$s لـ%2$s في هذا الوقت. يرجى تحديث %3$s
de_de: Sorry, Du kannst zur Zeit keine %1$s Bestellung für %2$s machen. Bitte aktualisieren Sie Ihre %3$s.
es_es: Lo sentimos, no puedes hacer un pedido de %1$s por %2$s en este momento. Por favor actualice su %3$s.
fr_fr: Désolé, vous ne pouvez pas faire une commande de %1$s pour %2$s en ce moment. Veuillez mettre à jour vos %3$s.
it_it: Spiacente, al momento non è possibile effettuare un ordine di %1$s per %2$s. Aggiorna la tua %3$s.
ms_my: Maaf, Anda tidak boleh membuat%1$s pesanan untuk%2$s pada masa ini. Sila kemas kini%3$s anda.
nl_be: Sorry, U kunt op dit moment geen %1$s order maken voor %2$s. Gelieve uw %3$s bij te werken.
pt_pt: Desculpe, não é possível fazer um pedido%1$s para%2$s neste momento. Por favor, atualize seu%3$s.
ru_ru: Извините, вы не можете сделать заказ%1$s для%2$s в это время. Обновите свой%3$s.
sv_se: Tyvärr, du kan inte göra en%1$s-order för%2$s just nu. Uppdatera din%3$s.
tr_tr: Üzgünüz, şu anda %2$s için%1$s siparişi veremezsiniz. Lütfen %3$s’ ınızı güncelleyin.

source: Cart
ar: سلة التسوق
de_de: Warenkorb
es_es: Carrito
fr_fr: Panier
it_it: Carrello
nl_be: Winkelmandje
pt_pt: Carrinho
ru_ru: Корзина
sv_se: Varukorg
tr_tr: Sepet

source: Sorry, The preparation timing set for %1$s&apos;s products is inappropriate. Please choose a time between %2$s
ar: عذرًا ، إعداد توقيت مجموعة منتجات %1$s غير مناسب. يرجى اختيار وقت بين %2$s
de_de: Sorry, der für %1$s&apos;s Produkte eingestellte Vorbereitungszeitpunkt ist unangemessen. Bitte wählen Sie eine Zeit zwischen %2$s.
es_es: Lo sentimos, el tiempo de preparación establecido para los productos de %1$s es inapropiado. Por favor, elija un tiempo entre %2$s
fr_fr: Désolé, le chronométrage de la préparation des produits %1$s&apos;s est inapproprié. Veuillez choisir une heure entre %2$s
it_it: Spiacente, Il tempo di preparazione impostato per i prodotti %1$s&apos;s è inappropriato. Scegliere un tempo compreso tra %2$s
ms_my: Maaf, waktu penyediaan yang ditetapkan untuk produk%1$s tidak sesuai. Sila pilih masa antara%2$s
nl_be: Sorry, De voorbereidingstijdstip voor de producten van %1$s is ongeschikt. Kies een tijd tussen %2$s
pt_pt: Desculpe, o tempo de preparação definido para os produtos de%1$s é inadequado. Por favor, escolha um tempo entre%2$s
ru_ru: К сожалению, время подготовки, установленное для продуктов%1$s, является неуместным. Выберите время между%2$s
sv_se: Tyvärr, förberedelsestiden för%1$s produkter är olämplig. Vänligen välj en tid mellan%2$s
tr_tr: Üzgünüz, %1$s&#39;nin ürünleri için hazırlanan hazırlık zamanlaması uygun değil. Lütfen %2$s arasında bir zaman seçin

source: or
ar: أو
de_de: oder
es_es: o
fr_fr: ou
it_it: o
ms_my: vai
nl_be: of
pt_pt: ou
ru_ru: или
sv_se: eller
tr_tr: veya

source: Sorry, we cannot receive any more orders for %1$s today. Please update your %2$s.
ar: عذرًا ، لا يمكننا تلقي أي طلبات أخرى لـ %1$s اليوم. يرجى تحديث %2$s
de_de: Sorry, wir können heute keine weiteren Bestellungen für %1$s erhalten. Bitte aktualisieren Sie Ihre %2$s.
es_es: Lo sentimos, no podemos recibir más pedidos por %1$s hoy. Por favor actualice su %2$s.
fr_fr: Désolé, nous ne pouvons plus recevoir de commandes pour %1$s aujourd'hui. Veuillez mettre à jour vos %2$s.
it_it: Siamo spiacenti, non possiamo ricevere altri ordini per %1$s oggi. Aggiorna la tua %2$s.
ms_my: Maaf, kami tidak dapat menerima sebarang pesanan untuk%1$s hari ini. Sila kemas kini%2$s anda.
nl_be: Sorry, we kunnen vandaag de dag geen bestellingen meer ontvangen voor %1$s. Gelieve uw %2$s bij te werken.
pt_pt: Desculpe, não podemos receber mais pedidos de%1$s hoje. Por favor, atualize seus %2$s.
ru_ru: К сожалению, мы не можем получать больше заказов за%1$s сегодня. Обновите свои%2$s.
sv_se: Tyvärr kan vi inte få fler order för%1$s idag. Uppdatera din%2$s.
tr_tr: Maalesef, bugün %1$s için daha fazla sipariş alamıyoruz. Lütfen %2$s’ nizi güncelleyin.

source: Sorry, the minimum order amount for delivery service from %1$s is %2$s
ar: عذرًا ، الحد الأدنى لمبلغ الطلب لخدمة التوصيل من %1$s هو %2$s
de_de: Sorry, der Mindestbestellwert für den Lieferservice von %1$s ist %2$s.
es_es: Lo sentimos, el pedido mínimo para el servicio de entrega desde %1$s es de %2$s
fr_fr: Désolé, le montant minimum de commande pour un service de livraison à partir de %1$s est de %2$s.
it_it: Siamo spiacenti, l'importo minimo dell'ordine per il servizio di consegna da %1$s è %2$s
ms_my: Maaf, jumlah pesanan minimum untuk perkhidmatan penghantaran dari%1$s adalah%2$s
nl_be: Sorry, het minimum orderbedrag voor bezorging vanaf %1$s is %2$s
pt_pt: Desculpe, o valor mínimo do pedido para o serviço de entrega de%1$s é%2$s
ru_ru: Извините, минимальная сумма заказа на доставку из%1$s равна%2$s
sv_se: Tyvärr är lägsta beställningsbeloppet för leveransservice från%1$s %2$s
tr_tr: Maalesef, %1$s &#39;den teslimat hizmeti için minimum sipariş tutarı %2$s

source: Sorry, %1$s will be closed at the selected time. %1$s&apos;s timing at %2$s is %3$s to %4$s & %5$s to %6$s
ar: عذرًا ، سيتم إغلاق %1$s في الوقت المحدد. توقيت %1$s عند %2$s هو %3$s إلى %4$s و %5$s إلى %6$s
de_de: Sorry, %1$s wird zur gewählten Zeit geschlossen. %1$s&apos;s Timing bei %2$s ist %3$s bis %4$s & %5$s bis %6$s.
es_es: Lo sentimos, %1$s será cerrado en el momento seleccionado. %1$s&apos;s timing at %2$s is %3$s to %4$s & %5$s to %6$s
fr_fr: Désolé, %1$s sera fermé à l'heure sélectionnée. %1$s&apos;s timing at %2$s is %3$s to %4$s & %5$s to %6$s
it_it: Spiacente, %1$s sarà chiuso all'ora selezionata. %1$s&apos;s temporizzazione a %2$s è %3$s a %4$s & %5$s a %6$s
ms_my: Maaf,%1$s akan ditutup pada waktu yang dipilih. Pemasaan%1$s pada%2$s adalah%3$s hingga%4$s &amp;%5$s hingga%6$s
nl_be: Sorry, %1$s wordt gesloten op het geselecteerde tijdstip. De timing van 1$s op %2$s is %3$s tot %4$s & %5$s tot %6$s.
pt_pt: Desculpe,%1$s será fechado no horário selecionado. O tempo de%1$s em%2$s é%3$s para%4$s e%5$s em%6$s
ru_ru: Извините,%1$s будет закрыто в указанное время. %1$s время в%2$s составляет от %3$s до%4$s &amp;%5$s до%6$s
sv_se: Tyvärr,%1$s kommer att stängas vid vald tidpunkt. %1$s timing vid%2$s är%3$s till%4$s &amp;%5$s till%6$s
tr_tr: Üzgünüz,%1$s seçili zamanda kapanacak. %1$s&#39;nin zamanlaması%2$s iken%3$s -%4$s ve%5$s -%6$s arasında

source: Sorry, %1$s will be closed at the selected time. %1$s&apos;s timing at %2$s is %3$s to %4$s
ar: عذرًا ، سيتم إغلاق %1$s في الوقت المحدد. توقيت %1$s عند %2$s هو %3$s إلى %4$s
de_de: Sorry, %1$s wird zur gewählten Zeit geschlossen. %1$s&apos;s Timing bei %2$s ist %3$s bis %4$s.
es_es: Lo sentimos, %1$s será cerrado en el momento seleccionado. La sincronización de $1$s a %2$s es de %3$s a %4$s
fr_fr: Désolé, %1$s sera fermé à l'heure sélectionnée. %1$s&apos;s timing at %2$s is %3$s to %4$s
it_it: Spiacente, %1$s sarà chiuso all'ora selezionata. %1$s&apos;s temporizzazione a %2$s è %3$s a %4$s
ms_my: Maaf,%1$s akan ditutup pada waktu yang dipilih. Pemasaan%1$s pada%2$s adalah%3$s hingga%4$s
nl_be: Sorry, %1$s wordt gesloten op het geselecteerde tijdstip. De timing van %1$s op %2$s is %3$s tot %4$s.
pt_pt: Desculpe,%1$s será fechado no horário selecionado. O tempo de%1$s em%2$s é de%3$s para%4$s
ru_ru: Извините,%1$s будет закрыто в указанное время. %1$s время в%2$s составляет от %3$s до%4$s
sv_se: Tyvärr,%1$s kommer att stängas vid vald tidpunkt. %1$s timing vid%2$s är%3$s till%4$s
tr_tr: Üzgünüz,%1$s seçili zamanda kapanacak. %1$s&#39;nin zamanlaması%2$s iken%3$s -%4$s arasında

source: Sorry, The preparation time set for %s&apos;s products is inappropriate.
ar: عذرًا ، يعتبر وقت الإعداد المحدد لمنتج %s غير مناسب.
de_de: Sorry, die für %s&apos;s Produkte eingestellte Vorbereitungszeit ist unangemessen.
es_es: Lo sentimos, el tiempo de preparación establecido para los productos de %s&apos;s es inapropiado.
fr_fr: Désolé, le temps de préparation fixé pour les produits %s&apos;s est inapproprié.
it_it: Spiacente, Il tempo di preparazione impostato per i prodotti %s&apos;s&apos;è inappropriato.
ms_my: Maaf, Masa persediaan yang ditetapkan untuk produk %s adalah tidak sesuai.
nl_be: Sorry, De bereidingstijd voor de producten van %s&apos;s is ongeschikt.
pt_pt: Desculpe, o tempo de preparação definido para os produtos de %s é inadequado.
ru_ru: Извините, время подготовки, установленное для продуктов %s, является неуместным.
sv_se: Tyvärr, förberedelsestiden för %s produkter är olämplig.
tr_tr: Maalesef, %s ürün için hazırlanan hazırlık süresi uygun değildir.
