Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: Upload a banner for your shop. Banner size is (1125x190) pixel.
ar: تحميل لافتة لمتجرك. حجم الشعار هو (1125 × 190 بكسل).
de_de: Laden Sie ein Banner für Ihren Shop hoch. Die Bannergröße beträgt (1125x190) Pixel.
es_es: Sube un banner para tu tienda. El tamaño del banner es (1125x190) píxeles.
fr_fr: Téléchargez une bannière pour votre boutique. La taille de la bannière est de (1125x190) pixels.
it_it: Carica un banner per il tuo negozio. La dimensione del banner è (1125x190) pixel.
ms_my: Muat naik sepanduk untuk kedai anda. Saiz banner adalah (1125x190) piksel.
nl_be: Upload een banner voor je shop. De banergrootte is (1125x190) pixel.
pt_pt: Faça o upload de um banner para sua loja. O tamanho do banner é de (1125x190) pixels.
ru_ru: Загрузите баннер для своего магазина. Размер баннера (1125x190).
sv_se: Ladda upp en banderoll till din butik. Bannerstorlek är (1125x190) pixel.
tr_tr: Mağazanız için bir banner yükleyin. Afiş boyutu (1125x190) pikseldir.

source: Upload Logo
ar: ارفع صورة شعار
de_de: Logo hochladen
es_es: Subir Logo
fr_fr: Télécharger votre logo
it_it: Carica Logo
ms_my: Logo muat naik
ru_ru: Загрузить логотип
sv_se: Ladda upp Logotyp
tr_tr: Logo Yükle

source: Shop Notice
ar: متجر لاحظ
de_de: Shop Hinweis
es_es: Aviso de la tienda
fr_fr: Avis de boutique
it_it: Avviso Negozio
ms_my: Pemberitahuan Kedai
nl_be: Winkelbericht
pt_pt: Aviso de loja
ru_ru: Уведомление магазина
sv_se: Handla meddelande
tr_tr: Mağaza haber

source: Social Settings
ar: اعدادات التواصل الاجتماعي
de_de: Sozial Media Einstellungen
es_es: Ajustes sociales
fr_fr: Paramètres des réseaux sociaux
it_it: Impostazioni Social
ms_my: Tetapan Sosial
nl_be: Sociale instellingen
pt_pt: Definições Redes Sociais
ru_ru: Социальные настройки
sv_se: Sociala inställningar
tr_tr: Sosyal Ayarlar

source: Open/Close Timings
ar: فتح / إغلاق التوقيت
de_de: Öffnungs-/Schließzeiten
es_es: Tiempos de apertura y cierre
fr_fr: Temps d'ouverture/fermeture
it_it: Orari di apertura/chiusura
ms_my: Buka / Tutup Masa
nl_be: Timing openen/sluiten
pt_pt: Horário Aberto / Fechado
ru_ru: Время открытия / закрытия
sv_se: Öppna / Stäng Timing
tr_tr: Aç / Kapat Zamanlamaları

source: Withdrawal Methods
ar: طرق السحب
de_de: Auszahlungsmethoden
es_es: Métodos de Metiro
fr_fr: Méthodes de retrait Méthodes de retrait
it_it: Metodi di prelievo
ms_my: Kaedah Pengeluaran
nl_be: Methodes voor geldopname
pt_pt: Métodos de retirada
ru_ru: Способы вывода средств
sv_se: Återtagningsmetoder
tr_tr: Para Çekme Yöntemleri

source: General Info
ar: معلومات عامة
de_de: Allgemeine Information
es_es: Información general
fr_fr: Informations générales
it_it: Informazioni generali
ms_my: Maklumat umum
nl_be: Algemene informatie
pt_pt: Informações gerais
ru_ru: Общая информация
sv_se: Övergripande
tr_tr: Genel Bilgiler

source: Shop type
ar: نوع المحل
de_de: Ladentyp
es_es: Tipo de tienda
fr_fr: Type de magasin
it_it: Tipo Negozio
ms_my: Jenis kedai
nl_be: Winkel type
pt_pt: Tipo de loja
ru_ru: Тип магазина
sv_se: Butikstyp
tr_tr: Mağaza türü

source: Shop name
ar: اسم المتجر
es_es: Nombre de la tienda
fr_fr: Nom de la boutique
it_it: Nome Negozio
ms_my: Nama kedai
nl_be: Naam winkel
pt_pt: Nome da loja
ru_ru: Имя Магазина
sv_se: Butiksnamn
tr_tr: Mağaza Adı

source: e.g. In front of cinema, Fourth floor, Seasons mall
ar: على سبيل المثال أمام السينما ، الطابق الرابع ، مول سيزونز
de_de: z.B. vor dem Kino, Vierter Stock, Seasons Mall
es_es: p.ej. Frente al cine, Cuarto piso, Centro comercial Seasons
fr_fr: p. ex. devant le cinéma, quatrième étage, centre commercial Seasons mall
it_it: es. davanti al cinema, quarto piano, centro commerciale Seasons mall
ms_my: contohnya di hadapan panggung wayang, tingkat keempat, mal musim
nl_be: Bv. voor bioscoop, Vierde verdieping, Seizoenen winkelcentrum
pt_pt: Por exemplo, na frente do cinema, quarto andar, shopping Seasons
ru_ru: например, перед кинотеатром, четвертый этаж, торговый центр Seasons
sv_se: t ex framför biografen, fjärde våningen, årstider köpcentret
tr_tr: Örneğin sinema önünde, Dördüncü kat, Seasons alışveriş merkezi

source: i.e Italian, Indian, Fast Food, Fine Dining .. etc.
ar: أي الإيطالية ، الهندية ، الوجبات السريعة ، المطاعم الجميلة .. إلخ.
de_de: z.B. Italienisch, Indisch, Fast Food, Fine Dining etc.
es_es: es decir, Italiano, Indio, Comida Rápida, Comida Fina... etc.
fr_fr: i.e. Italien, Indien, Fast Food, Restauration rapide, Fine Dining... etc. etc.
it_it: cioè italiano, indiano, indiano, Fast Food, Fine Dining.... ecc.
ms_my: iaitu Bahasa Itali, India, Makanan Segera, Makanan Halus .. dsb.
nl_be: Italiaanse, Indiase, fast food, fijne keuken ... enz.
pt_pt: ou seja, italiano, indiano, fast food, jantar fino .. etc.
ru_ru: т.е. итальянский, индийский, фаст-фуд, изысканный обед и т. д.
sv_se: det vill säga italiensk, indisk, snabbmat, fina middagar etc.
tr_tr: İtalyan, Hint, Fast Food, Fine Dining vb.

source: Allow receiving emails from the shop page.
ar: السماح باستلام رسائل البريد الإلكتروني من صفحة المتجر.
de_de: Erlaubt den Empfang von E-Mails von der Shop-Seite.
es_es: Permitir la recepción de correos electrónicos desde la página de la tienda.
fr_fr: Permet de recevoir des courriels de la page de la boutique.
it_it: Consente di ricevere e-mail dalla pagina del negozio.
ms_my: Benarkan menerima e-mel dari halaman kedai.
nl_be: Sta toe dat u e-mails ontvangt van de winkelpagina.
pt_pt: Permitir receber e-mails da página da loja.
ru_ru: Разрешить получать электронные письма со страницы магазина.
sv_se: Tillåt att ta emot e-post från butikssidan.
tr_tr: Mağaza sayfasından e-posta almasına izin ver.

source: Start time (24 hours format 00:00)
ar: وقت البدء (تنسيق 24 ساعة 00:00)
de_de: Startzeit (24 Stunden Format 00:00)
es_es: Hora de inicio (formato de 24 horas 00:00)
fr_fr: Heure de début (format 24 heures 00:00:00)
it_it: Ora di inizio (formato 24 ore 00:00)
ms_my: Masa mula (format 24 jam 00:00)
nl_be: Starttijd (24 uur formaat 00:00)
pt_pt: Hora de início (formato 24 horas 00:00)
ru_ru: Время начала (24 часа в формате 00:00)
sv_se: Starttid (24 timmar format 00:00)
tr_tr: Başlangıç ​​zamanı (24 saat format 00:00)

source: End time (24 hours format 00:00)
ar: وقت الانتهاء (تنسيق 24 ساعة 00:00)
de_de: Endzeit (24 Stunden Format 00:00)
es_es: Hora de finalización (formato de 24 horas 00:00)
fr_fr: Heure de fin (format 24 heures 00:00:00)
it_it: Ora di fine (formato 24 ore 00:00)
ms_my: Masa tamat (format 24 jam 00:00)
nl_be: Eindtijd (24 uur formaat 00:00)
pt_pt: Hora de término (formato de 24 horas 00:00)
ru_ru: Время окончания (24 часа в формате 00:00)
sv_se: Sluttid (24 timmar format 00:00)
tr_tr: Bitiş zamanı (24 saat format 00:00)

source: Allow orders even when your shop is closed?
ar: السماح بالطلبيات حتى عندما يكون متجرك مغلقًا؟
de_de: Erlauben Sie Bestellungen, auch wenn Ihr Shop geschlossen ist?
es_es: ¿Permitir pedidos incluso cuando su tienda está cerrada?
fr_fr: Autoriser les commandes même lorsque votre boutique est fermée ?
it_it: Consenti ordini anche quando il tuo negozio è chiuso?
ms_my: Benarkan pesanan walaupun kedai anda ditutup?
nl_be: Zelfs bestellingen toestaan wanneer uw winkel gesloten is?
pt_pt: Permitir encomendas mesmo quando a sua loja está fechada?
ru_ru: Разрешить заказы, даже если ваш магазин закрыт?
sv_se: Tillåt order även när din butik är stängd?
tr_tr: Mağazanız kapalı olduğunda bile sipariş verilsin mi?

source: Calculate order preparation time percentage
ar: حساب النسبة المئوية لوقت إعداد الطلب
de_de: Berechnung des Zeitprozentsatzes für die Auftragsvorbereitung
es_es: Calcular el porcentaje de tiempo de preparación de pedidos
fr_fr: Calculer le pourcentage du temps de préparation des commandes
it_it: Calcolare il tempo di preparazione dell'ordine percentuale
ms_my: Hitung peratusan masa penyediaan pesanan
nl_be: Bereken het percentage van de voorbereidingstijd van de bestelling
pt_pt: Calcular a porcentagem do tempo de preparação do pedido
ru_ru: Рассчитать время подготовки заказа
sv_se: Beräkna beställningstidens procentandel
tr_tr: Sipariş hazırlama süresi yüzdesini hesapla

source: Delivery settings.
ar: إعدادات التسليم.
de_de: Auslieferungseinstellungen.
es_es: Ajustes de entrega.
fr_fr: Paramètres de livraison.
it_it: Impostazioni di consegna.
ms_my: Tetapan penghantaran.
nl_be: Leverings instellingen.
pt_pt: Configurações de entrega.
ru_ru: Настройки доставки.
sv_se: Leveransinställningar.
tr_tr: Teslimat ayarları.

source: You have chosen not to provide delivery service. You can change that from your orders settings.
ar: لقد اخترت عدم تقديم خدمة التوصيل. يمكنك تغيير ذلك من إعدادات طلباتك.
de_de: Sie haben sich dafür entschieden, keinen Lieferservice anzubieten. Sie können das von Ihren Auftragseinstellungen aus ändern.
es_es: Usted ha elegido no proporcionar el servicio de entrega. Puedes cambiar eso desde la configuración de tus pedidos.
fr_fr: Vous avez choisi de ne pas fournir de service de livraison. Vous pouvez changer cela à partir des paramètres de vos commandes.
it_it: Avete scelto di non fornire il servizio di consegna. È possibile modificarlo in base alle impostazioni degli ordini.
ms_my: Anda telah memilih untuk tidak menyediakan perkhidmatan penghantaran. Anda boleh mengubahnya dari tetapan pesanan anda.
nl_be: U hebt ervoor gekozen geen leveringsservice aan te bieden. U kunt dit wijzigen aan de hand van uw bestelinstellingen.
pt_pt: Você optou por não fornecer serviço de entrega. Você pode alterar isso das configurações de seus pedidos.
ru_ru: Вы решили не предоставлять услугу доставки. Вы можете изменить это из настроек своих заказов.
sv_se: Du har valt att inte tillhandahålla leveransservice. Du kan ändra det från dina beställningsinställningar.
tr_tr: Teslimat hizmeti vermemeyi seçtiniz. Bunu sipariş ayarlarınızdan değiştirebilirsiniz.

source: Calculate delivery fee by
ar: حساب رسوم التسليم من قبل
de_de: Berechnen Sie die Versandkosten durch
es_es: Calcular los gastos de envío por
fr_fr: Calculer les frais de livraison par
it_it: Calcola le spese di spedizione in base a
ms_my: Kirakan kos penghantaran oleh
nl_be: Bereken de leveringskosten per
pt_pt: Calcular taxa de entrega por
ru_ru: Рассчитать плату за доставку
sv_se: Beräkna leveransavgift av
tr_tr: Teslimat ücretini hesapla

source: Delivery on peak times
ar: التسليم في أوقات الذروة
de_de: Lieferung zu Spitzenzeiten
es_es: Entrega en horas punta
fr_fr: Livraison aux heures de pointe
it_it: Consegna nelle ore di punta
ms_my: Penghantaran pada waktu puncak
nl_be: Levering op piekmomenten
pt_pt: Entrega nos horários de pico
ru_ru: Доставка в часы пик
sv_se: Leverans på högtider
tr_tr: Yoğun zamanlarda teslimat

source: Processing orders
ar: أوامر المعالجة
de_de: Bearbeitung von Aufträgen
es_es: Tratamiento de pedidos
fr_fr: Traitement des commandes
it_it: Elaborazione ordini
ms_my: Pesanan pemprosesan
nl_be: Verwerkingsopdrachten
pt_pt: Processando ordens
ru_ru: Обработка заказов
sv_se: Bearbetningsorder
tr_tr: Siparişleri işleme

source: Shop page notification
ar: إخطار صفحة المتجر
de_de: Shop-Seite Benachrichtigung
es_es: Notificación de la página de la tienda
fr_fr: Notification de la page de la boutique
it_it: Notifica pagina negozio
ms_my: Kedai pemberitahuan halaman
nl_be: Melding winkelpagina
pt_pt: Notificação da página da loja
ru_ru: Уведомление о странице магазина
sv_se: Butikssidan meddelande
tr_tr: Mağaza sayfası bildirimi

source: Add message
ar: اضافة رسالة
de_de: Nachricht hinzufügen
es_es: Dejar mensaje
fr_fr: Ajouter un message
it_it: Aggiungi un messaggio
ms_my: Tambah mesej
nl_be: Bericht toevoegen
pt_pt: Adicionar mensagem
ru_ru: Отправить
sv_se: Lägg till meddelande
tr_tr: Mesaj ekle

source: Type your note...
ar: اكتب ملاحظتك ...
de_de: Schreiben Sie Ihre Notiz....
es_es: Escriba su nota....
fr_fr: Tapez votre note.....
it_it: Inserisci la tua nota...
ms_my: Taip nota anda ...
nl_be: Typ uw notitie...
pt_pt: Digite sua nota ...
ru_ru: Введите примечание ...
sv_se: Skriv din anteckning ...
tr_tr: Notunu yaz ...

source: Social accounts
ar: الحسابات الاجتماعية
de_de: Social Media Accounts
es_es: Cuentas sociales
fr_fr: Compte des Réseaux sociaux
it_it: Account social
ms_my: Akaun sosial
nl_be: Sociale profielen
pt_pt: Contas sociais
ru_ru: Социальные аккаунты
sv_se: Sociala konton
tr_tr: Sosyal hesaplar

source: Facebook
ar: فيسبوك

source: Twitter
ar: تويتر

source: Youtube
ar: يوتيوب

source: Instagram
ar: انستجرام

source: Shop's timings
ar: أوقات المتجر
de_de: Shop-Timings
es_es: Horarios de la tienda
fr_fr: Horaires de la boutique
it_it: Orari negozio
ms_my: Tempahan kedai
nl_be: Winkeltijden
pt_pt: Horários da loja
ru_ru: Тайм-ауты магазина
sv_se: Butikens tidpunkter
tr_tr: Dükkanın zamanlamaları

source: Two shifts
ar: نوبتين
de_de: Zwei Schichten
es_es: Dos turnos
fr_fr: Deux quarts de travail
it_it: Due turni
ms_my: Dua peralihan
nl_be: Twee ploegen
pt_pt: Dois turnos
ru_ru: Две смены
sv_se: Två skift
tr_tr: İki vardiya

source: Withdrawal settings
ar: إعدادات السحب
de_de: Auszahlungseinstellungen
es_es: Ajustes de retirada
fr_fr: Paramètres de retrait
it_it: Impostazioni di prelievo
ms_my: Tetapan pengunduran
nl_be: Instellingen voor geldopname
pt_pt: Configurações de retirada
ru_ru: Настройки вывода средств
sv_se: Återkallningsinställningar
tr_tr: Para çekme ayarları

source: Update Settings
ar: تحديث الاعدادات
de_de: Einstellungen aktualisieren
es_es: Actualizar ajustes
fr_fr: Mettre à jour les paramètres
it_it: Aggiorna impostazioni
ms_my: Kemas kini Tetapan
nl_be: Update instellingen
pt_pt: Actualizar configurações
ru_ru: Обновить настройки
sv_se: Uppdatera inställningar
tr_tr: Ayarları Güncelle

source: Geocode was not successful for the following reason:
ar: لم يكن الرمز الجغرافي ناجحًا للسبب التالي:
de_de: Die Geocodierung war aus dem folgenden Grund nicht erfolgreich:
es_es: Geocode no tuvo éxito por la siguiente razón:
fr_fr: Le Géocode n’a pas fonctionné pour la raison suivante :
it_it: Il GPS non ha funzionato per questo motivo:
ms_my: Geocode tidak berjaya atas sebab berikut:
nl_be: Geocode was om de volgende reden niet succesvol:
pt_pt: O geocódigo não foi bem-sucedido pelo seguinte motivo:
ru_ru: Геокод не был успешным по следующей причине:
sv_se: Geokodning misslyckades av följande skäl:
tr_tr: Geocode şu sepebten ötürü başarısız oldu:

source: Error: The Geolocation service failed.
ar: خطأ: فشلت خدمة تحديد الموقع الجغرافي.
de_de: Fehler: Der Geolokalisierungsdienst ist fehlgeschlagen.
es_es: Error: El servicio de geolocalización falló.
fr_fr: Erreur : Le service de géolocalisation a échoué.
it_it: Errore: Il servizio di geolocalizzazione non è riuscito.
ms_my: Ralat: Perkhidmatan Geolocation gagal.
nl_be: Fout: De Geolocatie-service is mislukt.
pt_pt: Erro: o serviço de geolocalização falhou.
ru_ru: Ошибка. Ошибка службы геолокации.
sv_se: Fel: Geolocation-tjänsten misslyckades.
tr_tr: Hata: Coğrafi konum hizmeti başarısız oldu.

source: Status:
ar: الحالة:
es_es: Estado:
fr_fr: Statut :
it_it: Stato:
pt_pt: Estado:
ru_ru: Статус:
tr_tr: Durum:

source: Change Status?
ar: تغيير الحالة؟
de_de: Status ändern?
es_es: ¿Cambiar status?
fr_fr: Modifier le statut ?
it_it: Cambia stato?
ms_my: Tukar Status?
nl_be: Status wijzigen?
pt_pt: Alterar status?
ru_ru: Изменить статус?
sv_se: Byta status?
tr_tr: Durum değiştirmek?

source: Play tune on new orders
ar: تشغيل النغمة على الطلبات الجديدة
de_de: Melodie auf neue Aufträge spielen
es_es: Tocar melodía en nuevos pedidos
fr_fr: Jouez la mélodie sur les nouvelles commandes
it_it: Riproduci sintonia sui nuovi ordini
ms_my: Mainkan lagu pada pesanan baru
nl_be: Afstemmen op nieuwe orders
pt_pt: Reproduzir música em novos pedidos
ru_ru: Воспроизведение мелодии на новые заказы
sv_se: Spela upp nya order
tr_tr: Yeni siparişlere uyum sağla

source: Turn on notifications
ar: شغل الإشعارات
de_de: Benachrichtigungen einschalten
es_es: Activar notificaciones
fr_fr: Activer les notifications
it_it: Attivazione delle notifiche
ms_my: Hidupkan pemberitahuan
nl_be: Meldingen inschakelen
pt_pt: Ative as notificações
ru_ru: Включить уведомления
sv_se: Sätt på notifikationer
tr_tr: Bildirimleri aç

source: Active
ar: نشط
de_de: Aktiv
es_es: Activo
fr_fr: Actif
it_it: Attivo
ms_my: Aktif
nl_be: Actief
pt_pt: Activo
ru_ru: Активный
sv_se: Aktiv
tr_tr: Aktif

source: Turn off notifications
ar: إيقاف الإخطارات
de_de: Benachrichtigungen ausschalten
es_es: Desactivar notificaciones
fr_fr: Désactiver les notifications
it_it: Disattivazione delle notifiche
ms_my: Matikan pemberitahuan
nl_be: Meldingen uitschakelen
pt_pt: Desligar notificações
ru_ru: Выключить уведомления
sv_se: Stäng av notifikationer
tr_tr: Bildirimleri kapat

source: Website time: %1$s
ar: توقيت الموقع : %1$s
de_de: Zeit der Website: %1$s
es_es: Tiempo del sitio web: %1$s
fr_fr: Temps sur le site Web : %1$s
it_it: Tempo sito web: %1$s
ms_my: Masa laman web:%1$s
nl_be: Website tijd: %1$s
pt_pt: Tempo do website:%1$s
ru_ru: Время веб-сайта:%1$s
sv_se: Webbplats tid:%1$s
tr_tr: Web sitesi zamanı: %1$s

source: Set your status to online if you wish to receive orders.
ar: عيّن حالتك على الإنترنت إذا كنت ترغب في تلقي الطلبات.
de_de: Setzen Sie Ihren Status auf Online, wenn Sie Bestellungen erhalten möchten.
es_es: Configure su estado en línea si desea recibir pedidos.
fr_fr: Définissez votre statut en ligne si vous souhaitez recevoir des commandes.
it_it: Impostare il proprio stato su online se si desidera ricevere ordini.
ms_my: Tetapkan status anda ke dalam talian jika anda ingin menerima pesanan.
nl_be: Stel uw status in op online als u bestellingen wilt ontvangen.
pt_pt: Defina seu status para on-line se você deseja receber pedidos.
ru_ru: Установите статус в онлайн, если вы хотите получать заказы.
sv_se: Ställ in din status online om du vill få order.
tr_tr: Sipariş almak isterseniz, durumunuzu çevrimiçi olarak ayarlayın.

source: Your status will be automatically set to "offline" if you closed or navigated away from the website for %1$s minutes.
ar: سيتم تعيين حالتك تلقائيًا إلى &quot;بلا اتصال&quot; إذا أغلقت أو انتقلت بعيدًا عن الموقع لمدة %1$s دقائق
de_de: Dein Status wird automatisch auf "offline" gesetzt, wenn du die Website für %1$s Minuten geschlossen oder von ihr weg navigiert hast.
es_es: Su estado se ajustará automáticamente a "offline" si cierra o navega fuera de la página web por %1$s minutos.
fr_fr: Votre statut sera automatiquement réglé sur "offline" si vous avez fermé ou navigué hors du site pendant %1$s minutes.
it_it: Il tuo stato sarà automaticamente impostato su "offline" se hai chiuso o navigato lontano dal sito web per %1$s minuti.
ms_my: Status anda akan ditetapkan secara automatik ke &quot;luar talian&quot; jika anda ditutup atau dilayari dari laman web selama%1$s minit.
nl_be: Uw status wordt automatisch op "offline" gezet als u de website voor %1$s minuten hebt gesloten of van de website bent genavigeerd.
pt_pt: Seu status será automaticamente definido como &quot;off-line&quot; se você fechou ou navegou para fora do website por%1$s minutos.
ru_ru: Ваш статус будет автоматически установлен на «офлайн», если вы закрыли или перешли от веб-сайта на минуты%1$s.
sv_se: Din status kommer automatiskt att ställas in till &quot;offline&quot; om du stängde eller navigerade bort från webbplatsen för%1$s minuter.
tr_tr: %1$s dakika süreyle web sitesinden kapattığınızda veya gezinirseniz durumunuz otomatik olarak &quot;çevrimdışı&quot; olarak ayarlanacaktır.

source: %1$s from %2$s to %3$s.
ar: %1$s من %2$s إلى %3$s.
de_de: %1$s von %2$s bis %3$s.
es_es: %1$s de %2$s a %3$s.
fr_fr: %1$s de %2$s à %3$s.
it_it: %1$s da %2$s a %3$s.
ms_my: %1$s dari%2$s hingga%3$s.
nl_be: %1$s van %2$s tot %3$s.
pt_pt: %1$s de%2$s para%3$s.
ru_ru: %1$s от%2$s до%3$s.
sv_se: %1$s från%2$s till%3$s.
tr_tr: %1$s ile %2$s arasında %3$s.

source: No %1$s timings for today.
ar: لا توجد %1$s توقيت لهذا اليوم.
de_de: Keine %1$s Timings für heute.
es_es: No hay tiempos de %1$s para hoy.
fr_fr: Pas de chronométrage %1$s pour aujourd'hui.
it_it: No %1$s temporizzazioni per oggi.
ms_my: Tidak ada masa tunggu %1$s untuk hari ini.
nl_be: Geen %1$s timings voor vandaag.
pt_pt: Não há intervalos de%1$s para hoje.
ru_ru: Тайм-ауты%1$s на сегодня.
sv_se: Inga %1$s tidpunkter för idag.
tr_tr: Bugün için %1$s zamanlaması yok.

source: set timing
ar: ضبط توقيت
de_de: festgelegtes Timing
es_es: tiempo establecido
fr_fr: calendrier établi
it_it: impostare i tempi
ms_my: tetapkan masa
nl_be: Stel timing in
pt_pt: definir tempo
ru_ru: установить время
sv_se: ställa in timing
tr_tr: zamanlamayı ayarla

source: opeining and closing
ar: opeining والإغلاق
de_de: Betrieb und Schließung
es_es: operando y cerrando
fr_fr: opeining et fermeture
it_it: spigatura e chiusura
ms_my: opeining dan penutupan
nl_be: openen en sluiten
pt_pt: opeining e fechamento
ru_ru: освобождение и закрытие
sv_se: uppeining och stängning
tr_tr: operasyon ve kapanış

source: Clear
ar: مسح
de_de: Zurücksetzen
es_es: Limpiar
fr_fr: Effacer
it_it: Cancella
ms_my: Jelas
nl_be: Wissen
pt_pt: Limpar
ru_ru: Очистить
sv_se: Rensa
tr_tr: Temizle

source: Send Message to
ar: إرسال رسالة إلى
de_de: Nachricht senden
es_es: Enviar mensaje
fr_fr: Envoyer le message
it_it: Invia messaggio
ms_my: Hantar Mesej kepada
nl_be: Bericht verzenden naar
pt_pt: Enviar Mensagem
ru_ru: Отправить сообщение
sv_se: Skicka meddelande till
tr_tr: Mesaj Gönder

source: Your Name
ar: اسمك
de_de: Ihr Name
es_es: Tu nombre
fr_fr: Votre nom
it_it: Il tuo nome
ms_my: Nama awak
nl_be: Je Naam
pt_pt: O seu nome
ru_ru: Ваше имя
sv_se: Ditt namn
tr_tr: Adınız

source: Email Subject
ar: موضوع البريد الإلكتروني
de_de: E-Mail Betreff
es_es: Asunto del email
fr_fr: Sujet du courriel
it_it: Oggetto email
ms_my: Subjek email
nl_be: E-mail onderwerp
pt_pt: Assunto do email
ru_ru: Тема письма
sv_se: Ämne
tr_tr: E-posta konusu

source: Type your message...
ar: اكتب رسالتك هنا
de_de: Deine Nachricht…
es_es: Escriba su mensaje...
fr_fr: Tapez votre message…
it_it: Scrivi il tuo messaggio...
ms_my: Taip mesej anda ...
nl_be: Typ je bericht hier...
pt_pt: Escreva aqui a sua mensagem…
ru_ru: Введите свое сообщение ...
sv_se: Skriv meddelande.
tr_tr: Mesaj Giriniz...

source: Send Message
ar: إرسال رسالة
de_de: Nachricht senden
es_es: Enviar mensaje
fr_fr: Envoyer le message
it_it: Invia messaggio
ms_my: Menghantar mesej
nl_be: Bericht versturen
pt_pt: Enviar Mensagem
ru_ru: Отправить сообщение
sv_se: Skicka meddelande
tr_tr: Mesaj Gönder

source: Login to make your rating on
ar: تسجيل الدخول لجعل تصويتك على
de_de: Melden Sie sich an, um Ihre Bewertung auf
es_es: Inicie sesión para hacer su calificación en
fr_fr: Connectez-vous pour faire votre évaluation sur
it_it: Accedi per fare il tuo voto su
ms_my: Log masuk untuk membuat penarafan anda
nl_be: Inloggen om uw beoordeling op
pt_pt: Entre para fazer sua classificação em
ru_ru: Войдите, чтобы ваш рейтинг был
sv_se: Logga in för att göra ditt betyg på
tr_tr: Değerlendirmenizi yapmak için giriş yapın

source: Email address
ar: البريد الإلكتروني
de_de: E-Mail-Adresse
es_es: Dirección de correo electrónico
fr_fr: Adresse email
it_it: Indirizzo email
ms_my: Alamat e-mel
nl_be: E-mailadres
pt_pt: Endereço de email
ru_ru: Адрес электронной почты
sv_se: E-postadress
tr_tr: E-posta adresi

source: Login
ar: تسجيل الدخول
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Connexion
it_it: Accedi
ms_my: Log masuk
pt_pt: Entrar
ru_ru: Войти
sv_se: Logga in
tr_tr: Giriş

source: Rate
ar: التقييم
de_de: Bewerten
es_es: Tarifa
fr_fr: Taux
it_it: Tasso
ms_my: Kadar
nl_be: Tarief
pt_pt: Taxa
ru_ru: Ставка
sv_se: Betygsätt
tr_tr: Oran

source: Star
ar: نجمة
de_de: Stern
es_es: Estrella
fr_fr: Étoile
it_it: Stella
ms_my: Bintang
nl_be: Ster
pt_pt: Estrela
ru_ru: Звезда
sv_se: Stjärna
tr_tr: Yıldız
