Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: [{site_title}]: Invitation letter
ar: [{site_title}]: خطاب دعوة
de_de: [{site_title}]]: Einladungsschreiben
es_es: [site_title]]: Carta de invitación
fr_fr: [{titre_du_site}]] : Lettre d'invitation
it_it: {\an8}: Lettera d'invito
ms_my: [{site_title}]: Surat jemputan
nl_be: {site_title}]: Uitnodigingsbrief
pt_pt: [{site_title}]: carta de convite
ru_ru: [{site_title}]: письмо-приглашение
sv_se: [{site_title}]: Inbjudningsbrev
tr_tr: [{site_title}]: Davet mektubu

source: [{site_title}]: You recieved a new message
ar: [{site_title}]: لقد تلقيت رسالة جديدة
de_de: [{site_title}]]: Du hast eine neue Nachricht erhalten.
es_es: [site_title]]: Has recibido un nuevo mensaje
fr_fr: [{titre_du_site}]] : Vous avez reçu un nouveau message
it_it: {\an8}: Hai ricevuto un nuovo messaggio
ms_my: [{site_title}]: Anda menerima mesej baru
nl_be: {site_title}]: U heeft een nieuw bericht ontvangen
pt_pt: [{site_title}]: você recebeu uma nova mensagem
ru_ru: [{site_title}]: вы получили новое сообщение
sv_se: [{site_title}]: Du har fått ett nytt meddelande
tr_tr: [{site_title}]: Yeni bir mesaj aldınız

source: New message
ar: رسالة جديدة
de_de: Neue Nachricht
es_es: Nuevo mensaje
fr_fr: Nouveau message
it_it: Nouvo messaggio
ms_my: Mesej baru
nl_be: Nieuw bericht
pt_pt: Nova mensagem
ru_ru: Новое сообщение
sv_se: Nytt meddelande
tr_tr: Yeni mesaj

source: Order refund
ar: اعادة الاموال
de_de: Rückerstattung der Bestellung
es_es: Reembolso del pedido
fr_fr: Remboursement de la commande
it_it: Rimborso dell'ordine
ms_my: Pulihkan balik pesanan
nl_be: Terugbetaling van de bestelling
pt_pt: Reembolso da encomenda
ru_ru: Возврат заказа
sv_se: Beställningsbidrag
tr_tr: Sipariş iadesi

source: An email sent to the vendor informing him on a refund for one of his orders.
ar: بريد إلكتروني يتم إرساله إلى البائع لإبلاغه برده لأحد طلباته.
de_de: Eine E-Mail an den Verkäufer, die ihn über eine Rückerstattung einer seiner Bestellungen informiert.
es_es: Un correo electrónico enviado al vendedor informándole sobre el reembolso de uno de sus pedidos.
fr_fr: Un email envoyé au vendeur l'informant du remboursement d'une de ses commandes.
it_it: Un'e-mail inviata al venditore per informarlo di un rimborso per uno dei suoi ordini.
ms_my: Satu e-mel yang dihantar kepada vendor memaklumkannya mengenai bayaran balik untuk salah satu pesanannya.
nl_be: Een e-mail naar de verkoper die hem informeert over de terugbetaling van een van zijn bestellingen.
pt_pt: Um e-mail enviado ao vendedor informando-o sobre o reembolso de um dos seus pedidos.
ru_ru: Электронная почта, отправленная поставщику, сообщила ему о возмещении по одному из его заказов.
sv_se: Ett e-mail skickat till säljaren informerar honom om återbetalning för en av sina beställningar.
tr_tr: Satıcıya, emirlerinden biri için geri ödeme yapıldığını bildiren bir e-posta gönderildi.

source: [{site_title}]: Order Refunded
ar: [{site_title}]: طلب مسترجع
de_de: [{site_title}]]: Rückerstattung der Bestellung
es_es: [site_title]]: Reembolso del pedido
fr_fr: [{titre_du_site}]] : Commande remboursée
it_it: {\an8}: Ordine rimborsato
ms_my: [{site_title}]: Pesanan Dibayar Semula
nl_be: {site_title}]: Bestelling Terugbetaald
pt_pt: [{site_title}]: encomenda reembolsada
ru_ru: [{site_title}]: возврат заказа
sv_se: [{site_title}]: Order återbetalas
tr_tr: [{site_title}]: Geri Ödeme Siparişi Verildi

source: Order #{order_id} Refunded
ar: الطلب رقم {order_id} تم رد الأموال
de_de: Bestellung #{order_id} Erstattungen
es_es: Orden #{order_id} Reembolsado
fr_fr: N° de commande{Commande_id} Remboursé
it_it: Ordine #{ordine_id} Rimborsato
ms_my: Pesanan # {order_id} Dikembalikan
nl_be: Bestelling #{order_id} Terugbetaald
pt_pt: Order # {order_id} Reembolsado
ru_ru: Заказ # {order_id} Возврат
sv_se: Order # {order_id} Återbetalas
tr_tr: Sipariş No. {order_id} Geri Ödeme Alındı

source: Vendor rating request
ar: طلب تقييم البائع
de_de: Anfrage zur Lieferantenbewertung
es_es: Solicitud de calificación del proveedor
fr_fr: Demande d'évaluation des fournisseurs
it_it: Richiesta di valutazione del fornitore
ms_my: Permintaan rating vendor
nl_be: Aanvraag voor leveranciersbeoordeling
pt_pt: Pedido de classificação do fornecedor
ru_ru: Запрос на оценку поставщика
sv_se: Leverantörsförfrågan
tr_tr: Satıcı derecelendirme isteği

source: An email sent to the customer asking him to rating a vendor.
ar: تم إرسال بريد إلكتروني إلى العميل يطلب منه تصنيف أحد الموردين.
de_de: Eine E-Mail, die an den Kunden gesendet wird und ihn auffordert, einen Lieferanten zu bewerten.
es_es: Un correo electrónico enviado al cliente pidiéndole que califique a un proveedor.
fr_fr: Un email envoyé au client lui demandant de noter un vendeur.
it_it: Un'e-mail inviata al cliente chiedendogli di valutare un fornitore.
ms_my: E-mel dihantar kepada pelanggan yang meminta beliau menarafkan vendor.
nl_be: Een e-mail naar de klant met de vraag om een leverancier te beoordelen.
pt_pt: Um e-mail enviado ao cliente solicitando que ele classifique um fornecedor.
ru_ru: Письмо отправлено клиенту с просьбой оценить поставщика.
sv_se: Ett e-postmeddelande skickat till kunden ber honom att betygsätta en leverantör.
tr_tr: Müşteriye bir satıcıya oy vermesini isteyen bir e-posta gönderildi.

source: [{site_title}]: Make your rating on {vendor_name}
ar: [{site_title}]: أجرِ تقييمك على {vendor_name}
de_de: [{site_title}]]: Bewerten Sie {Vendor_name} mit Ihrer Bewertung.
es_es: [site_title]]: Haga su calificación en {nombre_del_proveedor}
fr_fr: [{titre_du_site}]] : Faites votre évaluation sur {nom_du_fournisseur}.
it_it: {\an8}: Fai la tua valutazione su {nome_del_fornitore}
ms_my: [{site_title}]: Jadikan penarafan anda pada {vendor_name}
nl_be: {site_title}]: Maak uw beoordeling op {vendor_name}
pt_pt: [{site_title}]: faça sua classificação em {vendor_name}
ru_ru: [{site_title}]: Сделайте свой рейтинг на {vendor_name}
sv_se: [{site_title}]: Gör ditt betyg på {vendor_name}
tr_tr: [{site_title}]: Değerlendirmenizi {vendor_name} tarihinde yapın

source: Rate our service
ar: قيم خدمتنا
de_de: Bewerten diesen Service
es_es: Califique nuestro servicio
fr_fr: Évaluez notre service
it_it: Valuta il nostro servizio
ms_my: Rate perkhidmatan kami
nl_be: Beoordeel onze service
pt_pt: Avalie nosso serviço
ru_ru: Оцените нашу услугу
sv_se: Betygsätt vår tjänst
tr_tr: Hizmetimizi derecelendirin

source: Vendor Status Update
ar: تحديث حالة البائع
de_de: Aktualisierung des Lieferantenstatus
es_es: Actualización de status de proveedor
fr_fr: Mise à jour du statut du fournisseur
it_it: Aggiornamento dello stato del fornitore
ms_my: Kemas kini Status Penjual
nl_be: Verkoper Status Update
pt_pt: Atualização do status do fornecedor
ru_ru: Обновление статуса поставщика
sv_se: Uppdatering av leverantörsstatus
tr_tr: Satıcı Durumu Güncellemesi

source: An email sent to the vendor to inform him about his selling status.
ar: بريد إلكتروني يتم إرساله إلى البائع لإبلاغه بحالة البيع الخاصة به.
de_de: Eine E-Mail an den Lieferanten, um ihn über seinen Verkaufsstatus zu informieren.
es_es: Un correo electrónico enviado al vendedor para informarle sobre su estado de venta.
fr_fr: Un email envoyé au vendeur pour l'informer de son statut de vente.
it_it: Un'e-mail inviata al venditore per informarlo del suo stato di vendita.
ms_my: E-mel dihantar kepada vendor untuk memaklumkan kepadanya tentang status jualannya.
nl_be: Een e-mail naar de verkoper om hem te informeren over zijn verkoopstatus.
pt_pt: Um e-mail enviado ao fornecedor para informá-lo sobre seu status de venda.
ru_ru: Письмо отправлено поставщику, чтобы сообщить ему о его статусе продажи.
sv_se: Ett e-mail skickat till säljaren för att informera honom om hans försäljningsstatus.
tr_tr: Satıcısına, satış durumu hakkında bilgi veren bir e-posta gönderildi.

source: [{site_title}]: Thank you for registering
ar: [{site_title}]: شكرًا لك على التسجيل
de_de: [{site_title}]]: Vielen Dank für Ihre Anmeldung
es_es: [site_title]]: Gracias por registrarse
fr_fr: [{titre_du_site}]] : Merci de vous inscrire
it_it: {\an8}: Grazie per la registrazione
ms_my: [{site_title}]: Terima kasih kerana mendaftar
nl_be: {site_title}]: Bedankt voor uw registratie
pt_pt: [{site_title}]: Obrigado por se registar
ru_ru: [{site_title}]: Спасибо, что зарегистрировались
sv_se: [{site_title}]: Tack för att du registrerade dig
tr_tr: [{site_title}]: Kayıt olduğunuz için teşekkürler

source: [{site_title}]: Status Update
ar: [{site_title}]: تحديث الحالة
de_de: [{site_title}]]: Statusaktualisierung
es_es: [site_title]]: Actualización de estado
fr_fr: [{titre_du_site}]] : Mise à jour sur l'état d'avancement
it_it: {\an8}: Aggiornamento dello stato
ms_my: [{site_title}]: Kemas kini status
pt_pt: [{site_title}]: atualização de status
ru_ru: [{site_title}]: обновление статуса
sv_se: [{site_title}]: Statusuppdatering
tr_tr: [{site_title}]: Durum Güncellemesi

source: [{site_title}]: New Vendor Registration
ar: [{site_title}]: تسجيل بائع جديد
de_de: [{site_title}]]: Registrierung eines neuen Verkäufers
es_es: [site_title]]: Registro de nuevos proveedores
fr_fr: [{titre_du_site}]] : Enregistrement d'un nouveau fournisseur
it_it: {\an8}: Registrazione di un nuovo fornitore
ms_my: [{site_title}]: Pendaftaran Vendor Baru
nl_be: {site_title}]: Registratie van nieuwe leveranciers
pt_pt: [{site_title}]: registro de novo fornecedor
ru_ru: [{site_title}]: Регистрация нового поставщика
sv_se: [{site_title}]: Ny leverantörsregistrering
tr_tr: [{site_title}]: Yeni Satıcı Kaydı

source: Welcome to {site_title}
ar: مرحبا بكم في {site_title}!
de_de: Willkommen bei {site_title}
es_es: Bienvenido a {site_title}
fr_fr: Bienvenue sur {site_title}
it_it: Benvenuto in {site_title}
ms_my: Selamat datang ke {site_title}
nl_be: Welkom op {site_title}
pt_pt: Seja bem-vindo ao BrinquedoBox!
ru_ru: Добро пожаловать на {site_title}
sv_se: Välkommen till {site_title}
tr_tr: Hoş geldiniz {site_title}

source: Status Update
ar: تحديث الحالة
de_de: Statusaktualisierung
es_es: Actualización de estado
fr_fr: Décision ?
it_it: Aggiornamento dello stato
ms_my: Kemas kini Status
pt_pt: Atualização de status
ru_ru: Обновление статуса
sv_se: Status uppdatering
tr_tr: Durum Güncellemesi

source: New Vendor
ar: بائع جديد
de_de: Neuer Lieferant
es_es: Proveedor Nuevo
fr_fr: Ajouter un nouveau vendeur
it_it: Nuovo Fornitore
ms_my: Penjual Baru
nl_be: Nieuwe verkoper
pt_pt: Novo vendedor
ru_ru: Новый поставщик
sv_se: Ny Leverantör
tr_tr: Yeni Satıcı

source: Withdrawal Request Status
ar: حالة طلب السحب
de_de: Status der Rücknahme
es_es: Estado de la solicitud de retiro
fr_fr: Statut de la Demande de retrait
it_it: Stato della richiesta di ritiro
ms_my: Status Permintaan Pengeluaran
nl_be: Status van het verzoek tot intrekking
pt_pt: Status da solicitação de retirada
ru_ru: Статус запроса на вывод средств
sv_se: Återkallningsförfrågan Status
tr_tr: Para Çekilme Talebi Durumu

source: An email sent to the vendor about his withdrawal request status.
ar: بريد إلكتروني يتم إرساله إلى البائع لإبلاغه بحالة البيع الخاصة به.
de_de: Eine E-Mail an den Verkäufer über den Status seiner Auszahlungsanfrage.
es_es: Un correo electrónico enviado al proveedor sobre el estado de su solicitud de retiro.
fr_fr: Un courriel envoyé au vendeur au sujet de l'état de sa demande de retrait.
it_it: Un'e-mail inviata al venditore sullo stato della sua richiesta di prelievo.
ms_my: E-mel dihantar kepada vendor mengenai status permintaan pengeluarannya.
nl_be: Een e-mail naar de verkoper over de status van zijn verzoek om terugtrekking.
pt_pt: Um e-mail enviado ao fornecedor sobre seu status de solicitação de retirada.
ru_ru: Электронная почта, отправленная поставщику о состоянии его отзыва.
sv_se: Ett e-postmeddelande skickat till säljaren om hans begäran om återkallande.
tr_tr: Geri çekme isteği durumuyla ilgili satıcıya bir e-posta gönderildi.

source: [{site_title}]: Status of your withdrawal request #{withdraw_id}
ar: [{site_title}]: حالة طلب السحب # {withdraw_id}
de_de: [{site_title}]]: Status Ihrer Auszahlungsanfrage #{withdraw_id}
es_es: [site_title]]: Estado de su solicitud de retiro #{withdraw_id}
fr_fr: [{titre_du_site}]] : Statut de votre demande de retrait #{withdraw_id}
it_it: {\an8}: Stato della tua richiesta di prelievo #{withdraw_id}.
ms_my: [{site_title}]: Status permintaan pengeluaran anda # {withdraw_id}
nl_be: {site_title}]: Status van uw opnameverzoek #{withdraw_id}
pt_pt: [{site_title}]: status da sua solicitação de saque # {withdraw_id}
ru_ru: [{site_title}]: статус вашего запроса на вывод # {exit_id}
sv_se: [{site_title}]: Status för din begäran om återkallelse # {withdraw_id}
tr_tr: [{site_title}]: Para çekme isteğinizin durumu # {withdraw_id}

source: Your withdrawal request: #{withdraw_id}
ar: طلب السحب الخاص بك: # {withdraw_id}
de_de: Ihre Auszahlungsanfrage: #{withdraw_id}
es_es: Su solicitud de retiro: #{withdraw_id}
fr_fr: Votre demande de retrait : #{withdraw_id}
it_it: La sua richiesta di prelievo: #{withdraw_id}
ms_my: Permintaan pengeluaran anda: # {withdraw_id}
nl_be: Uw verzoek tot terugtrekking: intrekken_id}
pt_pt: Sua solicitação de retirada: # {withdraw_id}
ru_ru: Ваш запрос на вывод средств: # {exit_id}
sv_se: Din begäran om återkallelse: # {withdraw_id}
tr_tr: Para çekme talebiniz: # {withdraw_id}

source: Selling privileges of this vendor has been disabled. You are viewing this because you are an administrator.
ar: تم تعطيل امتيازات البيع لهذا البائع. أنت تشاهد هذا لأنك مسؤول.
de_de: Die Verkaufsprivilegien dieses Anbieters wurden deaktiviert. Sie sehen dies, weil Sie ein Administrator sind.
es_es: Se han desactivado los privilegios de venta de este proveedor. Estás viendo esto porque eres un administrador.
fr_fr: Les privilèges de vente de ce vendeur ont été désactivés. Vous voyez ceci parce que vous êtes un administrateur.
it_it: I privilegi di vendita di questo fornitore sono stati disabilitati. Si sta visualizzando questo perché sei un amministratore.
ms_my: Menjual keistimewaan penjual ini telah dilumpuhkan. Anda sedang melihat ini kerana anda adalah pentadbir.
nl_be: De verkoopprivileges van deze aanbieder zijn uitgeschakeld. U bekijkt dit omdat u een beheerder bent.
pt_pt: Os privilégios de venda deste fornecedor foram desativados. Você está vendo isso porque você é um administrador.
ru_ru: Продажа привилегий этого поставщика отключена. Вы просматриваете это, потому что вы являетесь администратором.
sv_se: Försäljningsrättigheter för denna leverantör har inaktiverats. Du tittar på det här eftersom du är en administratör.
tr_tr: Bu satıcının satış ayrıcalıkları devre dışı bırakıldı. Bunu görüntülüyorsunuz çünkü yönetici sizsiniz.

source: Total Delivery Fee
ar: اجمالي رسوم التوصيل
de_de: Gesamte Liefergebühr
es_es: Costo total de entrega
fr_fr: Total des frais de livraison
it_it: Costo totale di consegna
ms_my: Jumlah Kos Penghantaran
nl_be: Totaal Bezorgkosten
pt_pt: Taxa total de entrega
ru_ru: Общая стоимость доставки
sv_se: Totalt leveransavgift
tr_tr: Toplam Teslimat Ücreti

source: Unset
ar: إلغاء تعيين
de_de: Zuordnung entfernen
es_es: No Publicado
it_it: Disinserisci
nl_be: Onbekend
pt_pt: Desviar
ru_ru: Не установлено
tr_tr: ayarını kaldır

source: Change your location
ar: تغيير موقعك الحالي
de_de: Ändern Sie Ihren Standort
es_es: Cambiar su ubicación
fr_fr: Modifier votre emplacement
it_it: Modificare la propria posizione
ms_my: Tukar lokasi anda
nl_be: Wijzig uw locatie
pt_pt: Mude sua localização
ru_ru: Изменение местоположения
sv_se: Ändra din plats
tr_tr: Konumunuzu değiştirin

source: Set your location
ar: حدد موقعك
de_de: Stellen Sie Ihren Standort ein
es_es: Establezca su ubicación
fr_fr: Définir votre position
it_it: Impostare la propria posizione
ms_my: Tetapkan lokasi anda
nl_be: Stel uw locatie in
pt_pt: Defina sua localização
ru_ru: Укажите местоположение
sv_se: Ange din plats
tr_tr: Konumunuzu ayarlayın

source: Start typing your location.
ar: ابدأ في كتابة موقعك.
de_de: Beginnen Sie mit der Eingabe Ihres Standortes.
es_es: Empieza a escribir tu ubicación.
fr_fr: Commencez à taper votre position.
it_it: Iniziare a digitare la posizione.
ms_my: Mula menaip lokasi anda.
nl_be: Begin met het typen van uw locatie.
pt_pt: Comece a digitar sua localização.
ru_ru: Начните вводить свое местоположение.
sv_se: Börja skriva din plats.
tr_tr: Konumunuzu yazmaya başlayın.

source: Type the first three letters and choose from the list.
ar: اكتب الأحرف الثلاثة الأولى واختر من القائمة.
de_de: Geben Sie die ersten drei Buchstaben ein und wählen Sie aus der Liste.
es_es: Escriba las tres primeras letras y elija de la lista.
fr_fr: Tapez les trois premières lettres et choisissez dans la liste.
it_it: Digitare le prime tre lettere e scegliere dall'elenco.
ms_my: Ketik tiga huruf pertama dan pilih dari senarai.
nl_be: Typ de eerste drie letters en kies uit de lijst.
pt_pt: Digite as três primeiras letras e escolha na lista.
ru_ru: Введите первые три буквы и выберите из списка.
sv_se: Skriv de första tre bokstäverna och välj från listan.
tr_tr: İlk üç harfi yazın ve listeden seçin.

source: Your Current location is:
ar: موقعك الحالى هو:
de_de: Ihr aktueller Standort ist:
es_es: Su ubicación actual es:
fr_fr: Votre emplacement actuel est :
it_it: La tua posizione attuale è:
ms_my: Lokasi semasa anda ialah:
nl_be: Uw huidige locatie is:
pt_pt: Sua localização atual é:
ru_ru: Ваше текущее местоположение:
sv_se: Din nuvarande plats är:
tr_tr: Geçerli konumunuz:

source: will not accept orders at this time.
ar: لن نقبل الطلبات في هذا الوقت.
de_de: nimmt zur Zeit keine Bestellungen an.
es_es: no aceptará pedidos en este momento.
fr_fr: n'acceptera pas les commandes pour le moment.
it_it: non accetterà ordini in questo momento.
ms_my: tidak akan menerima pesanan pada masa ini.
nl_be: zal op dit moment geen bestellingen accepteren.
pt_pt: não aceitará pedidos no momento.
ru_ru: в настоящее время не будет принимать заказы.
sv_se: kommer inte att acceptera beställningar just nu.
tr_tr: şu anda siparişleri kabul etmeyecek.

source: will not accept orders at this time please come back later
ar: لن نقبل الطلبات في هذا الوقت ، يرجى العودة لاحقًا
de_de: Bestellungen werden zu diesem Zeitpunkt nicht angenommen, bitte kommen Sie später wieder.
es_es: no aceptará pedidos en este momento, por favor regrese más tarde
fr_fr: n'acceptera pas les commandes pour le moment, veuillez revenir plus tard.
it_it: non accetterà ordini in questo momento si prega di tornare più tardi
ms_my: tidak akan menerima pesanan pada masa ini, sila kembali kemudian
nl_be: zal op dit moment geen bestellingen accepteren, kom later terug
pt_pt: não aceitará pedidos neste momento, por favor volte mais tarde
ru_ru: не примет заказы в это время, пожалуйста, вернитесь позже
sv_se: kommer inte att acceptera beställningar just nu vänligen kom tillbaka senare
tr_tr: siparişleri şu anda kabul etmeyecek lütfen daha sonra tekrar gelin

source: How about..
ar: كيف حول..
de_de: Wie wär's mit...
es_es: Qué tal..
fr_fr: Que diriez-vous de...
it_it: Che ne dite di...
ms_my: Macam mana dengan..
nl_be: Hoe zit het met...
pt_pt: E se..
ru_ru: Как насчет..
sv_se: Vad sägs om..
tr_tr: Nasıl ..

source: %s does not exist.
ar: %s غير موجود.
de_de: %s existiert nicht.
es_es: %s no existe.
fr_fr: %s n’existe pas.
it_it: %s non esiste.
ms_my: %s tidak wujud.
nl_be: %s bestaat niet.
pt_pt: %s não existe no servidor.
ru_ru: %s не существует.
sv_se: %s finns inte.
tr_tr: %s mevcut değil.

source: Next Page
ar: الصفحة التالية
de_de: Nächste Seite
es_es: Siguiente página
fr_fr: Page suivante
it_it: Pagina successiva
ms_my: Muka surat seterusnya
nl_be: Volgende Pagina
pt_pt: Página Seguinte
ru_ru: Следующая Страница
sv_se: Nästa sida
tr_tr: Sonraki Sayfa

source: Chefs
ar: الطهاة
de_de: Restaurant
fr_fr: Restaurants
it_it: Chef
ms_my: Chef
nl_be: Chef-koks
ru_ru: Повара
sv_se: Kockar
tr_tr: Şefler

source: Restaurants
ar: المطاعم
es_es: Restaurantes
it_it: Ristoranti
ms_my: Restoran
pt_pt: Restaurantes
ru_ru: Рестораны
sv_se: Restauráŋŋat
tr_tr: Restoranlar

source: Groceries
ar: محلات البقالة
de_de: Lebensmittel
es_es: Comestibles
fr_fr: Épiceries
it_it: Negozio alimentare
ms_my: Barangan runcit
nl_be: Kruidenier
pt_pt: Mantimentos
ru_ru: бакалейные товары
sv_se: Specerier
tr_tr: Bakkaliye

source: Food Trucks
ar: شاحنات طعام؟
de_de: Lebensmittelwagen
es_es: Camiones para alimentos
fr_fr: Camions alimentaires
it_it: Cibo Camion
ms_my: Lori makanan
pt_pt: Caminhões de alimentos
ru_ru: Грузовые автомобили
sv_se: Mat lastbilar
tr_tr: Gıda kamyonu

source: plus
ar: زائد
es_es: mas
it_it: più
ms_my: ditambah
pt_pt: mais
ru_ru: плюс
tr_tr: Artı
