Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: The amount to deduct from orders. The first field is a percentage which is multiplied by the total order or delivery fee. i.e: if order total is $10 and you have entered 2.9 in first field and selected "Plus" and entered 3 in the last field, the total fee applied will be: ($10 x 2.9 / 100) + 3 = $3.29
ar: المبلغ المطلوب خصمه من الطلبات. الحقل الأول عبارة عن نسبة مضروبة في إجمالي الطلب أو رسوم التسليم. بمعنى: إذا كان إجمالي الطلب هو $ 10 وكنت قد دخلت 2.9 في الحقل الأول وحددت &quot;Plus&quot; ودخلت 3 في الحقل الأخير ، فسيكون إجمالي الرسوم المطبقة: (10 دولارات × 2.9 / 100) + 3 = 3.29 دولار
de_de: Der Betrag, der von Bestellungen abgezogen werden soll. Das erste Feld ist ein Prozentsatz, der mit der gesamten Bestell- oder Liefergebühr multipliziert wird, d.h. wenn die Bestellsumme $10 beträgt und Sie 2,9 in das erste Feld eingegeben und "Plus" ausgewählt und 3 in das letzte Feld eingegeben haben, wird die angewandte Gesamtgebühr berechnet: ($10 x 2.9 / 100) + 3 = $3.29
es_es: El importe a deducir de los pedidos. El primer campo es un porcentaje que se multiplica por el total del pedido o los gastos de envío. Es decir, si el total del pedido es de 10$ y ha introducido 2,9 en el primer campo y ha seleccionado "Plus" y ha introducido 3 en el último campo, se aplicará el total de los gastos de envío: ($10 x 2.9 / 100) + 3 = $3.29
fr_fr: Le montant à déduire des commandes. Le premier champ est un pourcentage qui est multiplié par le total de la commande ou les frais de livraison. i.e. : si le total de la commande est de 10 $ et que vous avez entré 2,9 dans le premier champ et sélectionné "Plus" et entré 3 dans le dernier champ, le total des frais appliqués sera : ($10 x 2.9 / 100) + 3 = $3.29
it_it: L'importo da dedurre dagli ordini. Il primo campo è una percentuale che viene moltiplicata per il totale dell'ordine o la tassa di consegna, cioè: se il totale dell'ordine è di $10 e hai inserito 2,9 nel primo campo e selezionato "Più" e inserito 3 nell'ultimo campo, il totale della tassa applicata sarà: ($10 x 2.9 / 100) + 3 = $3.29
ms_my: Amaun untuk memotong daripada pesanan. Bidang pertama adalah peratusan yang didarabkan dengan jumlah pesanan atau biaya penghantaran. yakni jika jumlah pesanan adalah $ 10 dan anda telah memasukkan 2.9 dalam bidang pertama dan memilih &quot;Plus&quot; dan masukkan 3 pada bidang terakhir, jumlah biaya yang dikenakan adalah: ($ 10 x 2.9 / 100) + 3 = $ 3.29
nl_be: Het bedrag dat van orders moet worden afgetrokken. Het eerste veld is een percentage dat wordt vermenigvuldigd met de totale bestel- of leveringskosten. Als het totaal €10 is en u in het eerste veld 2,9 hebt ingevuld en in het laatste veld "Plus" hebt geselecteerd en er 3 hebt ingevoerd, worden de totale kosten in rekening gebracht: (€10 x 2.9 / 100) + 3 = €3.29
pt_pt: O valor a ser deduzido dos pedidos. O primeiro campo é uma porcentagem que é multiplicada pelo total do pedido ou taxa de entrega. ou seja: se o total do pedido for $ 10 e você tiver inserido 2.9 no primeiro campo e selecionado &quot;Plus&quot; e inserido 3 no último campo, a taxa total aplicada será: ($ 10 x 2,9 / 100) + 3 = $ 3,29
ru_ru: Сумма, подлежащая вычету из заказов. Первое поле - это процент, который умножается на общий заказ или плату за доставку. т.е.: если общая сумма заказа составляет 10 долларов США, и вы ввели 2.9 в первом поле и выбрали «Плюс» и указали 3 в последнем поле, общая применяемая сумма будет равна: ($ 10 x 2.9 / 100) + 3 = $ 3,29
sv_se: Beloppet att dra av från order. Det första fältet är en procentsats som multipliceras med den totala ordern eller leveransavgiften. dvs: om orderantalet är $ 10 och du har skrivit in 2.9 i första fältet och valt &quot;Plus&quot; och skrivit in 3 i det sista fältet kommer den totala avgiften att vara: ($ 10 x 2,9 / 100) + 3 = $ 3,29
tr_tr: Siparişlerden düşülecek tutar. İlk alan, toplam sipariş veya teslimat ücreti ile çarpılan bir yüzdedir. yani: eğer sipariş toplamı 10 $ ise ve ilk alana 2,9 yazıp &quot;Artı&quot; yı seçtiyseniz ve son alana 3 girerseniz, uygulanan toplam ücret şu şekilde olacaktır: ($ 10 x 2.9 / 100) + 3 = $ 3.29

source: This rule will only be applied if the order was paid with the selected payment method.
ar: لن يتم تطبيق هذه القاعدة إلا إذا تم سداد الطلب باستخدام طريقة الدفع المحددة.
de_de: Diese Regel wird nur angewendet, wenn die Bestellung mit der gewählten Zahlungsmethode bezahlt wurde.
es_es: Esta regla sólo se aplicará si el pedido se pagó con el método de pago seleccionado.
fr_fr: Cette règle ne sera appliquée que si la commande a été payée avec le mode de paiement sélectionné.
it_it: Questa regola sarà applicata solo se l'ordine è stato pagato con il metodo di pagamento selezionato.
ms_my: Peraturan ini hanya akan digunakan jika pesanan telah dibayar dengan kaedah pembayaran yang dipilih.
nl_be: Deze regel wordt alleen toegepast als de bestelling is betaald met de geselecteerde betaalmethode.
pt_pt: Esta regra só será aplicada se o pedido foi pago com o método de pagamento selecionado.
ru_ru: Это правило применяется только в том случае, если заказ был оплачен выбранным способом оплаты.
sv_se: Denna regel gäller endast om ordern betalades med den valda betalningsmetoden.
tr_tr: Bu kural, yalnızca siparişin seçilen ödeme yöntemiyle ödenmesi durumunda uygulanacaktır.

source: Enter a name for this fee. i.e: Website Fee
ar: أدخل اسمًا لهذه الرسوم. أي: رسوم الموقع
de_de: Geben Sie einen Namen für diese Gebühr ein. z.B.: Website Fee
es_es: Introduzca un nombre para esta tasa, por ejemplo: Tasa del sitio web
fr_fr: Entrez un nom pour ces frais, c.-à-d. : Frais de site Web
it_it: Inserisci un nome per questa tassa, ad esempio: Tassa sito web
ms_my: Masukkan nama untuk bayaran ini. iaitu: Bayaran Laman Web
nl_be: Voer een naam in voor deze vergoeding, bv.: Website vergoeding
pt_pt: Digite um nome para essa taxa. ou seja: taxa do site
ru_ru: Введите имя для этой платы. т.е.: Плата за веб-сайт
sv_se: Ange ett namn för denna avgift. dvs: Webbplatsavgift
tr_tr: Bu ücret için bir isim girin. yani: Web Sitesi Ücreti

source: Let the vendor know why are you applying this fee.
ar: دع البائع يعرف لماذا تطبق هذه الرسوم.
de_de: Lassen Sie den Lieferanten wissen, warum Sie diese Gebühr erheben.
es_es: Hágale saber al vendedor por qué está aplicando esta tarifa.
fr_fr: Informez le vendeur de la raison pour laquelle vous appliquez ces frais.
it_it: Fai sapere al venditore perché stai applicando questa tariffa.
ms_my: Biarkan penjual mengetahui mengapa anda menggunakan yuran ini.
nl_be: Laat de verkoper weten waarom u deze vergoeding toepast.
pt_pt: Deixe o vendedor saber por que você está aplicando essa taxa.
ru_ru: Сообщите продавцу, почему вы применяете этот сбор.
sv_se: Låt försäljaren veta varför tillämpar du denna avgift.
tr_tr: Satıcıya bu ücreti neden uyguladığınızı bildirin.

source: Select the order types allowed on your website. Vendors will be restricted to select their accepted order types from your selection here.
ar: حدد أنواع الطلبات المسموح بها على الموقع. سيتم تقييد البائعين لتحديد أنواع الطلبات المقبولة من اختيارك هنا.
de_de: Wählen Sie die auf Ihrer Website zulässigen Bestellarten aus. Die Lieferanten können hier nur ihre akzeptierten Auftragsarten aus Ihrer Auswahl auswählen.
es_es: Seleccione los tipos de pedido permitidos en su sitio web. Los proveedores se verán restringidos a seleccionar sus tipos de pedidos aceptados de su selección aquí.
fr_fr: Sélectionnez les types de commande autorisés sur votre site Web. Les fournisseurs seront limités à sélectionner leurs types d'ordres acceptés parmi votre sélection ici.
it_it: Seleziona i tipi di ordine consentiti sul tuo sito web. I fornitori saranno limitati a selezionare i loro tipi di ordine accettati dalla selezione qui.
ms_my: Pilih jenis pesanan yang dibenarkan di tapak web anda. Vendor akan dihadkan untuk memilih jenis pesanan yang diterima dari pilihan anda di sini.
nl_be: Selecteer de ordertypen die op uw website zijn toegestaan. Aanbieders zullen hier beperkt worden tot het selecteren van hun geaccepteerde ordertypes uit uw selectie.
pt_pt: Selecione os tipos de pedido permitidos em seu website. Os fornecedores estarão restritos para selecionar seus tipos de pedido aceitos a partir de sua seleção aqui.
ru_ru: Выберите типы заказов, разрешенные на вашем веб-сайте. Поставщики будут ограничены, чтобы выбрать их принятые типы заказов из вашего выбора здесь.
sv_se: Välj de ordertyper som är tillåtna på din webbplats. Leverantörerna kommer att vara begränsade till att välja deras accepterade ordertyper från ditt urval här.
tr_tr: Web sitenizde izin verilen sipariş türlerini seçin. Satıcılar, buradaki seçiminizden kabul edilen sipariş türlerini seçmek için sınırlandırılacaktır.

source: Vendors can also allow receiving pre-orders from their stores while closed. Select the order types that are allowed for vendors to allow while their stores are closed.
ar: يمكن للبائعين أيضًا السماح باستلام الطلبات المسبقة من متاجرهم خلال إغلاقها. حدد أنواع الطلبات المسموح للموردين بالسماح بها أثناء ما تكون متاجرهم مغلقة.
de_de: Lieferanten können auch Vorbestellungen aus ihren Filialen erhalten, wenn sie geschlossen sind. Wählen Sie die Auftragsarten aus, die für Lieferanten erlaubt sind, während ihre Filialen geschlossen sind.
es_es: Los proveedores también pueden permitir recibir pedidos anticipados de sus tiendas mientras están cerradas. Seleccione las clases de orden que los proveedores pueden permitir mientras sus tiendas están cerradas.
fr_fr: Les fournisseurs peuvent également permettre de recevoir des pré-commandes de leurs magasins lorsqu'ils sont fermés. Sélectionnez les types de commande que les fournisseurs sont autorisés à autoriser lorsque leurs points de vente sont fermés.
it_it: I fornitori possono anche consentire la ricezione di pre-ordini dai loro negozi durante la chiusura. Seleziona i tipi di ordine consentiti per i fornitori quando i loro negozi sono chiusi.
ms_my: Vendor juga boleh membenarkan menerima pra-pesanan dari kedai mereka semasa ditutup. Pilih jenis pesanan yang dibenarkan untuk vendor untuk membenarkan sementara kedai mereka ditutup.
nl_be: Verkopers kunnen ook toestaan dat het ontvangen van pre-orders uit hun winkels in gesloten. Selecteer de ordertypen die aanbieders mogen toestaan wanneer hun winkels gesloten zijn.
pt_pt: Os fornecedores também podem permitir o recebimento de pré-encomendas de suas lojas enquanto fechadas. Selecione os tipos de pedidos permitidos para os fornecedores permitirem enquanto suas lojas estiverem fechadas.
ru_ru: Продавцы также могут получать предварительные заказы из своих магазинов при закрытии. Выберите типы заказов, разрешенные для поставщиков, пока их магазины закрыты.
sv_se: Leverantörer kan också tillåta mottagning av förbeställningar från sina butiker medan de är stängda. Välj de ordertyper som tillåts för leverantörer att tillåta medan deras butiker är stängda.
tr_tr: Satıcılar, kapalıyken mağazalarından ön sipariş almayı da sağlayabilir. Satıcıların mağazaları kapalıyken izin vermesi için izin verilen sipariş türlerini seçin.

source: We could not complete the theme installation process due to restricted write permissions.
ar: لم نتمكن من إكمال عملية تثبيت المظهر بسبب أذونات الكتابة المقيدة.
de_de: Wir konnten den Installationsprozess des Themas aufgrund eingeschränkter Schreibrechte nicht abschließen.
es_es: No pudimos completar el proceso de instalación del tema debido a permisos de escritura restringidos.
fr_fr: Nous n'avons pas pu terminer le processus d'installation du thème en raison des permissions d'écriture restreintes.
it_it: Non è stato possibile completare il processo di installazione a causa delle autorizzazioni di scrittura limitate.
ms_my: Kami tidak dapat menyelesaikan proses pemasangan tema kerana keizinan menulis terhad.
nl_be: We konden het installatieproces van het thema niet voltooien vanwege beperkte schrijfrechten.
pt_pt: Não foi possível concluir o processo de instalação do tema devido a permissões de gravação restritas.
ru_ru: Мы не смогли завершить процесс установки темы из-за ограниченных разрешений на запись.
sv_se: Vi kunde inte slutföra installationsprocessen på grund av begränsade skrivbehörigheter.
tr_tr: Sınırlı yazma izinleri nedeniyle tema yükleme işlemini tamamlayamadık.

source: Vendor
ar: البائع
de_de: Verkäufer
es_es: Vendedor
fr_fr: Vendeur
it_it: Venditore
ms_my: Penjual
nl_be: Verkoper
pt_pt: Vendedor
ru_ru: Продавец
sv_se: Säljare
tr_tr: Satıcı

source: Sub Order
ar: طلب فرعي
de_de: Unterauftrag
es_es: Sub Orden
fr_fr: Sous commande
it_it: Sottoordine
nl_be: Subbestelling
pt_pt: Sub Ordem
ru_ru: Подзаказ
sv_se: Underbeställning
tr_tr: Alt Sipariş

source: Preparation Time
ar: وقت التحضير
de_de: Vorbereitungszeit
es_es: Tiempo de preparación
fr_fr: Temps de préparation
it_it: Tempo di Preparazione
ms_my: Masa persediaan
nl_be: Voorbereidingstijd
pt_pt: Tempo de preparação
ru_ru: Время подготовки
sv_se: Förberedelsetid
tr_tr: Hazırlık Süresi

source: Receive Date
ar: تاريخ الإستلام
de_de: Empfangsdatum
es_es: Fecha de recepción
fr_fr: Date de réception
it_it: Data di ricezione
ms_my: Menerima Tarikh
nl_be: Datum van ontvangst
pt_pt: Data de Recebimento
ru_ru: Дата получения
sv_se: Mottagningsdatum
tr_tr: Alma tarihi

source: In Queue
ar: في قائمة الانتظار
de_de: In der Warteschlange
es_es: En Cola de Espera
fr_fr: Dans la file d’attente
it_it: In coda
ms_my: Dalam barisan
nl_be: In wachtrij
pt_pt: Na fila
ru_ru: В очереди
sv_se: I kö
tr_tr: Sırada

source: Show Sub-Orders
ar: عرض الطلبات الفرعية
de_de: Sub-Aufträge anzeigen
es_es: Mostrar subórdenes
fr_fr: Afficher les sous-commandes
it_it: Mostra Sub-Ordini
ms_my: Tunjukkan Sub-Pesanan
nl_be: Sub-bestellingen tonen
pt_pt: Mostrar sub-ordens
ru_ru: Показать подзаказы
sv_se: Visa Underbeställlningar
tr_tr: Alt Siparişleri Göster

source: Hide Sub-Orders
ar: إخفاء الطلبات الفرعية
de_de: Unteraufträge ausblenden
es_es: Ocultar sub-órdenes
fr_fr: Cacher les sous-commandes
it_it: Nascondere Sub-Ordini
ms_my: Sembunyikan Sub arahan
nl_be: Sub-bestellingen verbergen
pt_pt: Ocultar sub-ordens
ru_ru: Скрыть подзаказы
sv_se: Dölj Underbeställlningar
tr_tr: Alt Siparişleri Gizle

source: Multiple
ar: متعدد
de_de: Mehrfach
es_es: Múltiple
it_it: Multipla
ms_my: Pelbagai
nl_be: Meervoudig
pt_pt: Multiplo
ru_ru: Множественный
sv_se: Flera
tr_tr: Çoklu

source: Toggle Sub-orders
ar: عرض/إخفاء الطلبات الفرعية
de_de: Toggle Unteraufträge
es_es: Alternar sub-órdenes
fr_fr: Basculer lesSous-Commandes
it_it: Chiudi sotto-ordini
ms_my: Togol Suborder
nl_be: Schakel Subbestellingen
pt_pt: Alternar sub-ordens
ru_ru: Переключить подзаказы
sv_se: Slå på / av Underbeställningar
tr_tr: Alt siparişleri değiştir

source: Norsani Options
ar: خيارات نورساني
de_de: Norsani-Optionen
es_es: Opciones Norsani
fr_fr: Options Norsani
it_it: Opzioni Norsani
ms_my: Pilihan Norsani
nl_be: Norsani opties
pt_pt: Opções Norsani
ru_ru: Варианты Norsani
tr_tr: Norsani Seçenekleri

source: Selling
ar: البيع
de_de: Verkaufen
es_es: De Venta
fr_fr: Vente
it_it: Vendite
ms_my: Menjual
nl_be: Verkoop
pt_pt: Vender
ru_ru: Продажа
sv_se: Försäljning
tr_tr: Satış

source: Enable Selling
ar: تمكين البيع
de_de: Verkaufen aktivieren
es_es: Habilitar venta
fr_fr: Autoriser Vente
it_it: Abilita Vendita
ms_my: Membolehkan Jualan
nl_be: Verkoop inschakelen
pt_pt: Ativar venda
ru_ru: Включить продажу
sv_se: Aktivera försäljning
tr_tr: Satışı Aç

source: Enable or disable the product selling capability
ar: تمكين أو تعطيل قدرة بيع المنتج
de_de: Aktivieren oder Deaktivieren der Verkaufsfähigkeit des Produkts
es_es: Habilitar o deshabilitar la capacidad de venta de productos
fr_fr: Activer ou désactiver la capacité de vente du produit
it_it: Attivare o disattivare la capacità di vendita del prodotto
ms_my: Membolehkan atau melumpuhkan keupayaan menjual produk
nl_be: Het verkoopvermogen van het product in- of uitschakelen
pt_pt: Ativar ou desativar o recurso de venda de produtos
ru_ru: Включение или отключение возможности продажи продукта
sv_se: Aktivera eller inaktivera produktförsäljningsförmågan
tr_tr: Ürün satış yeteneğini etkinleştirin veya devre dışı bırakın

source: Author
ar: الكاتب
de_de: Autor
es_es: Autor
fr_fr: Auteur
it_it: Autore
ms_my: Penulis
nl_be: Auteur
pt_pt: Autor
ru_ru: Автор
sv_se: Författare
tr_tr: Yazar

source: The payout was canceled
ar: تم إلغاء العائد
de_de: Die Auszahlung wurde storniert.
es_es: El pago fue cancelado
fr_fr: Le paiement a été annulé
it_it: Il pagamento è stato annullato
ms_my: Pembayaran telah dibatalkan
nl_be: De uitbetaling is geannuleerd
pt_pt: O pagamento foi cancelado
ru_ru: Выплата была отменена
sv_se: Utbetalningen avbröts
tr_tr: Ödeme iptal edildi

source: Something went wrong.
ar: حدث خطأ.
de_de: Etwas ist schief gelaufen.
es_es: Algo salió mal.
fr_fr: Quelque chose s'est mal passé.
it_it: Qualcosa è andato storto.
ms_my: Ada yang salah.
nl_be: Er is iets fout gegaan.
pt_pt: Algo correu mal.
ru_ru: Что-то пошло не так.
sv_se: Något gick fel.
tr_tr: Bir şeyler yanlış gitti.

source: Please enter your 'PayPal App clientId' and 'Secret' in Norsani's admin Withdrawals Requests Settings.
ar: الرجاء إدخال &quot;تطبيق PayPal clientId&quot; و &quot;Secret&quot; في إعدادات طلبات السحب الخاصة بإدارة Norsani.
de_de: Bitte geben Sie Ihre'PayPal App clientId' und'Secret' in Norsani's Admin Abhebungsanfragen Einstellungen ein.
es_es: Por favor, introduzca su'PayPal App clientId' y'Secret' en la Configuración de Solicitudes de Retiro del administrador de Norsani.
fr_fr: Veuillez entrer votre'PayPal App clientId' et'Secret' dans les paramètres des demandes de retraits de Norsani.
it_it: Inserisci "PayPal App clientId" e "Secret" nelle impostazioni delle richieste di prelievo dell'amministratore Norsani.
ms_my: Sila masukkan &#39;Pelanggan Apl PayPal&#39; dan &#39;Rahsia&#39; di pentadbir Norsani Pengeluaran Permintaan Pengeluaran.
nl_be: Voer uw 'PayPal App clientId' en 'Secret' in Norsani's admin Opnames Verzoeken Instellingen.
pt_pt: Por favor, insira o seu &#39;PayPal App clientId&#39; e &#39;Secret&#39; no admin de Norsani.
ru_ru: Пожалуйста, введите «PayPal App clientId» и «Secret» в настройках запросов на снятие средств администратора Norsani.
sv_se: Vänligen ange din &quot;PayPal App ClientId&quot; och &quot;Secret&quot; i Norsani&#39;s Admin Extracts Requests Settings.
tr_tr: Lütfen Norsani&#39;nin Yönetici Para Çekme İstekleri Ayarlarında &#39;PayPal Uygulaması clientId&#39; ve &#39;Gizli&#39; bilgilerinizi girin.

source: Payment is already processing. Please refresh page to see status.
ar: عملية الدفع تتم معالجتها بالفعل. يرجى تحديث الصفحة لمعرفة الحالة.
de_de: Die Zahlung ist bereits in Bearbeitung. Bitte aktualisieren Sie die Seite, um den Status zu sehen.
es_es: El pago ya se está procesando. Por favor, actualice la página para ver el estado.
fr_fr: Le paiement est déjà en cours de traitement. Veuillez rafraîchir la page pour voir le statut.
it_it: Il pagamento è già in corso. Aggiorna la pagina per vedere lo stato.
ms_my: Pembayaran sudah diproses. Sila muat semula halaman untuk melihat status.
nl_be: Betaling is al in behandeling. Ververs de pagina om de status te zien.
pt_pt: O pagamento já está em processamento. Por favor atualize a página para ver o status.
ru_ru: Оплата уже обрабатывается. Обновите страницу, чтобы увидеть статус.
sv_se: Betalningen bearbetas redan. Uppdatera sidan för att se status.
tr_tr: Ödeme zaten işleniyor. Durumu görmek için lütfen sayfayı yenileyin.

source: Payment for order: #
ar: الدفع للطلب: #
de_de: Bezahlung der Bestellung: #
es_es: Pago por pedido: #
fr_fr: Paiement de la commande : #
it_it: Pagamento per ordine: #
ms_my: Bayaran untuk pesanan: #
nl_be: Betaling voor bestelling: #
pt_pt: Pagamento por encomenda: #
ru_ru: Оплата за заказ: #
sv_se: Betalning för beställning: #
tr_tr: Sipariş için ödeme: #

source: The available funds in the vendor's account is lower than the minimum amount to make a withdraw request.
ar: الأموال المتاحة في حساب البائع هي أقل من الحد الأدنى للمبلغ المطلوب لتقديم طلب السحب.
de_de: Der verfügbare Betrag auf dem Konto des Lieferanten ist niedriger als der Mindestbetrag für einen Auszahlungsantrag.
es_es: Los fondos disponibles en la cuenta del proveedor son inferiores al importe mínimo para realizar una solicitud de retiro.
fr_fr: Les fonds disponibles sur le compte du vendeur sont inférieurs au montant minimum requis pour faire une demande de retrait.
it_it: I fondi disponibili sul conto del venditore sono inferiori all'importo minimo per effettuare una richiesta di prelievo.
ms_my: Dana yang ada di dalam akaun vendor adalah lebih rendah daripada jumlah minimum untuk membuat permintaan menarik balik.
nl_be: Het beschikbare geld op de rekening van de verkoper is lager dan het minimumbedrag dat nodig is om een opnameverzoek in te dienen.
pt_pt: Os fundos disponíveis na conta do fornecedor são menores do que o valor mínimo para fazer uma solicitação de retirada.
ru_ru: Доступные средства на счете продавца ниже минимальной суммы, чтобы сделать запрос на снятие средств.
sv_se: Tillgängliga medel på leverantörens konto är lägre än det lägsta beloppet för att göra en återkallande begäran.
tr_tr: Satıcı hesabındaki kullanılabilir fonlar, para çekme talebinde bulunmak için minimum tutardan daha düşüktür.

source: The amount of withdraw is 0
ar: مقدار السحب هو 0
de_de: Der Auszahlungsbetrag beträgt 0
es_es: El monto del retiro es de 0
fr_fr: Le montant du retrait est de 0
it_it: L'importo del prelievo è pari allo 0
ms_my: Jumlah pengeluaran ialah 0
nl_be: Het bedrag van de opname is 0
pt_pt: A quantidade de retirada é 0
ru_ru: Сумма снятия составляет 0
sv_se: Återtagningsbeloppet är 0
tr_tr: Çekilme miktarı 0'dır.

source: Insufficient funds in the vendor's account.
ar: أموال غير كافية في حساب البائع.
de_de: Unzureichende Deckung auf dem Konto des Lieferanten.
es_es: Fondos insuficientes en la cuenta del acreedor.
fr_fr: Insuffisance de fonds sur le compte du vendeur.
it_it: Fondi insufficienti sul conto del venditore.
ms_my: Dana tidak mencukupi dalam akaun penjual.
nl_be: Onvoldoende middelen op de rekening van de verkoper.
pt_pt: Fundos insuficientes na conta do fornecedor.
ru_ru: Недостаточно средств на счете поставщика.
sv_se: Otillräckliga medel på leverantörens konto.
tr_tr: Satıcı hesabında yetersiz bakiye.

source: Order Payment
ar: دفع الطلب
de_de: Zahlungsart
es_es: Pago
fr_fr: Paiement de la commande
it_it: Ordine di pagamento
ms_my: Pembayaran Pesanan
nl_be: Order Betaling
pt_pt: Ordem de pagamento
ru_ru: Оплата заказа
sv_se: Order Betalning
tr_tr: Sipariş ödeme

source: The payment is currently processing. Please refresh the page to see status.
ar: تتم معالجة الدفعة حاليًا. يرجى تحديث الصفحة لمعرفة الحالة.
de_de: die Zahlung wird gerade bearbeitet. Bitte aktualisieren Sie die Seite, um den Status zu sehen.
es_es: El pago se está procesando actualmente. Por favor, actualice la página para ver el estado.
fr_fr: Le paiement est en cours de traitement. Veuillez rafraîchir la page pour voir le statut.
it_it: Il pagamento è in corso di elaborazione. Si prega di aggiornare la pagina per vedere lo stato.
ms_my: Bayaran sedang diproses. Sila muat semula halaman untuk melihat status.
nl_be: De betaling wordt momenteel verwerkt. Vernieuw de pagina om de status te zien.
pt_pt: O pagamento está sendo processado no momento. Por favor, atualize a página para ver o status.
ru_ru: Платеж в настоящее время обрабатывается. Обновите страницу, чтобы увидеть статус.
sv_se: Betalningen behandlas för närvarande. Uppdatera sidan för att se statusen.
tr_tr: Ödeme şu anda işleniyor. Durumu görmek için lütfen sayfayı yenileyin.
