Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: End Date YYYY/MM/DD
ar: تاريخ الانتهاء YYYY / MM / DD
de_de: Endedatum JJJJJ/MM/TT
es_es: Fecha final AAAA/MM/DD
fr_fr: Date de fin AAAA/MM/MM/JJJ
it_it: Data di fine AAAA/MM/GG
ms_my: Tarikh Akhir YYYY / MM / DD
nl_be: Einddatum JJJJ/MM/DD
pt_pt: Data de término AAAA / MM / DD
ru_ru: Конечная дата ГГГГ / ММ / ДД
sv_se: Slutdatum YYYY / MM / DD
tr_tr: Bitiş Tarihi YYYY / AA / GG

source: Add new date
ar: أضف تاريخ جديد
de_de: Neues Datum hinzufügen
es_es: Añadir nueva fecha
fr_fr: Ajouter une nouvelle date
it_it: Aggiungi nuova data
ms_my: Tambah tarikh baru
nl_be: Nieuwe datum toevoegen
pt_pt: Adicionar nova data
ru_ru: Добавить новую дату
sv_se: Lägg till nytt datum
tr_tr: Yeni tarih ekle

source: Withdrawal Settings
ar: إعدادات السحب
de_de: Auszahlungseinstellungen
es_es: Ajustes de Retiro
fr_fr: Paramètres de retrait
it_it: Impostazioni di prelievo
ms_my: Pengeluaran Pengeluaran
nl_be: Geldopname-instellingen
pt_pt: Configurações de retirada
ru_ru: Настройки вывода средств
sv_se: Återtagningsinställningar
tr_tr: Para Çekme Ayarları

source: Next
ar: التالي
de_de: Weiter
es_es: Siguiente
fr_fr: Suiv
it_it: Successivo
ms_my: Seterusnya
nl_be: Volgende
pt_pt: Seguinte
ru_ru: Следующий
sv_se: Nästa
tr_tr: Sonraki

source: Geo-location was not successful for the following reason:
ar: لم يكن الموقع الجغرافي ناجحًا للأسباب التالية:
de_de: Die Geolokalisierung war aus folgenden Gründen nicht erfolgreich:
es_es: La geolocalización no tuvo éxito por la siguiente razón:
fr_fr: La géolocalisation n'a pas réussi pour la raison suivante :
it_it: La Geo-localizzazione non ha avuto successo per la seguente ragione:
ms_my: Geo-location tidak berjaya atas sebab berikut:
nl_be: Geo-locatie was om de volgende reden niet succesvol:
pt_pt: A localização geográfica não foi bem-sucedida pelo seguinte motivo:
ru_ru: Геолокация не была успешной по следующей причине:
sv_se: Geo-location lyckades inte av följande orsak:
tr_tr: Coğrafi konum aşağıdaki nedenlerden dolayı başarısız oldu:

source: Error: The Geo-location service failed.
ar: خطأ: فشلت خدمة الموقع الجغرافي.
de_de: Fehler: Der Geolokalisierungsdienst ist fehlgeschlagen.
es_es: Error: El servicio de geo-localización falló.
fr_fr: Erreur : Le service de géolocalisation a échoué.
it_it: Errore: Il servizio di geolocalizzazione non è riuscito.
ms_my: Ralat: Perkhidmatan Geo-lokasi gagal.
nl_be: Fout: De geolokalisatiedienst is mislukt.
pt_pt: Erro: o serviço de geolocalização falhou.
ru_ru: Ошибка: служба геолокации не удалась.
sv_se: Fel: Tjänsten Geo-location misslyckades.
tr_tr: Hata: Coğrafi konum hizmeti başarısız oldu.

source: Create Coupon
ar: إنشاء كوبون
de_de: Gutschein erstellen
es_es: Crear cupón
fr_fr: Créer un code promo
it_it: Crea un Coupon
ms_my: Buat Kupon
nl_be: Coupon maken
pt_pt: Criar cupom
ru_ru: Создать купон
sv_se: Skapa kupong
tr_tr: Kupon oluştur

source: Are you cheating?
ar: ﻿هل تحاول الغش؟
de_de: Betrügst du?
es_es: ¿Haciendo trampa?
fr_fr: Êtes-vous bien sûr ?
it_it: Stai imbrogliando?
ms_my: Adakah anda menipu?
nl_be: Ben je aan het bedriegen?
pt_pt: Enganou-se?
ru_ru: Ты жульничаешь?
sv_se: Fuskar du?
tr_tr: Hile mi yapıyorsun?

source: Update Coupon
ar: تحديث الكوبون
de_de: Gutschein aktualisieren
es_es: Actualizar Cupón
fr_fr: Mettre à jour le code promo
it_it: Aggiorna il Coupon
ms_my: Kemas kini Kupon
nl_be: Coupon bijwerken
pt_pt: Atualizar Cupom
ru_ru: Обновить купон
sv_se: Uppdatera kupong
tr_tr: Kuponu güncelle

source: Coupon Code
ar: رمز القسيمة
de_de: Gutscheincode
es_es: Código del cupón
fr_fr: Code promo
it_it: Codice Coupon
ms_my: Kod kupon
pt_pt: Código de Cupom
ru_ru: Код купона
sv_se: Rabattkod
tr_tr: Kupon Kodu

source: Discount Type
ar: نوع الخصم
de_de: Rabattart
es_es: Tipo de Descuento
fr_fr: Type de remise
it_it: Tipo di sconto
ms_my: Jenis Diskaun
nl_be: Korting
pt_pt: Tipo de desconto
ru_ru: Тип скидки
sv_se: Rabatttyp
tr_tr: İndirim Türü

source: Fixed amount
ar: مبلغ ثابت
de_de: Feste Gebühr
es_es: Cantidad fija
fr_fr: Montant fixe
it_it: Importo fisso
ms_my: Jumlah tetap
nl_be: Vast bedrag
pt_pt: Valor fixo
ru_ru: Фиксированная сумма
sv_se: Bestämd mängd

source: % Discount
ar: % الخصم
de_de: % Rabatt
es_es: % de Descuento
fr_fr: Remise %
it_it: Sconto %
ms_my: % Diskaun
nl_be: % Korting
pt_pt: % De desconto
ru_ru: % Скидка
sv_se: % Rabatt
tr_tr: % İndirim

source: Email Restrictions
ar: القيود البريد الإلكتروني
de_de: E-Mail Einschränkungen
es_es: Restringir Email
fr_fr: Restrictions de l'email
it_it: Restrizioni e-mail
ms_my: Sekatan E-mel
nl_be: E-mail beperkingen
pt_pt: Restrições de email
ru_ru: Ограничения по E-mail
sv_se: E-postbegränsningar
tr_tr: E-posta Kısıtlamaları

source: Usage Limit per coupon
ar: حد الاستخدام لكل قسيمة
de_de: Verwendungslimit pro Gutschein
es_es: Límite de uso por cupón
fr_fr: Limite d'utilisation par coupon
it_it: Limite d'uso per tagliando
ms_my: Had Penggunaan setiap kupon
nl_be: Gebruikslimiet per coupon
pt_pt: Limite de uso por cupom
ru_ru: Предел использования на купон
sv_se: Användningsgräns per kupong
tr_tr: Kupon başına kullanım limiti

source: Unlimited usage
ar: استخدام غير محدود
de_de: Unbegrenzte Nutzung
es_es: Uso ilimitado
fr_fr: Utilisation illimitée
it_it: Utilizzo illimitato
ms_my: Penggunaan tidak terhad
nl_be: Onbeperkt gebruik
pt_pt: Uso Ilimitado
ru_ru: Безлимитное использование
sv_se: Obegränsad
tr_tr: Sınırsız kullanım

source: Limit usage to X products
ar: الحد من الاستخدام لمنتجات X
de_de: Verwendung auf X-Produkte beschränken
es_es: Limite el uso a X productos
fr_fr: Limiter l'utilisation aux produits X
it_it: Limitare l'uso ai prodotti X
ms_my: Hadkan penggunaan kepada produk X
nl_be: Beperk het gebruik tot X producten
pt_pt: Limitar o uso a produtos X
ru_ru: Ограничение использования продуктов X
sv_se: Begränsa användningen till X-produkter
tr_tr: X ürünlerine kullanım sınırlaması

source: Apply to all qualifying products in cart
ar: تنطبق على جميع المنتجات المؤهلة في عربة التسوق
de_de: Auf alle qualifizierten Produkte im Warenkorb anwenden
es_es: Aplicar a todos los productos que califiquen en el carrito
fr_fr: S'applique à tous les produits admissibles dans le panier
it_it: Applicare su tutti i prodotti idonei nel carrello
ms_my: Memohon kepada semua produk yang layak dalam kereta
nl_be: Toepassen op alle in aanmerking komende producten in een winkelwagentje
pt_pt: Aplicar a todos os produtos qualificados no carrinho
ru_ru: Применить ко всем квалификационным продуктам в корзине
sv_se: Applicera på alla kvalificerade produkter i kundvagnen
tr_tr: Alışveriş sepetindeki tüm nitelikli ürünlere uygula

source: Usage limit per user
ar: حد الاستخدام لكل مستخدم
de_de: Anwendungsbeschränkung pro Benutzer
es_es: Límite de uso por usuario
fr_fr: Limite d'utilisation par utilisateur
it_it: Limite di utilizzo per utente
ms_my: Had penggunaan bagi setiap pengguna
nl_be: Gebruikslimiet per gebruiker
pt_pt: Limite de uso por Cliente
ru_ru: Лимит использования на одного пользователя
sv_se: Antal per kund
tr_tr: Kullanıcı başına kullanım limiti

source: Expire Date
ar: تاريخ الانتهاء
de_de: Ablaufdatum
es_es: Fecha de vencimiento
fr_fr: Date d'expiration
it_it: Data di scadenza
ms_my: Tarikh luput
nl_be: Eind datum
pt_pt: Data de expiração
ru_ru: Годен до
sv_se: Utgångsdatum
tr_tr: Son Kullanım Tarihi

source: Minimum spend
ar: الحد الأدنى من الإنفاق
de_de: Mindestbestellwert
es_es: Gasto mínimo
fr_fr: Dépense minimale
it_it: Spesa minima
ms_my: Perbelanjaan minimum
nl_be: Minimale uitgaven
pt_pt: Gasto Mínimo
ru_ru: Минимальный бюджет
sv_se: Minsta utgift
tr_tr: Minimum harcama

source: No Minimum
ar: لا يوجد حد أدنى
de_de: Kein Minimum
es_es: Sin mínimo
fr_fr: Nessun minimo
it_it: Nessun minimo
ms_my: Tiada Minimum
nl_be: Geen Minimum
pt_pt: Gasto Mínimo
sv_se: Inga lägsta belopp
tr_tr: Minimum Tutar

source: Maximum spend
ar: الحد الأقصى للإنفاق
de_de: Maximalbestellwert
es_es: Gasto máximo
fr_fr: Dépense maximum
it_it: Spesa massima
ms_my: Perbelanjaan maksimum
nl_be: Maximale uitgaven
pt_pt: Gasto máximo
ru_ru: Максимальная бюджет
sv_se: Max orderbelopp
tr_tr: Maksimum harcama

source: No Maximum
ar: لا الحد الأقصى
de_de: Kein Maximum
es_es: Sin máximo
fr_fr: No massima
it_it: No massimo
ms_my: Tiada Maksimum
nl_be: Geen Maximum
pt_pt: Gasto máximo
ru_ru: Нет Максимума
sv_se: Ingen Maximal
tr_tr: Maksimum boyut: %s

source: Enable free delivery
ar: تمكين التوصيل المجاني
de_de: Kostenlose Lieferung ermöglichen
es_es: Habilitar la entrega gratuita
fr_fr: Activer la livraison gratuite
it_it: Consegna gratuita
ms_my: Dayakan penghantaran percuma
nl_be: Gratis levering mogelijk
pt_pt: Ativar entrega gratuita
ru_ru: Включить бесплатную доставку
sv_se: Aktivera gratis leverans
tr_tr: Ücretsiz teslimatı etkinleştir

source: Individual use only
ar: الاستخدام الفردي فقط
de_de: Nur einzeln anwendbar
es_es: Solo uso individual
fr_fr: Utilisation individuelle uniquement
it_it: Solo per uso personale
ms_my: Penggunaan individu sahaja
nl_be: Individueel gebruik
pt_pt: Usar apenas individualmente
ru_ru: Индивидуальное использование только
sv_se: Kan inte kombineras
tr_tr: Diğer kuponlarla birlikte kullanılamayacaksa işaretleyin

source: Exclude discounted products
ar: استبعاد المنتجات المخفضة
de_de: Ermäßigte Produkte ausschließen
es_es: Excluir productos con descuento
fr_fr: Exclure les produits à rabais
it_it: Escludi prodotti scontati
ms_my: Kecualikan produk diskaun
nl_be: Afgeprijsde producten uitsluiten
pt_pt: Excluir produtos com desconto
ru_ru: Исключить продукты со скидкой
sv_se: Undanta rabatterade produkter
tr_tr: İndirimli ürünleri hariç tut

source: Go public
ar: الذهاب العامة
de_de: An die Börse gehen
es_es: Hágalo público
fr_fr: Faire appel public à l'épargne
it_it: Diventare pubblico
ms_my: Pergi ke umum
nl_be: Ga publiek
pt_pt: Vá público
ru_ru: Достоянием общественности
sv_se: Gå offentligt
tr_tr: Halka açılmak

source: Coupon text to show
ar: نص القسيمة لتظهر
de_de: Gutscheintext zum Anzeigen
es_es: Texto del cupón a mostrar
fr_fr: Texte du coupon à afficher
it_it: Testo del tagliando da mostrare
ms_my: Teks kupon untuk dipaparkan
nl_be: Te tonen coupontekst
pt_pt: Texto do cupom para mostrar
ru_ru: Текст купона для показа
sv_se: Kupongtext som ska visas
tr_tr: Gösterilecek kupon metni

source: i.e: Use (enter coupon code) coupon before checkout to get (10%) discount.
ar: أي: استخدم (أدخل رمز القسيمة) القسيمة قبل الخروج للحصول على خصم (10٪).
de_de: d.h.: Verwenden Sie den Gutschein vor der Kasse, um (10%) Rabatt zu erhalten.
es_es: Es decir: Utilice (introduzca el código del cupón) cupón antes de pagar para obtener un descuento del (10%).
fr_fr: i.e. : Utilisez (entrez le code coupon) coupon avant de passer à la caisse pour obtenir (10%) de rabais.
it_it: cioè: Usa (inserisci il codice coupon) coupon prima del checkout per ottenere (10%) di sconto.
ms_my: ie: Gunakan (masukkan kupon kod kupon) kupon sebelum checkout untuk mendapatkan diskaun (10%).
nl_be: Bv.: Gebruik (kortingscode invoeren) coupon voor het afrekenen om (10%) korting te krijgen.
pt_pt: Por exemplo: Use cupom (inserir código de cupom) antes do checkout para obter desconto (10%).
ru_ru: т. е. использовать (ввести код купона) до выписки, чтобы получить скидку (10%).
sv_se: dvs: Använd (ange kupongkod) kupong före kassan för att få (10%) rabatt.
tr_tr: yani: (% 10) indirim almak için ödeme yapmadan önce (kupon kodu girin) kuponu kullanın.

source: &larr; Coupons
ar: ← كوبونات
de_de: &larr; Gutscheine
es_es: Cupones
it_it: &larra; Cedole
ms_my: Kupon ←
pt_pt: ← Cupons
ru_ru: ← Купоны
sv_se: ← Kuponger
tr_tr: ← Kuponlar

source: New Coupon
ar: كوبون جديد
de_de: Neuer Gutschein
es_es: Nuevo cupón
fr_fr: Nouveau Coupon
it_it: Nuovo Coupon
ms_my: Kupon Baru
nl_be: Nieuwe coupon
pt_pt: Novo Cupão
ru_ru: Новый купон
sv_se: Ny rabattkod
tr_tr: Yeni Kupon

source: Code
ar: كود
es_es: Código
it_it: Codice
ms_my: Kod
pt_pt: Código
ru_ru: Код
sv_se: Kod
tr_tr: Kod

source: Type
ar: النوع
de_de: Typ
es_es: Tipo
it_it: Tipo
ms_my: Jenis
pt_pt: Tipo
ru_ru: Тип
sv_se: Typ
tr_tr: Tip

source: Product IDs
ar: المنتج IDs
de_de: Produkt-IDs
es_es: ID de los productos
fr_fr: ID Produits
it_it: IDs Prodotto
ms_my: ID Produk
pt_pt: ID do Curso
ru_ru: ID товаров
sv_se: Tjänst-IDn

source: Usage / Limit
ar: حد / الاستخدام
de_de: Verwendung / Limit
es_es: Uso / Límite
fr_fr: Utilisation / Limite
it_it: Uso / limite
ms_my: Penggunaan / Had
nl_be: Gebruik / Limiet
pt_pt: Uso / limite
ru_ru: Использовано / Лимит
sv_se: Användning / Gräns
tr_tr: Kullanım Limiti

source: Expiry date
ar: تاريخ الانتهاء
de_de: Ablaufdatum
es_es: Fecha de caducidad
fr_fr: Date d'expiration
it_it: Data di scadenza
ms_my: Tarikh luput
nl_be: Vervaldatum
pt_pt: Data de validade
ru_ru: Дата истечения
sv_se: Utgångsdatum
tr_tr: Son kullanma tarihi

source: Expiry:
ar: تاريخ الصلاحية
de_de: Ablauf:
es_es: Caducidad:
fr_fr: Expiration:
it_it: Scadenza:
ms_my: Tarikh tamat:
nl_be: Vervaldatum:
pt_pt: Termo:
ru_ru: Срок действия:
sv_se: Upphörande:
tr_tr: Son Kullanma:

source: delete
ar: حذف
de_de: löschen
es_es: borrar
fr_fr: supprimer
it_it: cancella
ms_my: padam
nl_be: verwijderen
pt_pt: apagar
ru_ru: удалить
sv_se: radera
tr_tr: sil

source: Visit Store
ar: زيارة المتجر
de_de: Zum Shop
es_es: Visita la tienda
fr_fr: Visiter la boutique
it_it: Visita il negozio
ms_my: Lawati Store
nl_be: Bezoek winkel
pt_pt: Visitar loja
ru_ru: Перейти в магазин
sv_se: Besök Butiken
tr_tr: Mağazaya Git

source: Sorry, no coupons found!
ar: عذرا ، لا توجد كوبونات!
de_de: Leider wurden keine Gutscheine gefunden!
es_es: Lo sentimos, no se encontraron cupones!
fr_fr: Désolé, aucun coupon trouvé !
it_it: Spiacenti, nessun coupon trovato!
ms_my: Maaf, tiada kupon ditemui!
nl_be: Sorry, geen kortingsbonnen gevonden!
pt_pt: Desculpe, não foram encontrados cupons!
ru_ru: Извините, купоны не найдены!
sv_se: Tyvärr, inga kuponger hittades!
tr_tr: Üzgünüz, kupon bulunamadı!

source: Status
ar: الحالة
es_es: Estado
fr_fr: Statut
it_it: Stato
pt_pt: Estado
ru_ru: Статус
tr_tr: Durum

source: Count
ar: عد
de_de: Anzahl
es_es: Contar
fr_fr: Nombre
it_it: Conteggio
ms_my: Nombor
nl_be: Tellen
pt_pt: Contagem
ru_ru: Количество
sv_se: Antal
tr_tr: Sayı

source: Pending Payment
ar: في انتظار الدفع
de_de: Ausstehende Zahlung
es_es: Pago Pendiente
fr_fr: En attente de paiement
it_it: Pagamento in attesa
ms_my: Pending Pembayaran
nl_be: In afwachting van betaling
pt_pt: Pagamento Pendente
ru_ru: Ожидающий платеж
sv_se: Inväntar betalning
tr_tr: Bekleyen Ödeme

source: Cancelled
ar: ملغى
de_de: Abgebrochen
es_es: Cancelado
fr_fr: Annulé
it_it: Annullato
ms_my: Dibatalkan
nl_be: Geannuleerd
pt_pt: Cancelado
ru_ru: Отменен
sv_se: Avbruten
tr_tr: İptal Edildi

source: Refunded
ar: ردها
de_de: Rückerstattet
es_es: Reembolsado
fr_fr: Remboursé
it_it: Rimborsato
ms_my: Wang dikembalikan
nl_be: Terugbetaald
pt_pt: Reembolsado
ru_ru: Возвращено
sv_se: Återbetalat
tr_tr: İade Edilen Tutar

source: On-hold
ar: قيد الانتظار
de_de: In Wartestellung
es_es: En espera
fr_fr: En attente
it_it: In attesa
nl_be: Geholden
pt_pt: Em espera
ru_ru: На удержании
sv_se: Mottagen (inväntar betalning)
tr_tr: Beklemede

source: Top Customers
ar: أفضل العملاء
de_de: Top-Kunden
es_es: Clientes Top
fr_fr: Principaux clients
it_it: Clienti Top
ms_my: Pelanggan Teratas
nl_be: Top Klanten
pt_pt: Principais clientes
ru_ru: Лучшие клиенты
sv_se: Toppkunder
tr_tr: En müşteriler

source: Customer
ar: العميل
de_de: Kunde
es_es: Cliente
fr_fr: Client
it_it: Cliente
ms_my: Pelanggan
nl_be: Klant
pt_pt: Cliente
ru_ru: Клиент
sv_se: Kund
tr_tr: Müşteri

source: Money Spent
ar: صرف النقود
de_de: Geld ausgegeben
es_es: Dinero gastado
fr_fr: Argent dépensé
it_it: Montante speso
ms_my: Ucapan Wang
nl_be: Uitgegeven geld
pt_pt: Dinheiro gasto
ru_ru: Денег потрачено
sv_se: Spenderade pengar
tr_tr: Harcanan Para

source: Your top 10 clients will be listed here.
ar: سيتم إدراج أفضل 10 عملاء لديك هنا.
de_de: Ihre Top 10 Kunden werden hier aufgelistet.
es_es: Sus 10 principales clientes aparecerán aquí.
fr_fr: Vos 10 premiers clients seront listés ici.
it_it: I tuoi primi 10 clienti saranno elencati qui.
ms_my: 10 pelanggan teratas anda akan disenaraikan di sini.
nl_be: Uw top 10 klanten staan hier vermeld.
pt_pt: Seus 10 principais clientes serão listados aqui.
ru_ru: Здесь будут указаны ваши 10 лучших клиентов.
sv_se: Dina 10 bästa kunder kommer att listas här.
tr_tr: İlk 10 müşteriniz burada listelenecek.

source: Top Selling Products
ar: أكثر السلع مبيعًا
de_de: Meistverkaufte Produkte
es_es: Productos más vendidos
fr_fr: Produits les plus vendus
it_it: Prodotti più venduti
ms_my: Produk Jualan Terunggul
nl_be: Hoogst verkochte producten
pt_pt: Produtos mais vendidos
ru_ru: Лучшие продажи продуктов
sv_se: Toppsäljande produkter
tr_tr: En Çok Satan Ürünler

source: Sales
ar: المبيعات
de_de: Verkäufe
es_es: Ventas
fr_fr: Ventes
it_it: Vendite
ms_my: Jualan
nl_be: Verkoop
pt_pt: Vendas
ru_ru: Продажи
sv_se: Försäljning
tr_tr: Satış

source: Permalink to %1$s
ar: الرابط الثابت إلى %1$s
de_de: Permalink zu %1$s
es_es: Enlace permanente a %1$s
fr_fr: Permalink vers %1$s
it_it: Permalink a %1$s
nl_be: Permalink tot %1$s
pt_pt: Permalink para%1$s
ru_ru: Постоянная ссылка на%1$s
sv_se: Permalink till%1$s
tr_tr: Kalıcı Bağlantı %1$s

source: Your top 10 selling products will be listed here.
ar: سيتم إدراج أفضل 10 منتجات مبيعة هنا.
de_de: Ihre 10 meistverkauften Produkte werden hier aufgelistet.
es_es: Sus 10 productos más vendidos aparecerán aquí.
fr_fr: Vos 10 produits les plus vendus seront listés ici.
it_it: I 10 prodotti più venduti saranno elencati qui.
ms_my: 10 produk jualan utama anda akan disenaraikan di sini.
nl_be: Uw top 10 verkopende producten worden hier vermeld.
pt_pt: Seus 10 principais produtos vendidos serão listados aqui.
ru_ru: Здесь будут перечислены ваши 10 самых продаваемых продуктов.
sv_se: Dina 10 mest sålda produkter kommer att listas här.
tr_tr: En çok satan 10 ürününüz burada listelenecektir.

source: Gross
ar: مجمل ربح
de_de: Brutto
fr_fr: Brut
it_it: Lordo
ms_my: Kasar
nl_be: Bruto
pt_pt: Bruto
ru_ru: Валовой
sv_se: Brutto
tr_tr: Brüt

source: Total Coupon Usage
ar: إجمالي استخدام القسيمة
de_de: Gesamte Gutscheinverwendung
es_es: Uso total del cupón
fr_fr: Utilisation totale des coupons
it_it: Utilizzo totale del buono
ms_my: Jumlah Penggunaan Kupon
nl_be: Totaal Coupongebruik
pt_pt: Uso total de cupons
ru_ru: Общее использование купона
sv_se: Total kuponganvändning
tr_tr: Toplam Kupon Kullanımı

source: Taxes
ar: الضرائب
de_de: Steuern
es_es: Impuestos
it_it: Tasse
ms_my: Cukai
nl_be: Belastingen
pt_pt: Taxas
ru_ru: Налоги
sv_se: Skatter
tr_tr: Vergiler

source: Taxes Refunded
ar: الضرائب المستردة
de_de: Erstattete Steuern
es_es: Reembolso de Impuestos
fr_fr: Impôts remboursés
it_it: Imposte Rimborsati
ms_my: Cukai Dikembalikan
nl_be: Terugbetaalde belastingen
pt_pt: Impostos reembolsados
ru_ru: Возврат налогов
sv_se: Skatter återbetalas
tr_tr: Geri Ödenen Vergiler

source: Uncompleted Orders
ar: أوامر غير مكتملة
de_de: Unvollendete Aufträge
es_es: Pedidos incompletos
fr_fr: Commandes inachevées
it_it: Ordini non completati
ms_my: Perintah yang tidak lengkap
nl_be: Niet-voltooide Orders
pt_pt: Pedidos não concluídos
ru_ru: Незаконченные заказы
sv_se: Ofullständiga order
tr_tr: Tamamlanmamış Siparişler

source: Refunded Orders
ar: الطلبات المستردة
de_de: Rückerstattete Bestellungen
es_es: Pedidos reembolsados
fr_fr: Commandes remboursées
it_it: Ordini rimborsati
ms_my: Pesanan yang Dibayar Semula
nl_be: Terugbetaalde Orders
pt_pt: Pedidos Reembolsados
ru_ru: Возвращенные заказы
sv_se: Återbetalade beställningar
tr_tr: İade Edilen Siparişler

source: Net Profit
ar: صافي الربح
de_de: Reingewinn
es_es: Beneficio Neto
fr_fr: Résultat net
it_it: Utile netto
ms_my: Keuntungan bersih
nl_be: Nettowinst
pt_pt: Lucro líquido
ru_ru: Чистая прибыль
sv_se: Nettoförtjänst
tr_tr: Net Kar

source: Print table
ar: جدول الطباعة
de_de: Tabelle drucken
es_es: Imprimir tabla
fr_fr: Imprimer le tableau
it_it: Tabella di stampa
ms_my: Jadual cetak
nl_be: Afdruk
pt_pt: Mesa de impressão
ru_ru: Печатный стол
sv_se: Skrivbord
tr_tr: Tablo yazdır

source: From all sellers
ar: من جميع البائعين
de_de: Von allen Verkäufern
es_es: De todos los vendedores
fr_fr: De tous les vendeurs
it_it: Da tutti i venditori
ms_my: Dari semua penjual
nl_be: Van alle verkopers
pt_pt: De todos os vendedores
ru_ru: От всех продавцов
sv_se: Från alla säljare
tr_tr: Tüm satıcılardan

source: All Time
ar: كل الوقت
de_de: Jederzeit
es_es: Todo el tiempo
fr_fr: Tout le temps
it_it: Sempre
ms_my: Setiap masa
nl_be: De hele tijd
pt_pt: Desde Sempre
ru_ru: За все время
sv_se: Totalt
tr_tr: Tüm Zamanlar

source: Year
ar: السنة
de_de: Jahr
es_es: Año
fr_fr: Année
it_it: Anno
ms_my: Tahun
nl_be: Jaar
pt_pt: Ano
ru_ru: Год
sv_se: År
tr_tr: Yıl

source: Last Month
ar: الشهر الماضي
de_de: Letzter Monat
es_es: Mes Pasado
fr_fr: Mois dernier
it_it: Ultimo mese
ms_my: Bulan lepas
nl_be: Laatste maand
pt_pt: Último Mês
ru_ru: Последний месяц
sv_se: Föregående månad
tr_tr: Geçen Ay

source: Month
ar: شهر
de_de: Monat
es_es: Mes
fr_fr: Mois
it_it: Mese
ms_my: Bulan
nl_be: Maand
pt_pt: Mês
ru_ru: Месяц
sv_se: Månad
tr_tr: Ay

source: Week
ar: أسبوع
de_de: Woche
es_es: Semana
fr_fr: Semaine
it_it: Settimana
ms_my: Minggu
pt_pt: Semana
ru_ru: Неделя
sv_se: Vecka
tr_tr: Hafta

source: Today
ar: اليوم
de_de: Heute
es_es: Hoy
fr_fr: Aujourd’hui
it_it: Oggi
ms_my: Hari ini
nl_be: Vandaag
pt_pt: Hoje
ru_ru: Сегодня
sv_se: Idag
tr_tr: Bugün

source: Start Date, i.e:
ar: تاريخ البدء ، أي:
de_de: Startdatum, d.h:
es_es: Fecha de inicio, es decir
fr_fr: Date de début, c.-à-d :
it_it: Data d'inizio, cioè
ms_my: Tarikh Mula, iaitu:
nl_be: Startdatum, d.w.z:
pt_pt: Data de início, ou seja:
ru_ru: Дата начала, т. Е.
sv_se: Startdatum, dvs:
tr_tr: Başlangıç ​​Tarihi, örneğin:

source: End Date, i.e:
ar: تاريخ الانتهاء ، أي:
de_de: Enddatum, d.h:
es_es: Fecha de finalización, es decir
fr_fr: Date de fin, c.-à-d :
it_it: Data di fine, cioè
ms_my: Tarikh Akhir, iaitu:
nl_be: Einddatum, d.w.z:
pt_pt: Data final, ou seja:
ru_ru: Дата окончания, то есть:
sv_se: Slutdatum, dvs:
tr_tr: Bitiş Tarihi, örneğin:

source: Go
ar: اذهب
de_de: Los
es_es: Ir
fr_fr: Aller
it_it: Vai
ms_my: Pergi
nl_be: Ga
pt_pt: Ir
ru_ru: Перейти
sv_se: Start
tr_tr: Git

source: Account Balance
ar: رصيد الحساب
de_de: Kontostand
es_es: Saldo de la cuenta
fr_fr: Solde du compte
it_it: Saldo dell'account
ms_my: Baki akaun
nl_be: Rekeningsaldo
pt_pt: Balanço da Conta
ru_ru: Баланс
sv_se: Kontobalans
tr_tr: Hesap Bakiyesi

source: Withdraw Money
ar: سحب نقود
de_de: Geld abheben
es_es: Retirar dinero
fr_fr: Retirer de l'argent
it_it: Prelevare denaro
ms_my: Mengeluarkan wang
nl_be: Geld opnemen
pt_pt: Sacar dinheiro
ru_ru: Вывести деньги
sv_se: Ta ut pengar
tr_tr: Para Çekin

source: Update
ar: تحديث
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mettre à jour
it_it: Aggiorna
ms_my: Kemaskini
nl_be: Bijwerken
pt_pt: Atualizar
ru_ru: Обновить
sv_se: Uppdatera
tr_tr: Güncelle

source: Post
ar: نشر
de_de: Beitrag
es_es: Entrada
fr_fr: Article
it_it: Articolo
nl_be: Plaats
pt_pt: Artigo
ru_ru: Запись
sv_se: Inlägg
tr_tr: Yazı

source: Post & Add New
ar: نشر وإضافة جديد
es_es: Publicar y Añadir Nuevo
fr_fr: Poster & Ajouter Nouveau
it_it: Pubblicare e aggiungere nuovo
ms_my: Pasang &amp; Tambah Baru
nl_be: Plaatsen & toevoegen nieuw
pt_pt: Postar &amp; Adicionar Novo
ru_ru: Опубликовать и добавить новое
sv_se: Posta och lägg till nytt
tr_tr: Gönderi Ekle ve Ekle

source: Upload Cover
ar: تحميل الغلاف
de_de: Cover hochladen
es_es: Cargar portada
fr_fr: Télécharger le couvercle
it_it: Copertina di carico
ms_my: Muat Naik
nl_be: Cover uploaden
pt_pt: Carregar capa
ru_ru: Загрузить обложку
sv_se: Ladda upp omslaget
tr_tr: Kapak Yükle
