Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: Type services/foods that you provide separated with a comma or click on value if appeared in the predictions list. Values here are used in vendors searching tools. i.e: Indian, Chinese, Thai, barbecue, meats, fish, seafoods, pet-foods, snack-foods.
ar: اكتب الخدمات / الأطعمة التي تقدمها بشكل منفصل بفاصلات أو انقر على القيمة إذا ظهرت في قائمة التوقعات. يتم استخدام القيم هنا في أدوات البحث عن الموردين. أي: الهندية والصينية والتايلاندية والشواء واللحوم والأسماك والمأكولات البحرية والحيوانات الأليفة الأطعمة ، الأطعمة الخفيفة.
de_de: Geben Sie Services/Lebensmittel ein, die Sie getrennt durch ein Komma angeben, oder klicken Sie auf den Wert, wenn er in der Prognoseliste erscheint. Die Werte hier werden bei der Lieferantensuche verwendet. z.B.: Indisch, Chinesisch, Thailändisch, Grillen, Fleisch, Fisch, Meeresfrüchte, Tiernahrung, Snack-Foods.
es_es: Escriba los servicios/alimentos que proporciona separados por una coma o haga clic en el valor si aparece en la lista de predicciones. Los valores aquí se utilizan en herramientas de búsqueda de proveedores, por ejemplo: indios, chinos, tailandeses, barbacoas, carnes, pescados, mariscos, alimentos para mascotas, snacks.
fr_fr: Tapez les services/aliments que vous fournissez séparés par une virgule ou cliquez sur la valeur si elle apparaît dans la liste des prédictions. Les valeurs ici sont utilisées dans les outils de recherche des vendeurs, par exemple : indien, chinois, thaïlandais, barbecue, viandes, poissons, fruits de mer, aliments pour animaux domestiques, snack-foods.
it_it: Digita i servizi/cibo che fornisci separatamente con una virgola o clicca sul valore se apparso nell'elenco delle previsioni. I valori qui sono utilizzati nei fornitori di strumenti di ricerca, ad esempio: indiano, cinese, tailandese, barbecue, carni, pesce, frutti di mare, alimenti per animali domestici, snack.
ms_my: Taipkan perkhidmatan / makanan yang anda berikan dipisahkan dengan koma atau klik pada nilai jika muncul dalam senarai ramalan. Nilai di sini digunakan dalam alat carian vendor. iaitu India, Cina, Thailand, barbeku, daging, ikan, makanan laut, makanan haiwan, makanan ringan.
nl_be: Typ diensten/voedingsmiddelen gescheiden met een komma of klik op een waarde die verschijnt in de voorspellijst. De waarden hier worden gebruikt in verkopers hulpmiddelen, bv.: Indisch, Chinees, Thais, barbecue, vlees, vissen, zeevruchten, huisdier-voedsel, snack-voedsel.
pt_pt: Digite serviços / alimentos que você fornece separados por uma vírgula ou clique em valor se aparecer na lista de previsões. Valores aqui são usados ​​em ferramentas de pesquisa de fornecedores. ou seja: indiano, chinês, tailandês, churrasco, carnes, peixes, frutos do mar, alimentos para animais de estimação, lanches.
ru_ru: Введите сервисы / продукты, которые вы предоставили, разделены запятой или щелкните по значению, если они появятся в списке прогнозов. Значения здесь используются в инструментах поиска поставщиков. т.е.: индийский, китайский, тайский, барбекю, мясо, рыба, морепродукты, корма для домашних животных, закуски.
sv_se: Skriv tjänster / livsmedel som du tillhandahåller separerade med ett komma eller klicka på värde om det förekommer i prognoslistan. Värden här används i försäljningsverktyg för leverantörer. dvs: indiska, kinesiska, thailändska, grill, kött, fisk, skaldjur, husdjursmat, mellanmål-mat.
tr_tr: Sağladığınız hizmetleri / yiyecekleri virgülle ayırın veya tahminler listesinde görünüyorsa değeri tıklayın. Buradaki değerler satıcı arama araçlarında kullanılır. Yani: Hint, Çin, Tayland, barbekü, et, balık, deniz ürünleri, evcil hayvan gıdaları, aperatif yiyecekler.

source: Select food types available in your shop.
ar: حدد أنواع الطعام المتاحة في متجرك.
de_de: Wählen Sie die in Ihrem Shop erhältlichen Lebensmittel aus.
es_es: Seleccione los tipos de alimentos disponibles en su tienda.
fr_fr: Sélectionnez les types d'aliments disponibles dans votre magasin.
it_it: Seleziona i tipi di cibo disponibili nel tuo negozio.
ms_my: Pilih jenis makanan yang ada di kedai anda.
nl_be: Selecteer voedselsoorten die beschikbaar zijn in uw winkel.
pt_pt: Selecione os tipos de alimentos disponíveis em sua loja.
ru_ru: Выберите типы продуктов, доступные в вашем магазине.
sv_se: Välj mattyper tillgängliga i din butik.
tr_tr: Dükkanınızda mevcut olan yiyecek tiplerini seçin.

source: When this is selected, customers will be able to send you email messages from your shop page.
ar: عند تحديد ذلك ، سيتمكن العملاء من إرسال رسائل البريد الكتروني من صفحه متجرك.
de_de: Wenn diese Option ausgewählt ist, können Kunden Ihnen E-Mail-Nachrichten von Ihrer Shop-Seite aus senden.
es_es: Cuando se selecciona esta opción, los clientes podrán enviarle mensajes de correo electrónico desde la página de su tienda.
fr_fr: Lorsque cette option est sélectionnée, les clients pourront vous envoyer des messages électroniques à partir de la page de votre boutique.
it_it: Quando questo è selezionato, i clienti saranno in grado di inviare messaggi e-mail dalla tua pagina del negozio.
ms_my: Apabila ini dipilih, pelanggan akan dapat menghantar anda mesej e-mel dari halaman kedai anda.
nl_be: Wanneer dit is geselecteerd, kunnen klanten u e-mailberichten sturen vanaf uw winkelpagina.
pt_pt: Quando isso é selecionado, os clientes poderão enviar mensagens de e-mail a partir da sua página de loja.
ru_ru: Когда это будет выбрано, клиенты смогут отправлять вам сообщения электронной почты со страницы вашего магазина.
sv_se: När detta väljs kommer kunderna att kunna skicka dig e-postmeddelanden från din butikssida.
tr_tr: Bu seçildiğinde, müşteriler alışveriş sayfanızdan size e-posta mesajları gönderebilecektir.

source: If you offer products/foods on specific timings, then you should use menus to avoid customers from ordering products at the time that you do not offer them. After you create menus here, a new option called "Linked Menus" will appear in the products add/edit form where you can link the product to a specific menu or multiple menus.
ar: إذا كنت تقدم منتجات / أطعمة في أوقات محددة ، فيجب عليك استخدام القوائم لتجنب العملاء من طلب المنتجات في الوقت الذي لا تعرضه فيه. بعد إنشاء القوائم هنا ، سيظهر خيار جديد يسمى &quot;القوائم المرتبطة&quot; في نموذج إضافة / تحرير المنتجات حيث يمكنك ربط المنتج بقائمة محددة أو قوائم متعددة.
de_de: Wenn Sie Produkte/Lebensmittel zu bestimmten Zeiten anbieten, sollten Sie Menüs verwenden, um zu vermeiden, dass Kunden Produkte zu dem Zeitpunkt bestellen, zu dem Sie sie nicht anbieten. Nachdem Sie hier Menüs erstellt haben, erscheint eine neue Option namens "Verknüpfte Menüs" im Formular Produkte hinzufügen/bearbeiten, wo Sie das Produkt mit einem bestimmten Menü oder mehreren Menüs verknüpfen können.
es_es: Si usted ofrece productos/alimentos en horarios específicos, entonces debe usar los menús para evitar que los clientes pidan productos en el momento en que no los ofrece. Después de crear los menús aquí, aparecerá una nueva opción llamada "Menús vinculados" en el formulario de adición/edición de productos, donde podrá vincular el producto a un menú específico o a varios menús.
fr_fr: Si vous offrez des produits ou des aliments à des moments précis, vous devriez utiliser des menus pour éviter que les clients ne commandent des produits au moment où vous ne les offrez pas. Après avoir créé des menus ici, une nouvelle option appelée "Menus liés" apparaîtra dans le formulaire d'ajout ou d'édition de produits où vous pouvez lier le produit à un menu spécifique ou à plusieurs menus.
it_it: Se si offrono prodotti / alimenti su tempistiche specifiche, è necessario utilizzare i menu per evitare che i clienti di ordinare i prodotti nel momento in cui non li offrono. Dopo aver creato i menu qui, una nuova opzione chiamata "Menu collegati" apparirà nel modulo di aggiunta/modifica dei prodotti dove è possibile collegare il prodotto a un menu specifico o a più menu.
ms_my: Jika anda menawarkan produk / makanan pada waktu tertentu, maka anda harus menggunakan menu untuk mengelakkan pelanggan daripada memesan produk pada masa yang anda tidak menawarkannya. Setelah anda membuat menu di sini, pilihan baru yang dipanggil &quot;Menu Berkaitan&quot; akan muncul dalam bentuk tambah / edit produk di mana anda boleh memautkan produk ke menu tertentu atau berbilang menu.
nl_be: Als u producten/voedingsmiddelen op specifieke tijdstippen aanbiedt, moet u menu's gebruiken om te voorkomen dat klanten producten bestellen op het moment dat u ze niet aanbiedt. Nadat u hier menu's hebt gemaakt, verschijnt een nieuwe optie genaamd "Gelinkte menu's" in de producten toevoegen / bewerken formulier waar u het product kunt koppelen aan een specifiek menu of meerdere menu's.
pt_pt: Se você oferece produtos / alimentos em horários específicos, deve usar menus para evitar que os clientes solicitem produtos no momento em que você não os oferece. Depois de criar menus aqui, uma nova opção chamada &quot;Menus vinculados&quot; aparecerá no formulário de adição / edição de produtos, onde você poderá vincular o produto a um menu específico ou a vários menus.
ru_ru: Если вы предлагаете продукты / продукты по определенным срокам, тогда вы должны использовать меню, чтобы клиенты не заказывали товары в то время, когда вы их не предлагаете. После того, как вы создадите меню, в форме добавления / редактирования продуктов появится новый параметр «Связанные меню», в котором вы можете связать продукт с конкретным меню или несколькими меню.
sv_se: Om du erbjuder produkter / livsmedel på specifika tidpunkter, bör du använda menyer för att undvika att kunder beställer produkter när du inte erbjuder dem. När du har skapat menyer här visas ett nytt alternativ som heter &quot;Länkade menyer&quot; i produkttillägget / redigera formuläret där du kan länka produkten till en viss meny eller flera menyer.
tr_tr: Belirli zaman aralıklarında ürünler / yiyecekler sunuyorsanız, müşterilerin size sunmadığınız zamanlarda ürün sipariş etmelerini önlemek için menüler kullanmalısınız. Burada menüler oluşturduktan sonra, ürünü belirli bir menüye veya çoklu menülere bağlayabileceğiniz ürünler ekleme / düzenleme formunda &quot;Bağlantılı Menüler&quot; adlı yeni bir seçenek görünecektir.

source: Select a name for this menu. This will appear in your shop page with timings below.
ar: اختر اسما لهذه القائمة. سوف يظهر هذا في صفحة متجرك مع التوقيت أدناه.
de_de: Wählen Sie einen Namen für dieses Menü. Dieser erscheint auf Ihrer Shop-Seite mit den folgenden Zeitangaben.
es_es: Seleccione un nombre para este menú. Esto aparecerá en la página de su tienda con los tiempos a continuación.
fr_fr: Sélectionnez un nom pour ce menu. Ceci apparaîtra sur la page de votre boutique avec les horaires ci-dessous.
it_it: Selezionare un nome per questo menu. Questo apparirà nella tua pagina del negozio con gli orari qui sotto.
ms_my: Pilih nama untuk menu ini. Ini akan muncul di halaman kedai anda dengan masa di bawah.
nl_be: Selecteer een naam voor dit menu. Dit zal verschijnen in je winkel pagina met de onderstaande timings.
pt_pt: Selecione um nome para este menu. Isto irá aparecer na sua página de loja com horários abaixo.
ru_ru: Выберите имя для этого меню. Это будет отображаться на странице вашего магазина с таймингами ниже.
sv_se: Välj ett namn för den här menyn. Detta kommer att visas på din butikssida med tidpunkter nedan.
tr_tr: Bu menü için bir isim seçin. Bu, alışveriş sayfanızda aşağıdaki zamanlamalarla görünecektir.

source: When do you start offering products linked to this menu? if your browser does not support time inputs please enter the time in 24 hour format like: 16:30
ar: متى تبدأ بتقديم منتجات مرتبطة بهذه القائمة؟ إذا كان متصفحك لا يدعم إدخال الوقت ، يرجى إدخال الوقت بتنسيق 24 ساعة مثل: 16:30
de_de: Wenn Ihr Browser keine Zeiteingabe unterstützt, geben Sie bitte die Uhrzeit im 24-Stunden-Format ein: 16:30
es_es: Si su navegador no soporta entradas de tiempo, por favor ingrese la hora en formato de 24 horas como: 16:30
fr_fr: Quand commencez-vous à offrir des produits liés à ce menu ? Si votre navigateur ne supporte pas les entrées de temps, veuillez entrer l'heure en format 24 heures : 16:30
it_it: Se il tuo browser non supporta l'inserimento di dati orari, inserisci l'ora in un formato simile a 24 ore: 16:30
ms_my: Bilakah anda mula menawarkan produk yang dikaitkan dengan menu ini? jika pelayar anda tidak menyokong input masa sila masukkan masa dalam format 24 jam seperti: 16:30
nl_be: Wanneer begint u met het aanbieden van producten gekoppeld aan dit menu. als uw browser geen tijd invoer ondersteunt, voer dan de tijd in in 24 uur formaat zoals: 16:30
pt_pt: Quando você começa a oferecer produtos vinculados a esse menu? Se o seu navegador não suporta entradas de hora, por favor insira a hora no formato de 24 horas como: 16:30
ru_ru: Когда вы начинаете предлагать продукты, связанные с этим меню? если ваш браузер не поддерживает ввод времени, введите время в 24-часовом формате, например: 16:30
sv_se: När börjar du erbjuda produkter som är kopplade till den här menyn? Om din webbläsare inte stöder tidsingångar anger du tiden i 24-timmarsformat som: 16:30
tr_tr: Bu menüye bağlı ürünler sunmaya ne zaman başlıyorsunuz? Eğer tarayıcınız zaman girişlerini desteklemiyorsa, lütfen 24 saat biçimindeki saati girin: 16:30

source: When do you end offering products linked to this menu? if your browser does not support time inputs please enter the time in 24 hour format like: 18:50
ar: متى تنتهي بعرض منتجات مرتبطة بهذه القائمة؟ إذا كان متصفحك لا يدعم إدخال الوقت ، يرجى إدخال الوقت بتنسيق 24 ساعة مثل: 18:50
de_de: Wenn Ihr Browser keine Zeiteingaben unterstützt, geben Sie bitte die Uhrzeit im 24-Stunden-Format ein: 18:50
es_es: Si su navegador no soporta entradas de tiempo, por favor ingrese la hora en formato de 24 horas como: 18:50
fr_fr: Si votre navigateur ne prend pas en charge les entrées de temps, veuillez entrer l'heure en format 24 heures : 18:50
it_it: Se il vostro browser non supporta l'inserimento di dati orari, inserite l'ora in un formato simile a 24 ore: 18:50
ms_my: Bilakah anda menamatkan produk yang disambungkan ke menu ini? jika pelayar anda tidak menyokong input masa sila masukkan masa dalam format 24 jam seperti: 18:50
nl_be: Wanneer stopt u met het aanbieden van producten gekoppeld aan dit menu. als uw browser geen tijdinvoer ondersteunt, voer dan de tijd in in bijvoorbeeld 24-uursformaat: 18:50
pt_pt: Quando você acaba de oferecer produtos vinculados a este menu? Se o seu navegador não suporta entradas de hora, por favor insira a hora no formato de 24 horas como: 18:50
ru_ru: Когда вы заканчиваете предлагать продукты, связанные с этим меню? если ваш браузер не поддерживает временные входы, введите время в формате 24 часа, например: 18:50
sv_se: När slutar du erbjuda produkter som är kopplade till den här menyn? Om din webbläsare inte stöder tidsingångar anger du tiden i 24-timmarsformat som: 18:50
tr_tr: Bu menüye bağlı ürünler sunmayı ne zaman bitiriyorsunuz? Eğer tarayıcınız zaman girişlerini desteklemiyorsa, lütfen 24 saat biçimindeki saati girin: 18:50

source: What are the order types you accept when your shop is open (online)?
ar: ما أنواع الطلبات التي تقبلها عندما يكون متجرك مفتوحًا (عبر الإنترنت)؟
de_de: Welche Bestellarten akzeptieren Sie, wenn Ihr Shop geöffnet ist (online)?
es_es: ¿Cuáles son los tipos de pedidos que acepta cuando su tienda está abierta (en línea)?
fr_fr: Quels sont les types de commandes que vous acceptez lorsque votre boutique est ouverte (en ligne) ?
it_it: Quali sono i tipi di ordine che accettate quando il vostro negozio è aperto (online)?
ms_my: Apakah jenis pesanan yang anda terima apabila kedai anda dibuka (dalam talian)?
nl_be: Wat zijn de ordertypes die u accepteert wanneer uw winkel open is (online)?
pt_pt: Quais são os tipos de pedido que você aceita quando sua loja está aberta (on-line)?
ru_ru: Какие типы заказов вы принимаете, когда ваш магазин открыт (онлайн)?
sv_se: Vilka är de ordertyper du accepterar när din butik är öppen (online)?
tr_tr: Mağazanız açıkken (çevrimiçi) kabul ettiğiniz sipariş türleri nelerdir?

source: Selecting this option will allow customers to create pre-orders to be processed when your shop is open.
ar: سيسمح تحديد هذا الخيار للعملاء بإنشاء طلبات مسبقة ليتم معالجتها عندما يكون متجرك مفتوحًا.
de_de: Wenn Sie diese Option wählen, können Kunden Vorbestellungen erstellen, die bei geöffnetem Shop bearbeitet werden.
es_es: Si selecciona esta opción, los clientes podrán crear pedidos anticipados que se procesarán cuando su tienda esté abierta.
fr_fr: En sélectionnant cette option, les clients pourront créer des pré-commandes à traiter lorsque votre boutique est ouverte.
it_it: Selezionando questa opzione, i clienti potranno creare pre-ordini da elaborare all'apertura del negozio.
ms_my: Memilih pilihan ini akan membolehkan pelanggan membuat pra pesanan untuk diproses apabila kedai anda dibuka.
nl_be: Als u deze optie selecteert, kunnen klanten voororders maken die verwerkt worden wanneer uw winkel geopend is.
pt_pt: Ao selecionar essa opção, os clientes poderão criar pré-pedidos para serem processados ​​quando sua loja estiver aberta.
ru_ru: Выбор этого параметра позволит клиентам создавать предварительные заказы, которые будут обрабатываться, когда ваш магазин открыт.
sv_se: Om du väljer det här alternativet får du kunder att skapa förbeställningar som ska behandlas när din butik är öppen.
tr_tr: Bu seçeneğin seçilmesi, müşterilerin mağazanız açıkken işlenecek ön siparişleri oluşturmasına olanak tanır.

source: What are the order types you accept when your shop is closed (offline)?
ar: ما أنواع الطلبات التي تقبلها عندما يكون متجرك مغلقًا (غير متصل)؟
de_de: Welche Bestellarten akzeptieren Sie, wenn Ihr Shop geschlossen ist (offline)?
es_es: ¿Cuáles son los tipos de pedidos que aceptas cuando tu tienda está cerrada (offline)?
fr_fr: Quels sont les types de commandes que vous acceptez lorsque votre boutique est fermée (offline) ?
it_it: Quali sono i tipi di ordine che accettate quando il vostro negozio è chiuso (offline)?
ms_my: Apakah jenis pesanan yang anda terima apabila kedai anda ditutup (di luar talian)?
nl_be: Wat zijn de ordertypes die je accepteert wanneer je shop gesloten is (offline)?
pt_pt: Quais são os tipos de pedido que você aceita quando sua loja é fechada (off-line)?
ru_ru: Какие типы заказов вы принимаете, когда ваш магазин закрыт (в автономном режиме)?
sv_se: Vilka är de ordertyper du accepterar när din butik är stängd (offline)?
tr_tr: Mağazanız kapalıyken (çevrimdışı) kabul ettiğiniz sipariş türleri nelerdir?

source: If you offer delivery service click on the map to start drawing a polygon that covers the area where you can offer delivery service. Click on the X button on the right to clear the drawing.
ar: إذا كنت تقدم خدمة التوصيل ، فانقر على الخريطة لبدء رسم مضلع يغطي المنطقة التي يمكنك فيها تقديم خدمة التوصيل. انقر على زر X على اليمين لمسح الرسم.
de_de: Wenn Sie einen Lieferservice anbieten, klicken Sie auf die Karte, um ein Polygon zu zeichnen, das den Bereich abdeckt, in dem Sie den Lieferservice anbieten können. Klicken Sie auf die Schaltfläche X auf der rechten Seite, um die Zeichnung zu löschen.
es_es: Si ofrece el servicio de entrega, haga clic en el mapa para empezar a dibujar un polígono que cubra el área donde puede ofrecer el servicio de entrega. Haga clic en el botón X a la derecha para borrar el dibujo.
fr_fr: Si vous offrez un service de livraison, cliquez sur la carte pour commencer à dessiner un polygone qui couvre la zone où vous pouvez offrir un service de livraison. Cliquez sur le bouton X à droite pour effacer le dessin.
it_it: Se si offre un servizio di consegna clicca sulla mappa per iniziare a disegnare un poligono che copre l'area in cui è possibile offrire un servizio di consegna. Fare clic sul pulsante X sulla destra per cancellare il disegno.
ms_my: Jika anda menawarkan perkhidmatan penghantaran, klik pada peta untuk mula melukis poligon yang merangkumi kawasan di mana anda boleh menawarkan perkhidmatan penghantaran. Klik pada butang X di sebelah kanan untuk membersihkan lukisan itu.
nl_be: Als u een leveringsservice aanbiedt, klikt u op de kaart om te beginnen met het tekenen van een veelhoek die het gebied bestrijkt waar u leveringsservice kunt bieden. Klik op de X knop aan de rechterkant om de tekening te wissen.
pt_pt: Se você oferece serviço de entrega, clique no mapa para começar a desenhar um polígono que cubra a área onde você pode oferecer o serviço de entrega. Clique no botão X à direita para limpar o desenho.
ru_ru: Если вы предлагаете услугу доставки, нажмите на карту, чтобы начать рисовать многоугольник, который покрывает область, где вы можете предложить услугу доставки. Нажмите кнопку X справа, чтобы очистить чертеж.
sv_se: Om du erbjuder leveransservice klicka på kartan för att börja rita en polygon som täcker området där du kan erbjuda leveransservice. Klicka på X-knappen till höger för att rensa ritningen.
tr_tr: Teslimat hizmeti sunuyorsanız, teslimat hizmeti verebileceğiniz alanı kapsayan çokgen çizmeye başlamak için haritaya tıklayın. Çizimi temizlemek için sağdaki X düğmesine tıklayın.

source: Do you want to calculate the delivery fee separately for each individual product or as per order?
ar: هل ترغب في حساب رسوم التسليم بشكل منفصل لكل منتج على حدة أو حسب الطلب؟
de_de: Möchten Sie die Versandkosten für jedes einzelne Produkt einzeln oder auftragsbezogen berechnen?
es_es: ¿Desea calcular los gastos de envío por separado para cada producto individual o por pedido?
fr_fr: Voulez-vous calculer les frais de livraison séparément pour chaque produit ou selon la commande ?
it_it: Vuoi calcolare le spese di spedizione separatamente per ogni singolo prodotto o come da ordine?
ms_my: Adakah anda ingin mengira yuran penghantaran secara berasingan untuk setiap produk individu atau mengikut pesanan?
nl_be: Wilt u de verzendkosten per individueel product of per bestelling berekenen?
pt_pt: Você deseja calcular a taxa de entrega separadamente para cada produto individual ou conforme o pedido?
ru_ru: Вы хотите рассчитать стоимость доставки отдельно для каждого отдельного продукта или в соответствии с заказом?
sv_se: Vill du beräkna leveransavgiften separat för varje enskild produkt eller enligt beställning?
tr_tr: Teslimat ücretini, her bir ürün için veya siparişe göre ayrı ayrı hesaplamak ister misiniz?
