Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: Check this box if the coupon should not apply to products with discounted price. Per-product coupons will only work if the product is not on it's discount price. Per-cart coupons will only work if there are no discounted products in the cart.
ar: حدد هذا المربع إذا كان لا ينبغي أن تنطبق القسيمة على المنتجات ذات الأسعار المخفضة. لن تعمل القسائم لكل منتج إلا إذا كان المنتج غير معروض بسعر الخصم. لن تعمل القسائم لكل سلة إلا في حالة عدم وجود منتجات مخفضة في سلة التسوق.
de_de: Markieren Sie dieses Feld, wenn der Gutschein nicht für Produkte mit Rabatt gelten soll. Gutscheine pro Produkt funktionieren nur, wenn das Produkt nicht auf dem Rabattpreis steht. Gutscheine pro Warenkorb funktionieren nur, wenn sich keine ermäßigten Produkte im Warenkorb befinden.
es_es: Marque esta casilla si el cupón no debe aplicarse a productos con precio con descuento. Los cupones por producto sólo funcionarán si el producto no está en su precio de descuento. Los cupones por carrito sólo funcionarán si no hay productos con descuento en el carrito.
fr_fr: Cochez cette case si le coupon ne s'applique pas aux produits à prix réduit. Les coupons par produit ne fonctionneront que si le produit n'est pas sur son prix d'escompte. Les coupons par chariot ne fonctionneront que s'il n'y a pas de produits à rabais dans le panier.
it_it: Spuntare questa casella se il coupon non deve essere applicato a prodotti con prezzo scontato. Buoni per prodotto funzionerà solo se il prodotto non è sul suo prezzo di sconto. I coupon per auto funzioneranno solo se non ci sono prodotti scontati nel carrello.
ms_my: Semak kotak ini jika kupon tidak terpakai bagi produk dengan harga diskaun. Kupon setiap produk hanya akan berfungsi jika produk tidak ada pada harga diskaun itu. Kupon per-keranjang hanya akan berfungsi jika tidak ada produk diskaun di dalam troli.
nl_be: Kruis dit vakje aan als de coupon niet van toepassing is op producten met korting. Coupons per product werken alleen als het product niet op de promotieprijs staat. Coupons per order werken alleen als er geen promotie producten in de winkelwagen zitten.
pt_pt: Marque esta caixa se o cupom não se aplicar a produtos com preço com desconto. Os cupons por produto só funcionarão se o produto não estiver no preço com desconto. Os cupons de carrinho de compras só funcionarão se não houver produtos com desconto no carrinho.
ru_ru: Установите этот флажок, если купон не должен применяться к продуктам со скидкой. Талоны на продукт будут работать только в том случае, если продукт не является его скидкой. Талоны на карточку будут работать только в том случае, если в корзине нет продуктов со скидкой.
sv_se: Markera den här rutan om kupongen inte ska tillämpas på produkter med rabatterat pris. Per-produktkuponger fungerar bara om produkten inte finns på rabattpriset. Per-kupongkuponger fungerar bara om det inte finns några rabatterade produkter i kundvagnen.
tr_tr: Kupon indirimli fiyatlara sahip ürünler için geçerli değilse bu kutuyu işaretleyin. Ürün başına satılan kuponlar, yalnızca ürün indirimli fiyatında değilse çalışır. Kart başına kuponlar, yalnızca sepette indirimli ürünler yoksa çalışır.

source: This field allows you to set the minimum spend (subtotal) allowed to use the coupon.
ar: يتيح لك هذا الحقل تعيين الحد الأدنى للإنفاق (الإجمالي الفرعي) المسموح به لاستخدام القسيمة.
de_de: Dieses Feld erlaubt Ihnen, die minimale Bestellsumme (Zwischensumme, inklusive Steuer) festzulegen, mit der dieser Coupon benutzt werden darf.
es_es: Este campo le permite establecer el subtotal mínimo para poder utilizar el cupón.
fr_fr: Ce champ vous permet de définir un montant de dépense minimum (sous-total) autorisant l'utilisation du coupon.
it_it: Questo campo ti permette di impostare una spesa minima (subtotale) necessaria per utilizzare il codice promozionale.
ms_my: Bidang ini membolehkan anda menetapkan perbelanjaan minimum (subtotal) yang dibenarkan menggunakan kupon.
nl_be: Met dit veld kunt u de minimale uitgaven (subtotaal) instellen die zijn toegestaan om de coupon te gebruiken.
pt_pt: Este campo permite que você defina o gasto mínimo (subtotal) permitido para usar o cupom.
ru_ru: Это поле позволяет вам установить минимальную сумму заказа (подытог, включая налоги) для использования купона.
sv_se: I det här fältet kan du ange minsta utgift (subtotal) tillåtet att använda kupongen.
tr_tr: Bu alan, kuponu kullanmasına izin verilen minimum harcamayı (alt toplam) ayarlamanızı sağlar.

source: This field allows you to set the maximum spend (subtotal) allowed when using the coupon.
ar: يسمح لك هذا الحقل بتعيين الحد الأقصى للانفاق (الإجمالي الفرعي) المسموح به عند استخدام الكوبون.
de_de: Dieses Feld erlaubt Ihnen, die maximale Bestellsumme (Zwischensumme, inklusive Steuer) festzulegen, mit der dieser Coupon benutzt werden darf.
es_es: Este campo le permite establecer el subtotal máximo permitido cuando se utiliza el cupón.
fr_fr: Ce champ vous permet de définir la dépense maximale (sous-total) autorisée lors de l'utilisation du coupon.
it_it: Questo campo ti permette di impostare la spesa massima (subtotale) permessa quando si utilizza il codice promozionale.
ms_my: Bidang ini membolehkan anda menetapkan perbelanjaan maksimum (subtotal) yang dibenarkan apabila menggunakan kupon.
nl_be: Met dit veld kunt u de maximale uitgaven (subtotaal) instellen die zijn toegestaan wanneer u de coupon gebruikt.
pt_pt: Este campo permite que você defina o gasto máximo (subtotal) permitido ao usar o cupom.
ru_ru: Это поле позволяет вам установить максимальную сумму заказа (подытог, включая налоги) для использования купона.
sv_se: I det här fältet kan du ange maximal utgift (subtotal) som tillåts när du använder kupongen.
tr_tr: Bu alan, kuponu kullanırken izin verilen maksimum harcamayı (alt toplam) ayarlamanızı sağlar.

source: Show the Coupon in your shop page?
ar: إظهار الكوبون في صفحة المتجر الخاص بك؟
de_de: Gutschein in Ihrem Shop anzeigen?
es_es: ¿Mostrar el cupón en la página de tu tienda?
fr_fr: Afficher le coupon dans la page de votre boutique ?
it_it: Mostra il Buono nella pagina del tuo negozio?
ms_my: Paparkan Kupon di halaman kedai anda?
nl_be: De coupon weergeven in je shop pagina?
pt_pt: Mostrar o cupom na sua página de loja?
ru_ru: Показать купон на странице вашего магазина?
sv_se: Visa kupongen på din butikssida?
tr_tr: Kuponunuzu mağaza sayfanızda gösterilsin mi?

source: Text to show in the coupon box on your shop page.
ar: النص المراد إظهاره في مربع القسيمة في صفحة متجرك.
de_de: Text, der in der Gutschein-Box auf Ihrer Shop-Seite angezeigt wird.
es_es: Texto a mostrar en el cuadro de cupón en su página de tienda.
fr_fr: Texte à afficher dans la boîte de coupon sur la page de votre boutique.
it_it: Testo da mostrare nella coupon box sulla pagina del tuo negozio.
ms_my: Teks untuk dipaparkan dalam kotak kupon di halaman kedai anda.
nl_be: Tekst om te tonen in het coupon vak op je shop pagina.
pt_pt: Texto para mostrar na caixa do cupom na sua página da loja.
ru_ru: Текст, отображаемый в купонной коробке на странице вашего магазина.
sv_se: Text som ska visas i kupongrutan på din butikssida.
tr_tr: Mağaza sayfanızdaki kupon kutusunda gösterilecek metin.

source: From this page, you can submit money withdrawal requests and view your previous requests. Whenever an order status is changed to completed, the system will automatically create a withdrawal request for you. Before it has been Processed by the website admin you can manually cancel your request. If you have at least %1$s%2$s in your current balance you can make a withdrawal request.
ar: من هذه الصفحة ، يمكنك إرسال طلبات سحب الأموال وعرض طلباتك السابقة. عند تغيير حالة الطلب إلى اكتمالها ، سيقوم النظام تلقائيًا بإنشاء طلب سحب لك. قبل أن تتم معالجتها بواسطة مسؤول موقع الويب ، يمكنك إلغاء الطلب يدويًا. إذا كان لديك %1$s%2$s على الأقل في رصيدك الحالي ، يمكنك تقديم طلب سحب.
de_de: Auf dieser Seite können Sie Geldabhebungsanträge stellen und Ihre früheren Anträge einsehen. Wann immer ein Bestellstatus auf abgeschlossen geändert wird, erstellt das System automatisch eine Auszahlungsanforderung für Sie. Bevor es vom Webmaster bearbeitet wurde, können Sie Ihre Anfrage manuell stornieren. Wenn Sie mindestens %1$s%2$s auf Ihrem aktuellen Kontostand haben, können Sie eine Auszahlungsanforderung stellen.
es_es: Desde esta página, puede enviar solicitudes de retiro de dinero y ver sus solicitudes anteriores. Cada vez que se cambia el estado de un pedido a completado, el sistema creará automáticamente una solicitud de retiro para usted. Antes de que sea procesado por el administrador del sitio web, usted puede cancelar manualmente su solicitud. Si usted tiene al menos %1$s%2$s en su saldo actual, puede hacer una solicitud de retiro.
fr_fr: À partir de cette page, vous pouvez soumettre des demandes de retrait d'argent et consulter vos demandes précédentes. Chaque fois qu'un statut de commande est changé à Terminé, le système crée automatiquement une demande de retrait pour vous. Avant qu'il n'ait été traité par l'administrateur du site, vous pouvez annuler manuellement votre demande. Si vous avez au moins %1$s%2$s dans votre solde actuel, vous pouvez faire une demande de retrait.
it_it: Da questa pagina è possibile inviare richieste di prelievo di denaro e visualizzare le richieste precedenti. Ogni volta che lo stato di un ordine viene modificato per essere completato, il sistema creerà automaticamente una richiesta di prelievo per voi. Prima che sia stata elaborata dall'amministratore del sito web è possibile annullare manualmente la richiesta. Se hai almeno %1$s%2$s nel tuo saldo corrente puoi fare una richiesta di prelievo.
ms_my: Dari halaman ini, anda boleh menghantar permintaan pengeluaran wang dan melihat permintaan anda yang terdahulu. Apabila status pesanan diubah untuk diselesaikan, sistem akan secara automatik membuat permintaan pengeluaran untuk anda. Sebelum diproses oleh pentadbir laman web, anda boleh membatalkan permintaan anda secara manual. Jika anda mempunyai sekurang-kurangnya%1$s %2$s dalam baki semasa anda, anda boleh membuat permintaan pengeluaran.
nl_be: Vanaf deze pagina kunt u geldopnameverzoeken indienen en uw eerdere verzoeken bekijken. Wanneer de status van een bestelling wordt gewijzigd naar voltooid, zal het systeem automatisch een opnameverzoek voor u aanmaken. Voordat het is verwerkt door de websitebeheerder kunt u uw aanvraag handmatig annuleren. Als u minstens %1$s%2$s in uw huidige balans heeft kunt u een opnameverzoek doen.
pt_pt: Nesta página, você pode enviar solicitações de retirada de dinheiro e visualizar suas solicitações anteriores. Sempre que um status do pedido for alterado para concluído, o sistema criará automaticamente uma solicitação de retirada para você. Antes de ter sido processado pelo administrador do site, você pode cancelar manualmente sua solicitação. Se você tiver pelo menos %1$s %2$s em seu saldo atual, poderá fazer uma solicitação de saque.
ru_ru: На этой странице вы можете отправлять запросы на вывод денег и просматривать свои предыдущие запросы. Всякий раз, когда статус заказа изменяется на завершенный, система автоматически создает запрос на вывод средств для вас. Прежде чем он будет обработан администратором веб-сайта, вы можете вручную отменить свой запрос. Если в текущем балансе у вас есть как минимум%1$s %2$s, вы можете сделать запрос на снятие средств.
sv_se: Från den här sidan kan du skicka in ansökningar om uttag av pengar och se dina tidigare förfrågningar. När en orderstatus ändras till färdigställd, skapar systemet automatiskt en begäran om uttag för dig. Innan den har bearbetats av webbplatsadministratören kan du manuellt avbryta din förfrågan. Om du har minst%1$s %2$s i din nuvarande balans kan du göra en begäran om uttag.
tr_tr: Bu sayfadan para çekme talepleri gönderebilir ve önceki isteklerinizi görüntüleyebilirsiniz. Bir sipariş durumu tamamlandığında, sistem otomatik olarak sizin için bir çekilme talebi oluşturur. Web sitesi yöneticisi tarafından işlenmeden önce isteğinizi manuel olarak iptal edebilirsiniz. Mevcut bakiyenizde en az%1$s %2$s varsa, para çekme talebinde bulunabilirsiniz.

source: From this page, you can submit money withdrawal requests and view your previous requests. If you have at least %1$s%2$s in your account balance you can submit a withdrawal request.
ar: من هذه الصفحة ، يمكنك إرسال طلبات سحب الأموال وعرض طلباتك السابقة. إذا كان لديك %1$s%2$s على الأقل في رصيد حسابك ، يمكنك إرسال طلب سحب.
de_de: Auf dieser Seite können Sie Geldabhebungsanträge stellen und Ihre früheren Anträge einsehen. Wenn Sie mindestens %1$s%2$s auf Ihrem Konto haben, können Sie eine Auszahlungsanfrage stellen.
es_es: Desde esta página, puede enviar solicitudes de retiro de dinero y ver sus solicitudes anteriores. Si usted tiene por lo menos %1$s%2$s en el balance de su cuenta, puede enviar una solicitud de retiro.
fr_fr: À partir de cette page, vous pouvez soumettre des demandes de retrait d'argent et consulter vos demandes précédentes. Si vous avez au moins %1$s%2$s dans le solde de votre compte, vous pouvez soumettre une demande de retrait.
it_it: Da questa pagina è possibile inviare richieste di prelievo di denaro e visualizzare le richieste precedenti. Se hai almeno %1$s%2$s%2$s nel saldo del tuo conto puoi inviare una richiesta di prelievo.
ms_my: Dari halaman ini, anda boleh menghantar permintaan pengeluaran wang dan melihat permintaan anda yang terdahulu. Jika anda mempunyai sekurang-kurangnya%1$s %2$s dalam baki akaun anda, anda boleh menyerahkan permintaan pengeluaran.
nl_be: Vanaf deze pagina kunt u geldopnameverzoeken indienen en uw eerdere verzoeken bekijken. Als u minstens %1$s%2$s in uw rekeningsaldo heeft kunt u een opnameverzoek indienen.
pt_pt: Nesta página, você pode enviar solicitações de retirada de dinheiro e visualizar suas solicitações anteriores. Se você tiver pelo menos %1$s %2$s no saldo da sua conta, poderá enviar uma solicitação de saque.
ru_ru: На этой странице вы можете отправлять запросы на вывод денег и просматривать свои предыдущие запросы. Если у вас на балансе вашего аккаунта осталось не менее%1$s %2$s, вы можете отправить запрос на снятие средств.
sv_se: Från den här sidan kan du skicka in ansökningar om uttag av pengar och se dina tidigare förfrågningar. Om du har minst%1$s %2$s i ditt kontobalans kan du skicka in en begäran om uttag.
tr_tr: Bu sayfadan para çekme talepleri gönderebilir ve önceki isteklerinizi görüntüleyebilirsiniz. Hesap bakiyenizde en az %1$s %2$s varsa, para çekme talebinde bulunabilirsiniz.

source: This is used to classify your shop type. You cannot change this option after registration.
ar: يستخدم هذا لتصنيف نوع المحل الخاص بك. لا يمكنك تغيير هذا الخيار بعد التسجيل.
de_de: Diese dient der Klassifizierung Ihres Shoptyps. Sie können diese Option nach der Registrierung nicht mehr ändern.
es_es: Se utiliza para clasificar el tipo de tienda. Usted no puede cambiar esta opción después de registrarse.
fr_fr: Ceci est utilisé pour classer votre type de magasin. Vous ne pouvez pas modifier cette option après l'enregistrement.
it_it: Viene utilizzato per classificare il tipo di negozio. Non è possibile modificare questa opzione dopo la registrazione.
ms_my: Ini digunakan untuk mengklasifikasikan jenis kedai anda. Anda tidak boleh menukar pilihan ini selepas pendaftaran.
nl_be: Dit wordt gebruikt om uw winkeltype te classificeren. U kunt deze optie na registratie niet meer wijzigen.
pt_pt: Isso é usado para classificar seu tipo de loja. Você não pode alterar essa opção após o registro.
ru_ru: Это используется для классификации типа вашего магазина. Вы не можете изменить этот параметр после регистрации.
sv_se: Detta används för att klassificera din butikstyp. Du kan inte ändra det här alternativet efter registrering.
tr_tr: Bu, mağaza türünüzü sınıflandırmak için kullanılır. Kayıttan sonra bu seçeneği değiştiremezsiniz.

source: This is your shop name which will appear in the vendor lists and in your shop's page.
ar: هذا هو اسم المتجر الذي سيظهر في قوائم البائعين وفي صفحة متجرك.
de_de: Dies ist Ihr Shopname, der in den Verkäuferlisten und auf der Seite Ihres Shops erscheint.
es_es: Este es el nombre de su tienda que aparecerá en las listas de vendedores y en la página de su tienda.
fr_fr: C'est le nom de votre boutique qui apparaîtra dans la liste des fournisseurs et dans la page de votre boutique.
it_it: Questo è il nome del tuo negozio che apparirà nelle liste dei venditori e nella pagina del tuo negozio.
ms_my: Ini adalah nama kedai anda yang akan muncul dalam senarai vendor dan di halaman kedai anda.
nl_be: Dit is je shopnaam die zal verschijnen in de aanbiederslijsten en op de pagina van je shop.
pt_pt: Este é o nome da sua loja que aparecerá nas listas de fornecedores e na página da sua loja.
ru_ru: Это имя вашего магазина, которое будет отображаться в списках поставщиков и на странице вашего магазина.
sv_se: Detta är ditt butiksnamn som kommer att visas i leverantörslistorna och på din butikssida.
tr_tr: Bu, satıcı listelerinde ve mağazanızın sayfasında görünen mağaza adınızdır.

source: This is the phone number which will appear on your shop's contact form.
ar: هذا هو رقم الهاتف الذي سيظهر في نموذج الاتصال الخاص بمتجرك.
de_de: Dies ist die Telefonnummer, die auf dem Kontaktformular Ihres Shops erscheint.
es_es: Este es el número de teléfono que aparecerá en el formulario de contacto de su tienda.
fr_fr: C'est le numéro de téléphone qui apparaîtra sur le formulaire de contact de votre boutique.
it_it: Questo è il numero di telefono che apparirà sul modulo di contatto del tuo negozio.
ms_my: Ini adalah nombor telefon yang akan muncul di borang kenalan kedai anda.
nl_be: Dit is het telefoonnummer dat zal verschijnen op het contactformulier van uw winkel.
pt_pt: Este é o número de telefone que aparecerá no formulário de contato de sua loja.
ru_ru: Это номер телефона, который появится в контактной форме вашего магазина.
sv_se: Detta är telefonnumret som kommer att visas på din butiks kontaktformulär.
tr_tr: Bu, mağazanızın iletişim formunda görünecek olan telefon numarasıdır.

source: This is the shop's address which will appear in your shop's contact form and whenever customers choose to make 'Pickup', 'Dine-in', or 'Curbside' orders.
ar: هذا هو عنوان المتجر الذي سيظهر في نموذج الاتصال الخاص بمتجرك وكلما اختار العملاء إجراء طلبات &quot;Pickup&quot; أو &quot;Dine-in&quot; أو &quot;Curbside&quot;.
de_de: Dies ist die Adresse des Shops, die im Kontaktformular Ihres Shops angezeigt wird und immer dann, wenn der Kunde eine Bestellung über'Pickup','Dine-in' oder'Curbside' macht.
es_es: Esta es la dirección de la tienda que aparecerá en el formulario de contacto de su tienda y siempre que los clientes elijan hacer `Recogida', `Cena en', o `Bordillo' pedidos.
fr_fr: Il s'agit de l'adresse de la boutique qui apparaîtra dans le formulaire de contact de votre boutique et chaque fois que les clients choisissent de faire des commandes'Pickup','Dine-in' ou'Curbside'.
it_it: Questo è l'indirizzo del negozio che apparirà nel modulo di contatto del vostro negozio e ogni volta che i clienti scelgono di fare 'Pickup', 'Dine-in', o 'Curbside' ordini.
ms_my: Ini adalah alamat kedai yang akan muncul di dalam borang hubungan kedai anda dan apabila pelanggan memilih membuat pesanan &#39;Pickup&#39;, &#39;Dine-in&#39;, atau &#39;Curbside&#39;.
nl_be: Dit is het adres van de winkel dat zal verschijnen in het contactformulier van uw winkel en wanneer klanten ervoor kiezen om 'Pickup', 'Dine-in' of 'Curbside' bestellingen te maken.
pt_pt: Este é o endereço da loja que aparecerá no formulário de contato da sua loja e sempre que os clientes optarem por fazer pedidos de &#39;Coleta&#39;, &#39;Diner-in&#39; ou &#39;Curbside&#39;.
ru_ru: Это адрес магазина, который появится в контактной форме вашего магазина и всякий раз, когда клиенты предпочитают делать заказы «Пикап», «Обедать» или «Сурббад».
sv_se: Det här är butiksadressen som kommer att visas i din butiks kontaktformulär och när kunder väljer att göra beställningar &quot;Pickup&quot;, &quot;Dine-in&quot; eller &quot;Curbside&quot;.
tr_tr: Bu, mağazanızın iletişim formunda görünecek ve müşterilerin &quot;Alım&quot;, &quot;Yemek&quot; veya &quot;Bordür&quot; siparişlerini oluşturmayı tercih ettiği dükkanın adresidir.

source: Click on the map to set the exact location to your shop. This will allow customers to quickly get directions to your shop with Google Maps. In addition, this will be used to calculate delivery fees if you offer delivery service.
ar: انقر علي الخريطة لتعيين الموقع الدقيق لمتجرك. وهذا سيسمح للعملاء بسرعة الحصول علي الاتجاات إلى متجرك مع خرائط جوجل. الاضافه إلى ذلك ، سيتم استخدام هذا لحساب رسوم التوصيل إذا كنت تقدم خدمه الوصيل.
de_de: Klicken Sie auf die Karte, um den genauen Standort Ihres Shops festzulegen. So können Kunden mit Google Maps schnell den Weg zu Ihrem Shop finden. Darüber hinaus werden die Versandkosten berechnet, wenn Sie einen Lieferservice anbieten.
es_es: Haga clic en el mapa para establecer la ubicación exacta de su tienda. Esto permitirá a los clientes obtener rápidamente direcciones a su tienda con Google Maps. Además, se utilizará para calcular los gastos de envío si ofrece el servicio de entrega.
fr_fr: Cliquez sur la carte pour définir l'emplacement exact de votre boutique. Cela permettra aux clients d'obtenir rapidement des directions pour se rendre à votre boutique avec Google Maps. De plus, cela sera utilisé pour calculer les frais de livraison si vous offrez un service de livraison.
it_it: Clicca sulla mappa per impostare la posizione esatta del tuo negozio. Questo permetterà ai clienti di ottenere rapidamente indicazioni per il vostro negozio con Google Maps. Inoltre, questo verrà utilizzato per calcolare le spese di consegna se si offre un servizio di consegna.
ms_my: Klik pada peta untuk menetapkan lokasi yang tepat ke kedai anda. Ini akan membolehkan pelanggan mendapatkan arahan segera ke kedai anda dengan Peta Google. Di samping itu, ini akan digunakan untuk mengira yuran penghantaran jika anda menawarkan perkhidmatan penghantaran.
nl_be: Klik op de kaart om de exacte locatie van uw winkel in te stellen. Hierdoor kunnen klanten snel een routebeschrijving naar uw winkel krijgen met Google Maps. Bovendien zullen deze worden gebruikt om de verzendkosten te berekenen als u een leveringsservice aanbiedt.
pt_pt: Clique no mapa para definir a localização exata da sua loja. Isso permitirá que os clientes recebam rapidamente rotas até sua loja com o Google Maps. Além disso, isso será usado para calcular as taxas de entrega se você oferecer o serviço de entrega.
ru_ru: Нажмите на карту, чтобы установить точное местоположение в вашем магазине. Это позволит клиентам быстро получить указания в вашем магазине с помощью Google Maps. Кроме того, это будет использоваться для расчета платы за доставку, если вы предлагаете услугу доставки.
sv_se: Klicka på kartan för att ange exakt platsen i din butik. Detta gör att kunder snabbt kan få vägbeskrivning till din butik med Google Maps. Dessutom kommer detta att användas för att beräkna leveransavgifter om du erbjuder leveransservice.
tr_tr: Tam yerini mağazanıza ayarlamak için haritaya tıklayın. Bu, müşterilerin Google Haritalar ile mağazanızın yol tariflerini hızlı bir şekilde almasına olanak tanır. Ayrıca, teslimat hizmeti sunuyorsanız, bu teslimat ücretlerini hesaplamak için kullanılacaktır.
