Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: Upload cover image
ar: تحميل صورة الغلاف
de_de: Coverbild hochladen
es_es: Cargar imagen de portada
fr_fr: Télécharger l'image de couverture
it_it: Carica immagine di copertina
ms_my: Muat naik imej perlindungan
nl_be: Afbeelding omslag uploaden
pt_pt: Carregar imagem da capa
ru_ru: Загрузить обложку
sv_se: Ladda omslagsbild
tr_tr: Kapak resmi yükle

source: Remove Image
ar: احذف صورة
de_de: Bild entfernen
es_es: Eliminar imagen
fr_fr: Supprimer l'image
it_it: Rimuovi Immagine
ms_my: Alih Keluar Imej
nl_be: Verwijder afbeelding
pt_pt: Remover Imagem
ru_ru: Удалить изображение
sv_se: Ta bort bild
tr_tr: Resmi Kaldır

source: Product Name
ar: اسم المنتج
de_de: Produktname
es_es: Nombre del producto
fr_fr: Nom du produit
it_it: Nome Prodotto
ms_my: Nama Produk
nl_be: Productnaam
pt_pt: Nome do produto
ru_ru: Название товара
sv_se: Produktnamn
tr_tr: Ürün Adı

source: Type name including brand name if available.
ar: اكتب الاسم بما في ذلك اسم العلامة التجارية إذا كان متاحًا.
de_de: Typenname einschließlich Markenname, falls vorhanden.
es_es: Escriba el nombre incluyendo el nombre de la marca si está disponible.
fr_fr: Tapez le nom, y compris le nom de la marque, si disponible.
it_it: Nome del tipo, incluso il nome della marca, se disponibile.
ms_my: Taipkan nama termasuk jenama jika tersedia.
nl_be: Type naam inclusief merknaam, indien beschikbaar.
pt_pt: Digite o nome, incluindo o nome da marca, se disponível.
ru_ru: Введите название, включая фирменное наименование, если оно доступно.
sv_se: Skriv namn med varumärke om det finns tillgängligt.
tr_tr: Varsa, marka adı da dahil olmak üzere yazın.

source: General fields
ar: الحقول العامة
de_de: Allgemeine Felder
es_es: Campos generales
fr_fr: Champs généraux
it_it: Campi generali
ms_my: Bidang umum
nl_be: Algemene velden
pt_pt: Campos gerais
ru_ru: Общие поля
sv_se: Allmänna fält
tr_tr: Genel alanlar

source: Short Description
ar: الوصف القصير
de_de: Kurzbeschreibung
es_es: Descripción corta
fr_fr: Description courte
it_it: Descrizione breve
ms_my: Penerangan Ringkas
nl_be: Korte Beschrijving
pt_pt: Descrição curta
ru_ru: Краткое описание
sv_se: Kort beskrivning
tr_tr: Kısa Açıklama

source: Few words about the product...
ar: كلمات قليلة عن المنتج ...
de_de: Ein paar Worte zum Produkt.....
es_es: Algunas palabras sobre el producto....
fr_fr: Quelques mots sur le produit....
it_it: Poche parole sul prodotto.....
ms_my: Beberapa kata mengenai produk ...
nl_be: Enkele woorden over het product.....
pt_pt: Poucas palavras sobre o produto ...
ru_ru: Несколько слов о продукте ...
sv_se: Få ord om produkten ...
tr_tr: Ürün hakkında birkaç kelime ...

source: Full Description
ar: وصف كامل
de_de: Beschreibung
es_es: Descripción completa
fr_fr: Description complète
it_it: Descrizione completa
ms_my: Penerangan Penuh
nl_be: Volledige Beschrijving
pt_pt: Descrição completa
ru_ru: Полное описание
sv_se: Fullständig Beskrivning
tr_tr: Tam tanım

source: Category
ar: التصنيف
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
it_it: Categoria
ms_my: Kategori
nl_be: Categorie
pt_pt: Categoria
ru_ru: Категория
sv_se: Kategori
tr_tr: Kategori

source: Menu
ar: القائمة
de_de: Menü
es_es: Menú
ru_ru: Меню
sv_se: Meny
tr_tr: Menü

source: You must set your %1$s before you can use this option
ar: يجب عليك تعيين %1$s قبل أن تتمكن من استخدام هذا الخيار
de_de: Du musst deine %1$s einstellen, bevor du diese Option verwenden kannst.
es_es: Debe establecer su %1$s antes de poder usar esta opción
fr_fr: Vous devez définir vos %1$s avant de pouvoir utiliser cette option.
it_it: È necessario impostare la %1$s prima di poter utilizzare questa opzione
ms_my: Anda mesti menetapkan%1$s sebelum anda boleh menggunakan pilihan ini
nl_be: U moet uw %1$s instellen voordat u deze optie kunt gebruiken
pt_pt: Você deve definir seu%1$s antes de poder usar esta opção
ru_ru: Вы должны установить%1$s, прежде чем использовать эту опцию
sv_se: Du måste ställa in din%1$s innan du kan använda det här alternativet
tr_tr: Bu seçeneği kullanabilmeniz için %1$s değerini ayarlamanız gerekir

source: meal types
ar: أنواع الوجبات
de_de: Mahlzeitenarten
es_es: tipos de comida
fr_fr: types de repas
it_it: tipi di pasto
ms_my: jenis makanan
nl_be: maaltijdtypes
pt_pt: tipos de refeição
ru_ru: виды пищи
sv_se: måltider
tr_tr: yemek çeşitleri

source: Preparation/Handling time (in minutes)
ar: وقت التحضير / المناولة (بالدقائق)
de_de: Vorbereitungs-/Bearbeitungszeit (in Minuten)
es_es: Tiempo de preparación/manejo (en minutos)
fr_fr: Temps de préparation et de manipulation (en minutes)
it_it: Tempo di preparazione/manipolazione (in minuti)
ms_my: Penyediaan / Pengendalian masa (dalam minit)
nl_be: Voorbereidings-/Handelingstijd (in minuten)
pt_pt: Tempo de preparação / manipulação (em minutos)
ru_ru: Время подготовки / обработки (в минутах)
sv_se: Beredning / Hanteringstid (i minuter)
tr_tr: Hazırlama / İşleme süresi (dakika cinsinden)

source: Maximum orders per day
ar: الحد الأقصى للطلبات في اليوم
de_de: Maximale Bestellungen pro Tag
es_es: Pedidos máximos por día
fr_fr: Nombre maximum de commandes par jour
it_it: Numero massimo di ordini al giorno
ms_my: Pesanan maksimum setiap hari
nl_be: Maximaal aantal bestellingen per dag
pt_pt: Máximo de pedidos por dia
ru_ru: Максимальные заказы в день
sv_se: Maximal order per dag
tr_tr: Günde maksimum sipariş

source: Variations
ar: الاختلافات
de_de: Variationen
es_es: Variaciones
it_it: Variazioni
ms_my: Variasi
nl_be: Variaties
pt_pt: Variações
ru_ru: Вариации
sv_se: variationer
tr_tr: Varyasyonlar

source: The product has variations?
ar: المنتج لديه اختلافات؟
de_de: Das Produkt hat Variationen?
es_es: El producto tiene variaciones?
fr_fr: Le produit a des variations ?
it_it: Il prodotto è soggetto a variazioni?
ms_my: Produk mempunyai variasi?
nl_be: Het product heeft variaties?
pt_pt: O produto tem variações?
ru_ru: У продукта есть варианты?
sv_se: Produkten har variationer?
tr_tr: Ürün varyasyonları var mı?

source: Variation title
ar: عنوان التباين
de_de: Variationstitel
es_es: Título de la variación
fr_fr: Titre de la variation
it_it: Titolo della variante
ms_my: Tajuk variasi
nl_be: Variatie titel
pt_pt: Título de variação
ru_ru: Название вариации
sv_se: Variationstitel
tr_tr: Varyasyon başlığı

source: variation title
ar: عنوان الاختلاف
de_de: Variationstitel
es_es: título de la variación
fr_fr: titre modificatif
it_it: titolo della variazione
ms_my: tajuk variasi
nl_be: variatie titel
pt_pt: título de variação
ru_ru: название вариации
sv_se: variationstitel
tr_tr: varyasyon başlığı

source: Update product after selecting to see changes on options below.
ar: تحديث المنتج بعد تحديده لمشاهدة التغييرات على الخيارات أدناه.
de_de: Aktualisieren Sie das Produkt, nachdem Sie es ausgewählt haben, um Änderungen an den Optionen unten zu sehen.
es_es: Actualice el producto después de seleccionarlo para ver los cambios en las opciones a continuación.
fr_fr: Mettre à jour le produit après avoir sélectionné pour voir les changements sur les options ci-dessous.
it_it: Aggiornare il prodotto dopo averlo selezionato per visualizzare le modifiche alle opzioni riportate di seguito.
ms_my: Kemas kini produk selepas memilih untuk melihat perubahan pada pilihan di bawah.
nl_be: Update het product na het selecteren om de wijzigingen van de opties hieronder te zien.
pt_pt: Atualize o produto depois de selecionar para ver as alterações nas opções abaixo.
ru_ru: Обновите продукт после выбора, чтобы увидеть изменения ниже.
sv_se: Uppdatera produkten efter att ha markerat för att se ändringar på alternativ nedan.
tr_tr: Aşağıdaki seçeneklerdeki değişiklikleri görmeyi seçtikten sonra ürünü güncelleyin.

source: Select terms
ar: اختر القيم
de_de: Werte auswählen
es_es: Seleccione términos
fr_fr: Choix des termes
it_it: Seleziona i termini
ms_my: Pilih istilah
nl_be: Selecteer voorwaarden
pt_pt: Selecione os termos
ru_ru: Выберите условия
sv_se: Välj objekt
tr_tr: Terimleri Seçin

source: Enter variations by "%1$s" separating values.
ar: أدخل القيم واستخدم &quot %1$s s&quot; الفاصلة.
de_de: Geben Sie Abweichungen durch "%1$s" Trennwerte ein.
es_es: Introduzca las variaciones por "%1$s" separando los valores.
fr_fr: Entrez les variations par "%1$s" en séparant les valeurs.
it_it: Immettere le variazioni di "%1$s" separando i valori.
ms_my: Masukkan variasi dengan &quot;%1$s&quot; yang mengasingkan nilai.
nl_be: Variaties met "%1$s" tussen de waarden ingeven.
pt_pt: Insira as variações por &quot;%1$s&quot;, separando os valores.
ru_ru: Введите варианты с разделительными значениями «%1$s».
sv_se: Ange variationer med &quot;%1$s&quot; separeringsvärden.
tr_tr: Değerleri ayırmak için &quot; %1$s&quot; ile varyasyonları girin.

source: + Add Option Group
ar: + إضافة مجموعة خيار
de_de: Optionsgruppe hinzufügen
es_es: Añadir grupo de opciones
fr_fr: Ajouter un groupe d'options
it_it: Aggiungi gruppo di opzioni
ms_my: + Tambah Kumpulan Pilihan
nl_be: + Voeg optie groep toe
pt_pt: + Adicionar grupo de opções
ru_ru: + Добавить группу опций
sv_se: + Lägg till alternativgrupp
tr_tr: + Seçenek Grubu Ekle

source: Add new option
ar: إضافة خيار جديد
de_de: Neue Option hinzufügen
es_es: Agrega nueva opción
fr_fr: Ajouter une nouvelle option
it_it: Aggiungi nuova opzione
ms_my: Tambah pilihan baru
nl_be: Nieuwe optie toevoegen
pt_pt: Adicionar nova opção
ru_ru: Добавить новый вариант
sv_se: Nytt alternativ
tr_tr: Yeni seçenek ekle

source: Promotions
ar: العروض
de_de: Aktionen
es_es: Promociones
it_it: Promozioni
ms_my: Promosi
nl_be: Promoties
pt_pt: Destaques
ru_ru: Акции
sv_se: Rabatter
tr_tr: İndirimler

source: Discount %
ar: تخفيض %
de_de: Rabatt %
es_es: Descuento %
fr_fr: Remise %
it_it: Sconto %
ms_my: Diskaun %
nl_be: Korting %
pt_pt: Desconto %
ru_ru: Скидка %
sv_se: Rabatt %
tr_tr: İndirim %

source: Add new promotion rule
ar: أضف قاعدة ترويجية جديدة
de_de: Neue Aktionsregel hinzufügen
es_es: Añadir nueva regla de promoción
fr_fr: Ajouter une nouvelle règle de promotion
it_it: Aggiungi nuova regola di promozione
ms_my: Tambah peraturan promosi baru
nl_be: Nieuwe promotieregel toevoegen
pt_pt: Adicionar nova regra de promoção
ru_ru: Добавить новое правило для рекламы
sv_se: Lägg till ny befordringsregel
tr_tr: Yeni promosyon kuralı ekle

source: Link products
ar: ربط المنتجات
de_de: Produkte verlinken
es_es: Enlazar productos
fr_fr: Produits Link
it_it: Prodotti di collegamento
ms_my: Pautan produk
nl_be: Producten koppelen
pt_pt: Produtos Link
ru_ru: Связанные продукты
sv_se: Länk produkter
tr_tr: Bağlantı ürünleri

source: Up-Sells
ar: يصل يبيع
de_de: Upselling (Zusatzverkäufe)
es_es: Productos para escalar la venta
fr_fr: Montées en gamme
it_it: Vendite Up
ms_my: Up-Menjual
tr_tr: Yukarı Satış

source: Cross-Sells
ar: منتجات مترابطة
de_de: Cross-Sells (Querverkäufe)
es_es: Productos para ventas cruzadas
fr_fr: Ventes croisées
it_it: Vendite incrociate
ms_my: Cross-Menjual
pt_pt: Vendas cruzadas
tr_tr: Çapraz Satışlar

source: Other options
ar: خيارات اخري
de_de: Andere Optionen
es_es: Otras Opciones
fr_fr: Autres options
it_it: Altre Opzioni
ms_my: Pilihan lain
nl_be: Andere opties
pt_pt: Outras opções
ru_ru: Другие опции
sv_se: Andra alternativ
tr_tr: Diğer seçenekler

source: Purchase Note
ar: ملاحظة الشراء
de_de: Hinweis zum Kauf
es_es: Nota de compra
fr_fr: Note d'achat
it_it: Nota di acquisto
ms_my: Nota Pembelian
nl_be: Aankoop opmerking
pt_pt: Nota de compra
ru_ru: Примечание к покупке
sv_se: Köp not
tr_tr: Satın Alma Notu

source: Enter an optional note to send the customer after purchase.
ar: إدخال ملاحظة اختيارية ترسل إلى العميل بعد إتمام عملية الشراء.
de_de: Geben Sie einen optionalen Hinweis ein, der dem Kunden nach dem Kauf gesendet wird.
es_es: Escribir una nota opcional que será enviada al cliente después de hacer la compra.
fr_fr: Saisissez une note optionnelle à envoyer au client après l'achat.
it_it: Inserisci una nota opzionale da inviare al cliente dopo l'acquisto.
ms_my: Masukkan nota pilihan untuk menghantar pelanggan selepas pembelian.
nl_be: Voer een optionele notitie in om de klant te sturen na aankoop.
pt_pt: Digite uma nota opcional para enviar o cliente após a compra.
ru_ru: Введите примечание, чтобы отправить его клиенту, после покупки.
sv_se: Ange en valfri anteckning för att skicka kunden efter inköpet.
tr_tr: Satın aldıktan sonra müşteriye göndermek için isteğe bağlı bir not girin.

source: Any %1$s&hellip;
ar: أي %1$s
de_de: Jeder %1$s&hellip;
es_es: Cualquier %1$s&hellip;
fr_fr: N'importe quel %1$s&hellip ;
it_it: Qualsiasi %1$s&hellip;
ms_my: Mana-mana%1$s ...
nl_be: Elke %1$s&hellip;
pt_pt: Qualquer%1$s…
ru_ru: Любой%1$s ...
sv_se: Alla%1$s ...
tr_tr: herhangi %1$s

source: Few words about this variation...
ar: بعض الكلمات عن هذا الاختلاف ...
de_de: Ein paar Worte zu dieser Variante....
es_es: Pocas palabras sobre esta variación....
fr_fr: Quelques mots sur cette variation.....
it_it: Poche parole su questa variazione...
ms_my: Beberapa kata mengenai variasi ini ...
nl_be: Enkele woorden over deze variatie...
pt_pt: Poucas palavras sobre essa variação ...
ru_ru: Несколько слов об этой вариации ...
sv_se: Få ord om denna variation ...
tr_tr: Bu varyasyon hakkında birkaç kelime ...

source: edit product
ar: تحرير المنتج
de_de: Produkt bearbeiten
es_es: editar producto
fr_fr: éditer le produit
it_it: modifica prodotto
ms_my: edit produk
nl_be: bewerk product
pt_pt: editar produto
ru_ru: редактировать товар
sv_se: redigera produkt
tr_tr: ürünü düzenle

source: Views
ar: مشاهدات
de_de: Ansichten
es_es: Vistas
fr_fr: Vues
it_it: Visualizzazioni
ms_my: Tayang
nl_be: Aantal keer bekeken
pt_pt: Visualizações
ru_ru: Просмотры
sv_se: Visningar
tr_tr: Görüntülenme

source: Add this product to today's special products list.
ar: أضف هذا المنتج إلى قائمة المنتجات الخاصة اليوم.
de_de: Fügen Sie dieses Produkt zur heutigen Liste der Spezialprodukte hinzu.
es_es: Añada este producto a la lista de productos especiales de hoy.
fr_fr: Ajoutez ce produit à la liste des produits spéciaux d'aujourd'hui.
it_it: Aggiungi questo prodotto all'elenco dei prodotti speciali di oggi.
ms_my: Tambah produk ini ke senarai produk khas hari ini.
nl_be: Voeg dit product toe aan de lijst met speciale producten van vandaag.
pt_pt: Adicione este produto à lista de produtos especiais de hoje.
ru_ru: Добавьте этот продукт в список специальных товаров.
sv_se: Lägg till den här produkten i dagens specialprodukter lista.
tr_tr: Bu ürünü bugünün özel ürün listesine ekleyin.

source: Today's Special Product
ar: منتج خاص اليوم
de_de: Das heutige Spezialprodukt
es_es: El producto especial de hoy
fr_fr: Produit spécial d'aujourd'hui
it_it: Il prodotto speciale di oggi
ms_my: Produk Khas hari ini
nl_be: Het speciale product van vandaag
pt_pt: Produto especial de hoje
ru_ru: Сегодняшний специальный продукт
sv_se: Dagens specialprodukt
tr_tr: Bugünün Özel Ürünü

source: New product
ar: منتج جديد
de_de: Neues Produkt
es_es: Nuevo producto
fr_fr: Nouveau produit
it_it: Nuovo prodotto
ms_my: Produk baru
nl_be: Nieuw product
pt_pt: Novo Produto
ru_ru: Новый товар
sv_se: Ny produkt
tr_tr: Yeni ürün

source: Online (%d)
ar: اون لاين (%d)
es_es: En línea (%d)
fr_fr: En ligne (%d)
ms_my: Dalam talian (% d)
ru_ru: Онлайн (%d)
tr_tr: Yayında (%d)

source: Offline (%d)
ar: بلا اتصال (%d)
es_es: Fuera de línea (%d)
fr_fr: Hors ligne (%d)
ms_my: Luar talian (% d)
tr_tr: Çevrimdışı (% d)

source: %1$s Dashboard
ar: لوحة التحكم %1$s
es_es: %1$s Escritorio
fr_fr: %1$s Mon compte
it_it: %1$s
ms_my: Papan Pemuka%1$s
pt_pt: Painel de %1$s
ru_ru: %1$s Панель управления
sv_se: %1$s Adminpanel
tr_tr: %1$s panosu

source: Order %1$s
ar: الطلب %1$s
de_de: Bestellung %1$s
es_es: Pedido %1$s
fr_fr: Ordre %1$s
it_it: Ordine %1$s
ms_my: Perintah%1$s
nl_be: Bestelling %1$s
pt_pt: Encomenda%1$s
ru_ru: Заказать%1$s
sv_se: Beställ%1$s
tr_tr: Sipariş %1$s

source: Quick View
ar: نظرة سريعة
de_de: Schnellansicht
es_es: Vista rápida
fr_fr: Aperçu
it_it: Anteprima
ms_my: Paparan Pantas
nl_be: Snel bezichtigen
pt_pt: Visualização Rápida
ru_ru: Быстрый просмотр
sv_se: Snabbvisa
tr_tr: Hızlı Görünüm

source: Billing:
ar: الفواتير:
de_de: Rechnung:
es_es: Facturación:
fr_fr: Facturation :
it_it: Fatturazione:
ms_my: Pengebilan:
nl_be: Facturering:
pt_pt: Faturação:
ru_ru: Биллинг:
sv_se: Betalning:
tr_tr: Faturalama:

source: Tel:
ar: الهاتف:
fr_fr: Tél:
it_it: Telefono:
ru_ru: Тел:

source: Guest
ar: زائر
de_de: Gast
es_es: Invitado
fr_fr: Invité
it_it: Ospite
ms_my: Tetamu
nl_be: Gast
pt_pt: Convidado
ru_ru: Гость
sv_se: Gäst
tr_tr: Misafir

source: Options
ar: خيارات
de_de: Optionen
es_es: Opciones
it_it: Opzioni
ms_my: Pilihan
nl_be: Opties
pt_pt: Opções
ru_ru: Опции
sv_se: Alternativ
tr_tr: Seçenekler

source: Quantity
ar: الكمية
de_de: Menge
es_es: Cantidad
fr_fr: Quantité
it_it: Quantità
ms_my: Kuantiti
nl_be: Hoeveelheid
pt_pt: Quantidade
ru_ru: Количество
sv_se: Antal
tr_tr: Miktar

source: Complete
ar: مكتمل
de_de: Abgeschlossen
es_es: Completo
fr_fr: Terminé
it_it: Completato
ms_my: Memperlengkap
nl_be: Voltooid
pt_pt: Completo
ru_ru: Готово
sv_se: Genomförd
tr_tr: Tamamlayınız

source: Failed
ar: فشل
de_de: Fehlgeschlagen
es_es: Fallido
fr_fr: Echec
it_it: Fallito
ms_my: Gagal
nl_be: Mislukt
pt_pt: Falha
ru_ru: Ошибка
sv_se: Misslyckad
tr_tr: Başarısız

source: No orders found
ar: لم يتم العثور على طلبات
de_de: Keine Bestellungen gefunden
es_es: No se encontraron pedidos
fr_fr: Pas de commandes trouvées
it_it: Nessun ordine trovato
ms_my: Tiada pesanan dijumpai
nl_be: Geen bestellingen gevonden
pt_pt: Nenhuma pedido encontrada
ru_ru: Заказы не найдены
sv_se: Inga beställningar hittades
tr_tr: Sipariş bulunamadı

source: Processing (%d)
ar: قيد المعالجة (%d)
de_de: In Bearbeitung (%d)
es_es: Procesando (%d)
fr_fr: En cours (%d)
it_it: In avanzamento (%d)
ms_my: Pemprosesan (% d)
nl_be: Verwerking (%d)
pt_pt: Processando (% d)
ru_ru: В обработке (%d)
sv_se: Bearbetning (% d)
tr_tr: İşleniyor (%d)

source: Completed (%d)
ar: تمت (%d)
de_de: Abgeschlossene (%d)
es_es: Completado (%d)
fr_fr: Terminé (%d)
it_it: Completati (%d)
ms_my: Selesai (% d)
nl_be: Voltooid (%d)
pt_pt: Concluído (% d)
ru_ru: Завершенные (%d)
sv_se: Avslutad (%d)
tr_tr: Tamamlanan (%d)

source: On-hold (%d)
ar: في الانتظار (%d)
de_de: In Wartestellung (%d)
es_es: En Espera (%d)
fr_fr: En attente (%d)
it_it: In attesa (%d)
pt_pt: Em espera (% d)
ru_ru: На удержании (%d)
sv_se: Pausad (%d)
tr_tr: Beklemede (%d)

source: Pending Payment (%d)
ar: الدفع معلق (%d)
de_de: Ausstehende Zahlungen (%d)
es_es: Pendiente de pago (%d)
fr_fr: En attente de paiement (%d)
it_it: Pagamento in sospeso (%d)
ms_my: Pembayaran belum selesai (% d)
nl_be: In afwachting van betaling (%d)
pt_pt: Pagamento pendente (% d)
ru_ru: Ожидающий платеж (% d)
sv_se: Väntar på betalning (% d)
tr_tr: Ödeme Bekleniyor (% d)

source: Cancelled (%d)
ar: ملغاة (%d)
de_de: Storniert (%d)
es_es: Cancelado (%d)
fr_fr: Annulé (%d)
it_it: Annullato (%d)
ms_my: Dibatalkan (% d)
nl_be: Geannuleerd (%d)
pt_pt: Cancelado (% d)
ru_ru: Отменено (%d)
sv_se: Avbruten (% d)
tr_tr: İptal Edildi (%d)

source: Refunded (%d)
ar: مستردة (%d)
de_de: Erstattet (%d)
es_es: Devoluciones (%d)
fr_fr: Remboursé (%d)
it_it: Rimborsati (%d)
ms_my: Dibayar balik (% d)
nl_be: Terugbetaald (%d)
pt_pt: Reembolsado (% d)
ru_ru: Возвращено (%d)
sv_se: Återbetalas (% d)
tr_tr: İade Edildi (%d)

source: failed (%d)
ar: فشل (%d)
de_de: gescheitert (%d)
es_es: fallido (%d)
fr_fr: échoué (%d)
it_it: fallito (%d)
ms_my: gagal (% d)
nl_be: mislukt (%d)
pt_pt: falhou (% d)
ru_ru: не удалось (% d)
sv_se: misslyckades (% d)
tr_tr: başarısız (% d)

source: Customer:
ar: العميل:
de_de: Kunde:
es_es: Cliente:
fr_fr: Client :
it_it: Cliente:
ms_my: Pelanggan:
nl_be: Klant:
pt_pt: Cliente:
ru_ru: Клиент:
sv_se: Kund:
tr_tr: Müşteri:

source: Phone:
ar: الهاتف:
de_de: Telefon:
es_es: Teléfono:
fr_fr: Téléphone :
it_it: Telefono:
ms_my: Telefon:
nl_be: Telefoon:
pt_pt: Telefone:
ru_ru: Телефон:
sv_se: Telefon:
tr_tr: Telefon:

source: Customer Note:
ar: ملاحظة الزبون:
de_de: Kundenhinweis:
es_es: Nota del cliente:
fr_fr: Note client:
it_it: Nota del cliente:
ms_my: Nota Pelanggan:
nl_be: Klant notitie:
pt_pt: Nota do cliente:
ru_ru: Примечание клиента:
sv_se: Kundnotering:
tr_tr: Müşteri Notu:

source: Order Status:
ar: حالة الطلب:
de_de: Auftragsstatus:
es_es: Estatus de la Orden:
fr_fr: Statut de la commande :
it_it: Stato ordine:
ms_my: Status pesanan:
nl_be: Status order:
pt_pt: Estado de Encomenda:
ru_ru: Статус запроса:
tr_tr: Sipariş Durumu:

source: Payment Method:
ar: طريقة الدفع:
de_de: Zahlungsmethode:
es_es: Método de pago:
fr_fr: Mode de paiement :
it_it: Metodo di pagamento:
ms_my: Kaedah Pembayaran:
nl_be: Betalingswijze:
pt_pt: Método pagamento:
ru_ru: Способ оплаты:
sv_se: Betalsätt:
tr_tr: Ödeme Yöntemi:

source: Created Date:
ar: تاريخ الإنشاء:
de_de: Anmelde Datum:
es_es: Fecha de creación:
fr_fr: Date de création :
it_it: Data di creazione:
ms_my: Tarikh Penciptaan:
nl_be: Gemaakte datum:
pt_pt: Data criada:
ru_ru: Дата создания:
sv_se: Skapat Datum:
tr_tr: Oluşturulma Tarihi:

source: Website Fee:
ar: رسوم الموقع الإلكتروني:
de_de: Website-Gebühr:
es_es: Cuota del sitio web:
fr_fr: Frais de site Web :
it_it: Tassa sito web:
ms_my: Bayaran Laman Web:
pt_pt: Taxa do site:
ru_ru: Плата за сайт:
sv_se: Webbplatsavgift:
tr_tr: Web Sitesi Ücreti:

source: Vendor's Net:
ar: شبكة المورد:
de_de: Lieferantennetz:
es_es: Red de proveedores:
ms_my: Net Penjual:
nl_be: Netto van de verkoper:
pt_pt: Rede do Fornecedor:
ru_ru: Сеть поставщиков:
sv_se: Leverantörens nät:
tr_tr: Satıcı Net:

source: Cost
ar: التكلفة
de_de: Kosten
es_es: Costo
fr_fr: Coût
it_it: Costo
ms_my: Kos
nl_be: Prijs
pt_pt: Custo
ru_ru: Стоимость
sv_se: Pris
tr_tr: Maliyet

source: Qty
ar: الكمية
de_de: Menge
es_es: Cantidad
fr_fr: Qté
it_it: Quantità
nl_be: Hoeveelheid
pt_pt: Qtd
ru_ru: Кол-во
sv_se: Antal
tr_tr: Adet

source: Tax
ar: ضريبة
de_de: Steuer
es_es: Impuestos
fr_fr: Taxe
it_it: Tasse
nl_be: BTW
pt_pt: Taxa
ru_ru: Налог
sv_se: Moms
tr_tr: Vergi

source: Coupon(s) Used
ar: الكوبونات المستخدمة
de_de: Gutschein(e) genutzt
es_es: Cupón(es) utilizado(s)
fr_fr: Code(s) promo utilisés
it_it: Cupon (s) usato
ms_my: Kupon digunakan
nl_be: Gebruikte coupon(en)
pt_pt: Coupon(s) Usado(s)
ru_ru: Использованный(е) купон(ы)
sv_se: Rabattkod(er) som används
tr_tr: Kullanılmış kupon (lar)

source: Order Total
ar: الطلب الكلي
de_de: Gesamtsumme
es_es: Total del pedido
fr_fr: Total de la commande
it_it: Totale Ordine
ms_my: jumlah pesanan
nl_be: Bestel Totaal
pt_pt: Total
ru_ru: Весь заказ
sv_se: Totalsumma
tr_tr: Sipariş Toplamı

source: Change
ar: تغيير
de_de: Ändern
es_es: Cambiar
fr_fr: Changer
it_it: Cambia
ms_my: Berubah
nl_be: Wijzig
pt_pt: Alterar
ru_ru: Изменить
sv_se: Ändra
tr_tr: Değiştir

source: Select your shop's banner
ar: حدد بانر متجرك
de_de: Wählen Sie das Banner Ihres Shops aus
es_es: Seleccione el banner de su tienda
fr_fr: Sélectionnez la bannière de votre boutique
it_it: Seleziona il banner del tuo negozio
ms_my: Pilih spanduk kedai anda
nl_be: Selecteer de banner van uw winkel
pt_pt: Selecione o banner da sua loja
ru_ru: Выберите баннер своего магазина
sv_se: Välj din butiks banner
tr_tr: Dükkanınızın afişini seçin

source: Select Image
ar: اختيار صورة
de_de: Bild auswählen
es_es: Seleccionar imagen
fr_fr: Sélectionner une image
it_it: Seleziona immagine
ms_my: Pilih Imej
nl_be: Selecteer afbeelding
pt_pt: Seleccionar imagem
ru_ru: Выбрать изображение
sv_se: Välj bild
tr_tr: Resim Seç

source: Upload banner
ar: رفع البانر
de_de: Banner Hochladen
es_es: Subir Banner
fr_fr: Télécharger une bannière
it_it: Carica Banner
ms_my: Muatkan sepanduk
nl_be: Banner uploaden
pt_pt: Carregar banner
ru_ru: Загрузить баннер
sv_se: Ladda upp banner
tr_tr: Banner Yükle
