Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: Norsani, The Multi-Vendor online Food Ordering System.
ar: نورساني نظام طلب الطعام على الانترنت متعدد البائعين
de_de: Norsani, das Multi-Vendor-Online-Bestellsystem für Lebensmittel.
es_es: Norsani, el sistema de pedidos de alimentos en línea de múltiples proveedores.
it_it: Norsani, il sistema di ordinazione alimentare online Multi-Vendor.
ms_my: Norsani, Sistem Pemindaan Makanan dalam talian Multi-Vendor.
nl_be: Norsani, Het online online voedsel Bestelsysteem van Multi-Vendor.
pt_pt: Norsani, o sistema de pedidos de alimentos on-line de vários fornecedores.
ru_ru: Norsani, онлайн-система заказа продуктов для нескольких поставщиков.
sv_se: Norsani, Multi-Vendor Online Food Order System.
tr_tr: Norsani, Çok Satıcı çevrimiçi Gıda Sipariş Sistemi.

source: Multi-vendor online food ordering system.
ar: نظام طلب طعام متعدد البائعين عبر الإنترنت.
de_de: Multi-Vendor-Online-Bestellsystem für Lebensmittel.
es_es: Sistema de pedidos de alimentos en línea de múltiples proveedores.
fr_fr: Système de commande d'aliments en ligne multi-fournisseurs.
it_it: Sistema di ordinazione alimentare online multi-vendor.
ms_my: Sistem pesanan makanan dalam talian berbilang vendor.
nl_be: Multi-vendor online voedsel bestelsysteem.
pt_pt: Sistema de pedidos on-line de vários fornecedores.
ru_ru: Система заказа продуктов питания для нескольких поставщиков.
sv_se: Multi-leverantör online matbeställningssystem.
tr_tr: Çok satıcılı çevrimiçi yemek siparişi sistemi.

source: Mahmud Hamid
ar: محمود حامد
ru_ru: Махмуд Хамид

source: Paypal REST API App Client ID
de_de: Paypal REST API Anwendung Client ID
es_es: ID de cliente de la aplicación REST API de Paypal
fr_fr: Paypal REST API API Identifiant client de l'application
it_it: Paypal REST API API App Client ID
ms_my: ID Pelanggan App ID Paypal REST
pt_pt: ID do cliente do aplicativo Paypal API REST
ru_ru: Идентификатор клиента API-интерфейса API-интерфейса Paypal
tr_tr: Paypal REST API Uygulaması Müşteri Kimliği

source: Paypal REST API App Secret.
fr_fr: Paypal REST API API App Secret.
ms_my: Rahsia Aplikasi REST API Paypal.
pt_pt: Segredo do aplicativo da API REST do Paypal.
ru_ru: Приложение для секретного приложения API-интерфейса Paypal.
tr_tr: Paypal REST API App Sırrı.

source: you@example.com
de_de: adresse@beispiel.com
es_es: tu@ejemplo.com
fr_fr: vous@exemple.com
it_it: indirizzo email
nl_be: jij@voorbeeld.be
tr_tr: siz@ornek.com
