Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: Search Ingredients
ar: بحث فى المكونات
de_de: Zutaten durchsuchen
es_es: Buscar Ingredientes
fr_fr: Chercher des ingrédients
it_it: Ricerca per ingrediente
ms_my: Cari bahan-bahan
nl_be: Zoek ingrediënten
pt_pt: Ingredientes de pesquisa
ru_ru: Поиск ингридиентов
sv_se: Sök ingredienser
tr_tr: Arama Malzemeleri

source: Popular Ingredients
ar: المكونات الأكثر إستخداما
de_de: Beliebte Inhaltsstoffe
es_es: Ingredientes populares
fr_fr: Ingrédients populaires
it_it: Ingredienti popolari
ms_my: Bahan-bahan Popular
nl_be: Populaire ingrediënten
pt_pt: Ingredientes Populares
ru_ru: Популярные ингредиенты
sv_se: Populära Ingredienser
tr_tr: Popüler Malzemeler

source: All Ingredients
ar: كل المكونات
de_de: Alle Zutaten
es_es: Todos los Ingredientes
fr_fr: Tous les ingrédients
it_it: Tutti gli ingredienti
ms_my: Semua Bahan
nl_be: Alle ingrediënten
pt_pt: Todos os ingredientes
ru_ru: Все ингредиенты
sv_se: Alla ingredienser
tr_tr: Tüm Malzemeler

source: Edit Ingredient
ar: تحرير المكونات
de_de: Zutat bearbeiten
es_es: Editar Ingrediente
fr_fr: Modifier un ingrédient
it_it: Modifica ingrediente
ms_my: Edit Bahan
nl_be: Bewerk Ingrediënt
pt_pt: Editar ingrediente
ru_ru: Редактировать ингредиент
sv_se: Redigera ingrediens
tr_tr: İçeriği Düzenle

source: Update Ingredient
ar: تحديث المكونات
de_de: Aktualisiere Zutat
es_es: Actualizar Ingrediente
fr_fr: Mettre à jour un ingrédient
it_it: Aggiorna ingrediente
ms_my: Kemas kini Bahan
nl_be: Ingrediënt bijwerken
pt_pt: Atualizar Ingrediente
ru_ru: Обновить ингредиент
sv_se: Uppdatera ingrediens
tr_tr: İçindekiyi Güncelle

source: Add New Ingredient
ar: أضف مكون جديد
de_de: Neuen Inhaltsstoff hinzufügen
es_es: Añadir nuevo Ingrediente
fr_fr: Ajouter un nouvel ingrédient
it_it: Aggiungi nuovo ingrediente
ms_my: Tambah Bahan Baru
nl_be: Nieuw ingrediënt toevoegen
pt_pt: Adicionar novo ingrediente
ru_ru: Добавить новый ингредиент
sv_se: Lägg till ny ingrediens
tr_tr: Yeni İçerikler Ekle

source: New Ingredient Name
ar: اسم المكون الجديد
de_de: Neuer Name des Inhaltsstoffes
es_es: Nombre Del Nuevo Diagnostico
fr_fr: Nouveau nom d'ingrédient
it_it: Nuovo nome ingrediente
ms_my: Nama Bahan Baru
nl_be: Naam nieuw ingrediënt
pt_pt: Novo nome do ingrediente
ru_ru: Новое название ингридиента
sv_se: Nytt beståndsdelnamn
tr_tr: Yeni Malzeme Adı

source: Separate Ingredients with commas
ar: مكونات منفصلة بفواصل
de_de: Zutaten mit Komma trennen
es_es: Separe los ingredientes con comas
fr_fr: Séparer les ingrédients par des virgules
it_it: Ingredienti separati con virgole
ms_my: Bahan-bahan berasingan dengan koma
nl_be: Splits ingrediënten met komma's
pt_pt: Ingredientes separados com vírgulas
ru_ru: Отдельные ингредиенты с запятыми
sv_se: Separata ingredienser med kommatecken
tr_tr: Virgülle Ayrı Malzemeler

source: Add or remove Ingredients
ar: إضافة أو إزالة المكونات
de_de: Zutaten hinzufügen oder entfernen
es_es: Agregar o quitar ingredientes
fr_fr: Ajout ou retrait d'ingrédients
it_it: Aggiungere o rimuovere gli ingredienti
ms_my: Tambah atau keluarkan Bahan-bahan
nl_be: Ingrediënten toevoegen of verwijderen
pt_pt: Adicionar ou remover ingredientes
ru_ru: Добавление или удаление ингредиентов
sv_se: Lägg till eller ta bort ingredienser
tr_tr: Malzeme Ekle veya Kaldır

source: Choose from the most used Ingredients
ar: اختر من المكونات الأكثر استخدامًا
de_de: Wählen Sie aus den meistverwendeten Inhaltsstoffen
es_es: Elija entre los Ingredientes más usados
fr_fr: Choisissez parmi les ingrédients les plus utilisés
it_it: Scegli tra gli ingredienti più utilizzati
ms_my: Pilih dari Bahan yang paling banyak digunakan
nl_be: Kies uit de meest gebruikte ingrediënten
pt_pt: Escolha entre os ingredientes mais usados
ru_ru: Выберите один из наиболее используемых ингредиентов
sv_se: Välj bland de mest använda ingredienserna
tr_tr: En çok kullanılan malzemeler arasından seçim yapın

source: No Ingredients found.
ar: لم يتم العثور على مكونات
de_de: Keine Inhaltsstoffe gefunden.
es_es: No se han encontrado ingredientes.
fr_fr: Aucun ingrédient trouvé.
it_it: No Ingredienti trovati.
ms_my: Tiada Bahan yang dijumpai.
nl_be: Geen ingrediënten gevonden.
pt_pt: Nenhum ingrediente encontrado.
ru_ru: Ингредиенты не найдены.
sv_se: Inga ingredienser hittades.
tr_tr: Hiçbir içerik bulunamadı.

source: Ingredients
ar: المكونات
de_de: Zutaten
es_es: Ingredientes
fr_fr: Ingrédients
it_it: Ingredienti
ms_my: Bahan-bahan
nl_be: Ingrediënten
pt_pt: Ingredientes
ru_ru: Ингредиенты
sv_se: Ingredienser
tr_tr: Malzemeler

# frozr-norsani
source: Delivery Locations
ar: مواقع التسليم
de_de: Lieferorte
es_es: Lugares de entrega
fr_fr: Livraison
it_it: Luoghi di consegna
ms_my: Lokasi Penghantaran
nl_be: Leverings Locaties
pt_pt: Locais de entrega
ru_ru: Местоположения доставки
sv_se: Leveransplatser
tr_tr: Teslim Yerleri

# frozr-norsani
source: Delivery Location
ar: موقع التسليم
de_de: Lieferort
es_es: Lugar de entrega
fr_fr: Lieu de livraison
it_it: Luogo di consegna
ms_my: Lokasi Penghantaran
nl_be: Plaats van levering
pt_pt: Local de entrega
ru_ru: Адрес доставки
sv_se: Leveransplats
tr_tr: Teslimat yeri

source: Search Locations
ar: البحث في المواقع
de_de: Standorte durchsuchen
es_es: Buscar Ubicaciones
fr_fr: Rechercher un Emplacement
it_it: Cerca localizzazioni
ms_my: Cari Lokasi
nl_be: Zoek Locaties
pt_pt: Procurar localizações
ru_ru: Поиск местоположения
sv_se: Sökandelägen
tr_tr: Konum Ara

source: Popular Locations
ar: الاماكن الأكثر شعبية
de_de: Beliebte Standorte
es_es: Ubicaciones Populares
fr_fr: Emplacements populaires
it_it: Località popolari
ms_my: Lokasi Popular
nl_be: Populaire Locaties
pt_pt: Locais populares
ru_ru: Популярные места
sv_se: Populära platser
tr_tr: Popüler yerler

source: All Locations
ar: جميع المواقع
de_de: Alle Standorte
es_es: Todas las ubicaciones
fr_fr: Tous les lieux
it_it: Tutte le località
ms_my: Semua Lokasi
nl_be: Alle Locaties
pt_pt: Todas as Localizações
ru_ru: Все местоположения
sv_se: Alla Platser
tr_tr: Tüm Konumlar

source: Edit Location
ar: تعديل العنوان
de_de: Standort bearbeiten
es_es: Editar Ubicación
fr_fr: Modifier l'emplacement
it_it: Modifica località
ms_my: Edit Lokasi
nl_be: Locatie wijzigen
pt_pt: Editar localização
ru_ru: Редактировать местоположение
sv_se: Redigera plats
tr_tr: Konum Düzenle

source: Update Location
ar: تحديث الموقع
de_de: Standort aktualisieren
es_es: Actualizar Ubicación
fr_fr: Mettre à jour la catégorie de l'emplacement
it_it: Aggiorna Località
ms_my: Kemas kini Lokasi
nl_be: Locatie bijwerken
pt_pt: Atualizar Localização
ru_ru: Обновить местоположение
sv_se: Uppdatera plats
tr_tr: Konum Güncelle

source: Add New Location
ar: إضافة مكان جديد
de_de: Neuen Standort hinzufügen
es_es: Agregar Nueva Ubicación
fr_fr: Ajouter un nouveau lieu
it_it: Aggiungi nuova Località
ms_my: Tambah Lokasi Baru
nl_be: Nieuwe locatie toevoegen
pt_pt: Adicionar nova localização
ru_ru: Добавить новое местоположение
sv_se: Lägg till ny Plats
tr_tr: Yeni Konum Ekle

source: New Location Name
ar: اسم مكان جديد
de_de: Neuer Ortsname
es_es: Nombre de la Nueva Ubicación
fr_fr: Nom du nouveau lieu
it_it: Nome del nuovo Luogo
ms_my: Nama Lokasi Baru
nl_be: Naam nieuwe locatie
pt_pt: Novo Nome do Localização
ru_ru: Название нового местоположения
sv_se: Nytt namn för plats
tr_tr: Yeni Konum İsmi

source: Separate Locations with commas
ar: افصل المواقع بفواصل
de_de: Standorte mit Kommas separieren
es_es: Ubicaciones separadas con comas
fr_fr: Séparer les lieus par des virgules
it_it: Posizioni separate da virgola
ms_my: Lokasi Terpisah dengan koma
nl_be: Splits lokaties met komma's
pt_pt: Locais separados com vírgulas
ru_ru: Разделяйте места запятыми
sv_se: Separata platser med kommatecken
tr_tr: Konumları Virgülle Ayırın

source: Add or remove Locations
ar: إضافة المواقع أو إزالتها
de_de: Ort hinzufügen oder Löschen
es_es: Agregar o quitar ubicaciones
fr_fr: Ajouter ou supprimer des emplacements
it_it: Aggiungi o rimuovi impianti
ms_my: Tambah atau alih keluar Lokasi
nl_be: Locaties toevoegen of verwijderen
pt_pt: Adicionar ou remover locais
ru_ru: Добавить или Удалить Локацию
sv_se: Lägg till eller ta bort platser
tr_tr: Şehir ekleme veya kaldırma

source: Choose from the most used Locations
ar: اختر من المواقع الأكثر استخدامًا
de_de: Aus den meist genutzten Orten wählen
es_es: Elija entre las ubicaciones más utilizadas
fr_fr: Choisir parmis les lieux les plus courants
it_it: Scegliere tra le posizioni più utilizzate
ms_my: Pilih dari Lokasi yang paling banyak digunakan
nl_be: Kies uit de meest gebruikte locaties
pt_pt: Escolha entre os locais mais utilizados
ru_ru: Выберите один из наиболее часто используемых мест
sv_se: Välj bland de mest använda platserna
tr_tr: Daha önce girilmiş yerlerden seç

source: No Locations found
ar: لم يتم العثور على مواقع
de_de: Keine Standorte vorhanden
es_es: No se han encontrado ubicaciones
fr_fr: Aucun lieu trouvé
it_it: No Località trovate
ms_my: Tiada Lokasi dijumpai
nl_be: Geen locaties gevonden
pt_pt: Nenhum local encontrado
ru_ru: Нет местоположений найдено
sv_se: Inga platser hittades
tr_tr: Hiçbir Yer bulunamadı

source: Delivery Locations
ar: مواقع التسليم
de_de: Lieferorte
es_es: Lugares de entrega
fr_fr: Livraison
it_it: Luoghi di consegna
ms_my: Lokasi Penghantaran
nl_be: Leverings Locaties
pt_pt: Locais de entrega
ru_ru: Местоположения доставки
sv_se: Leveransplatser
tr_tr: Teslim Yerleri

# frozr-norsani
source: Vendor Addresses
ar: عناوين البائعين
de_de: Lieferantenadressen
es_es: Direcciones del proveedor
fr_fr: Adresses des fournisseurs
it_it: Indirizzi fornitori
ms_my: Alamat Penjual
nl_be: Verkoper adressen
pt_pt: Endereços do fornecedor
ru_ru: Адреса поставщиков
sv_se: Leverantörsadresser
tr_tr: Satıcı Adresleri

# frozr-norsani
source: Vendor Address
ar: عنوان البائع
de_de: Händleranschrift
es_es: Dirección del vendedor
fr_fr: Adresse du Vendeur
it_it: Indirizzo Venditore
ms_my: Alamat Penjual
nl_be: Verkoper adres
pt_pt: Endereço do Vendedor
ru_ru: Адрес организатора
sv_se: Leverantörsadress
tr_tr: Satıcının Adresi

source: Search Vendor Addresses
ar: بحث عناوين البائع
de_de: Lieferantenadressen suchen
es_es: Buscar direcciones de proveedores
fr_fr: Recherche d'adresses de fournisseurs
it_it: Ricerca indirizzi fornitori
ms_my: Cari Alamat Penjual
nl_be: Adressen van aanbieders zoeken
pt_pt: Pesquisar endereços de fornecedores
ru_ru: Поиск адресов поставщиков
sv_se: Sök leverantörsadresser
tr_tr: Satıcı Adreslerini Ara

source: Popular Addresses
ar: عناوين شعبية
de_de: Beliebte Adressen
es_es: Direcciones Populares
fr_fr: Adresses populaires
it_it: Indirizzi popolari
ms_my: Alamat Popular
nl_be: Populaire adressen
pt_pt: Endereços Populares
ru_ru: Популярные адреса
sv_se: Populära adresser
tr_tr: Popüler Adresler

source: All Addresses of Vendors
ar: جميع عناوين البائعين
de_de: Alle Adressen der Lieferanten
es_es: Todas las direcciones de los proveedores
fr_fr: Toutes les adresses des fournisseurs
it_it: Tutti gli indirizzi dei fornitori
ms_my: Semua Alamat Penjual
nl_be: Alle Adressen van Aanbieders
pt_pt: Todos os endereços de fornecedores
ru_ru: Все адреса поставщиков
sv_se: Alla leverantörsadresser
tr_tr: Satıcıların Tüm Adresleri

source: Edit Address
ar: تعديل العنوان
de_de: Adresse bearbeiten
es_es: Editar dirección
fr_fr: Modifier l'adresse
it_it: Modifica Indirizzo
ms_my: Edit Alamat
nl_be: Bewerk Adres
pt_pt: Editar Moradas
ru_ru: Изменить адрес
sv_se: Redigera adress
tr_tr: Adresi düzelt

source: Update Address
ar: تحديث العنوان
de_de: Adresse aktualisieren
es_es: Actualizar dirección
fr_fr: Mettre à jour l'adresse
it_it: Aggiorna Indirizzo Utile
ms_my: Kemas kini Alamat
nl_be: Adres bijwerken
pt_pt: Atualizar endereço
ru_ru: Обновить адрес
sv_se: Uppdatera adress
tr_tr: Adresi Güncelle

source: Add New Address
ar: إضافة عنوان جديد
de_de: Neue Adresse hinzufügen
es_es: Añadir nueva dirección
fr_fr: Ajouter une adresse
it_it: Aggiungi Indirizzo Utile
ms_my: Tambah Alamat Baru
nl_be: Voeg nieuw adres toe
pt_pt: Adicionar endereço.
ru_ru: Добавить новый адрес
sv_se: Lägg till ny adress
tr_tr: Yeni Adres Ekle

source: New Address
ar: العنوان الجديد
de_de: Neue Adresse
es_es: Nueva Dirección
fr_fr: Nouvelle adresse
it_it: Aggiungi Indirizzo Utile
ms_my: Alamat Baru
nl_be: Nieuw Adres
pt_pt: Novo Endereço
ru_ru: Новый адрес
sv_se: Ny adress
tr_tr: Yeni Adres Ekle

source: Separate Addresses with commas
ar: افصل بين العناوين بفواصل
de_de: Getrennte Adressen mit Kommas
es_es: Separe las direcciones con comas
fr_fr: Adresses séparées par des virgules
it_it: Indirizzi separati con virgole
ms_my: Alamat berasingan dengan koma
nl_be: Splits adressen met komma's
pt_pt: Endereços separados com vírgulas
ru_ru: Отдельные адреса запятыми
sv_se: Separata adresser med kommatecken
tr_tr: Virgülle Ayrı Adresler

source: Add or remove Addresses
ar: إضافة أو إزالة العناوين
de_de: Adressen hinzufügen oder entfernen
es_es: Agregar o quitar direcciones
fr_fr: Ajout ou suppression d'adresses
it_it: Indirizzo o rimuovere indirizzi
ms_my: Tambah atau alih keluar Alamat
nl_be: Adres toevoegen of verwijderen
pt_pt: Adicionar ou remover endereços
ru_ru: Добавление или удаление адресов
sv_se: Lägg till eller ta bort adresser
tr_tr: Adres ekle veya kaldır

source: Choose from the most used Addresses
ar: اختر من العناوين الأكثر استخدامًا
de_de: Wählen Sie aus den meistgenutzten Adressen aus
es_es: Elija entre las direcciones más utilizadas
fr_fr: Choisissez parmi les adresses les plus utilisées
it_it: Scegli tra gli indirizzi più utilizzati
ms_my: Pilih daripada Alamat yang paling digunakan
nl_be: Kies uit de meest gebruikte adressen
pt_pt: Escolha entre os endereços mais usados
ru_ru: Выберите один из наиболее используемых адресов
sv_se: Välj bland de mest använda adresserna
tr_tr: En çok kullanılan adreslerden birini seçin

source: No Addresses found
ar: لم يتم العثور على عناوين
de_de: Keine Adressen gefunden
es_es: No se han encontrado direcciones
fr_fr: Aucune adresse trouvée
it_it: No Indirizzi trovati
ms_my: Tiada Alamat dijumpai
nl_be: Geen adressen gevonden
pt_pt: Nenhum endereço encontrado
ru_ru: Адреса найдены не найдены
sv_se: Inga adresser hittades
tr_tr: Adres Bulunamadı

source: Vendor Addresses
ar: عناوين البائعين
de_de: Lieferantenadressen
es_es: Direcciones del proveedor
fr_fr: Adresses des fournisseurs
it_it: Indirizzi fornitori
ms_my: Alamat Penjual
nl_be: Verkoper adressen
pt_pt: Endereços do fornecedor
ru_ru: Адреса поставщиков
sv_se: Leverantörsadresser
tr_tr: Satıcı Adresleri

# frozr-norsani
source: Vendor Tags
ar: علامات البائع
de_de: Hersteller-Tags
es_es: Etiquetas de proveedor
fr_fr: Étiquettes de fournisseur
it_it: Tag del fornitore
ms_my: Tag Vendor
nl_be: Verkoper tags
pt_pt: Tags de fornecedores
ru_ru: Теги продавца
sv_se: Leverantörer
tr_tr: Satıcı Etiketleri

# frozr-norsani
source: Vendor Tag
ar: علامة البائع
de_de: Lieferanten-Tag
es_es: Etiqueta de proveedor
fr_fr: Étiquette de fournisseur
it_it: Etichetta del fornitore
ms_my: Tag Penjual
nl_be: Label verkoper
pt_pt: Tag de fornecedor
ru_ru: Тег поставщика
sv_se: Leverantörsnamn
tr_tr: Satıcı Etiketi

source: Vendor Tags
ar: علامات البائع
de_de: Hersteller-Tags
es_es: Etiquetas de proveedor
fr_fr: Étiquettes de fournisseur
it_it: Tag del fornitore
ms_my: Tag Vendor
nl_be: Verkoper tags
pt_pt: Tags de fornecedores
ru_ru: Теги продавца
sv_se: Leverantörer
tr_tr: Satıcı Etiketleri

source: Popular Vendor Tags
ar: علامات البائعين الشعبية
de_de: Beliebte Hersteller-Tags
es_es: Etiquetas de vendedores populares
fr_fr: Étiquettes de fournisseurs populaires
it_it: Tag fornitore popolare
ms_my: Tag Vendor Popular
nl_be: Populaire Verkoper tags
pt_pt: Tags de fornecedores populares
ru_ru: Популярные теги продавца
sv_se: Populära leverantörstaggar
tr_tr: Popüler Satıcı Etiketleri

source: All Tags
ar: جميع الشعارات
de_de: Alle Tags
es_es: Todas las etiquetas
fr_fr: Tous les mots-clés
it_it: Tutti i tag
ms_my: Semua Tag
nl_be: Alle Tags
pt_pt: Todas as etiquetas
ru_ru: Все теги
sv_se: Alla etiketter
tr_tr: Tüm Etiketler

source: Edit Tag
ar: تعديل الكلمة الدلالية
de_de: Schlagwort bearbeiten
es_es: Editar etiqueta
fr_fr: Modifier le mot-clé
it_it: Modifica tag
nl_be: Wijzig Label
pt_pt: Editar Etiqueta
ru_ru: Редактировать тег
sv_se: Redigera etikett
tr_tr: Etiketi Düzenle

source: Update Tag
ar: تحديث الوسم
de_de: Schlagwort aktualisieren
es_es: Actualizar etiqueta
fr_fr: Mettre à jour le mot-clé
it_it: Aggiorna Tag
ms_my: Kemas kini Tag
nl_be: Label Bijwerken
pt_pt: Actualizar etiqueta
ru_ru: Обновить тег
sv_se: Uppdatera etikett
tr_tr: Etiketi Güncelle

source: Add New Tag
ar: أضف وسما جديدا
de_de: Neues Schlagwort hinzufügen
es_es: Añadir nueva etiqueta
fr_fr: Ajouter un nouveau mot-clé
it_it: Aggiungi nuovo tag
ms_my: Tambah Tag Baru
nl_be: Nieuw Label Toevoegen
pt_pt: Adicionar Nova Tag
ru_ru: Добавить новый тег
sv_se: Lägg till ny Tagg
tr_tr: Yeni Etiket Ekle

source: New Tag Name
ar: اسم الوسم الجديد
de_de: Neuer Tag-Name
es_es: Nuevo nombre de etiqueta
fr_fr: Nom du nouveau mot-clé
it_it: Nome nuovo tag
ms_my: Nama Tag Baru
nl_be: Nieuwe Labelnaam
pt_pt: Novo nome da Etiqueta
ru_ru: Новое имя тега
sv_se: Ny tag namn
tr_tr: Yeni Etiket Adı

source: Separate Tags with commas
ar: افصل بين الوسوم بفاصلة
de_de: Schlagwörter durch Kommas trennen
es_es: Separar etiquetas con comas
fr_fr: Séparez les étiquettes par des virgules
it_it: Separa tag con virgola
ms_my: Tag berasingan dengan koma
nl_be: Labels scheiden met komma 's
pt_pt: Separe as Etiquetas com vírgulas
ru_ru: Разделяйте теги запятыми
sv_se: Separata etiketter med kommatecken
tr_tr: Etiketleri virgülle ayırın

source: Add or remove Tags
ar: اضافة او حذف وسوم
de_de: Hinzufügen oder Entfernen von Stichworte
es_es: Añadir o quitar Tags
fr_fr: Ajouter ou supprimer tags
it_it: Aggiungi e rimuovi tag
ms_my: Tambah atau alih keluar Teg
nl_be: Labels toevoegen of verwijderen
pt_pt: Adicionar ou Remover Etiquetas
ru_ru: Добавить или удалить теги
sv_se: Lägg till eller ta bort etiketter
tr_tr: Etiket ekle veya kaldır

source: Choose from the most used Tags
ar: اختر من العلامات الأكثر استخدامًا
de_de: Wählen Sie aus den meistgenutzten Tags
es_es: Elegir entre las etiquetas más utilizadas
fr_fr: Choisir parmi les tags les plus utilisés
it_it: Scegli dai tag più usati
ms_my: Pilih daripada Tag yang paling banyak digunakan
nl_be: Kies uit de meest gebruikte labels
pt_pt: Escolha entre as etiquetas mais usadas
ru_ru: Выберите наиболее используемые теги
sv_se: Välj från de mest frekvent använda etiketter
tr_tr: En çok kullanılan etiketlerden seçin

source: No vendor Tag found.
ar: لم يتم العثور على علامة بائعي.
de_de: Kein Hersteller-Tag gefunden.
es_es: No se ha encontrado ninguna etiqueta de proveedor.
fr_fr: Pas de Tag vendeur trouvé.
it_it: Nessun venditore Tag trovato.
ms_my: Tiada Tag vendor yang dijumpai.
nl_be: Geen verkoper label gevonden.
pt_pt: Nenhuma tag de fornecedor encontrada.
ru_ru: Тег не найден.
sv_se: Ingen leverantör Tag hittade.
tr_tr: Satıcı etiketi bulunamadı.

# post
source: Offline
ar: غير متصل
fr_fr: Hors ligne
ms_my: Luar talian
pt_pt: Desligada
ru_ru: Оффлайн
sv_se: Pausad
tr_tr: Çevrimdışı

source: Offline (%s)
ar: غير اتصال (%s)
es_es: Fuera de línea (%s)
fr_fr: Hors ligne (%s)
ms_my: Luar talian ( %s)
tr_tr: Çevrimdışı ( %s)

source: Withdrawal Requests Post Types
ar: طلب سحب طلبات البريد
de_de: Auszahlungsanordnungen Buchungsarten
es_es: Clases de contabilización de solicitudes de retiro
fr_fr: Demandes de retrait Types de postes
it_it: Richieste di prelievo Richieste Tipi di messaggi
ms_my: Jenis Post Permintaan Pengunduran
nl_be: Geldopname verzoeken Post typed
pt_pt: Tipos de postagem de solicitações de retirada
ru_ru: Запросы на вывод средств
sv_se: Återkallande begäran Posttyper
tr_tr: Para Çekme Talepleri Posta Türleri

# Status General Name
source: Completed
ar: مكتمل
de_de: Abgeschlossen
es_es: Completado
fr_fr: Terminé
it_it: Completato
ms_my: Selesai
nl_be: Voltooid
pt_pt: Concluído
ru_ru: Завершено
sv_se: Slutförd
tr_tr: Tamamlandı

source: Completed (%s)
ar: اكتمل (%s)
de_de: Beendet (%s)
es_es: Completado (%s)
fr_fr: Terminé (%s)
it_it: Completato (%s)
ms_my: Selesai ( %s)
nl_be: Voltooid (%s)
pt_pt: Concluído ( %s)
ru_ru: Завершенные (%s)
sv_se: Slutförda (%s)
tr_tr: Tamamlananlar (%s)

source: Cloning is forbidden.
ar: الاستنساخ محظور.
de_de: Das Klonen ist verboten.
es_es: La clonación está prohibida.
fr_fr: Le clonage est interdit.
it_it: La clonazione è vietata.
ms_my: Pengklonan dilarang.
nl_be: Klonen is verboden.
pt_pt: A clonagem é proibida.
ru_ru: Клонирование запрещено.
sv_se: Kloning är förbjuden.
tr_tr: Klonlama yasaktır.

source: Unserializing instances of this class is forbidden.
ar: يحظر نسخ unserializing من هذه الفئة.
de_de: Unserialisierte Instanzen dieser Klasse sind verboten.
es_es: Se prohíbe la serialización de instancias de esta clase.
fr_fr: Il est interdit de désérialiser les instances de cette classe.
it_it: L'annullamento della serializzazione delle istanze di questa classe è vietato.
ms_my: Pembedaan contoh kelas ini dilarang.
nl_be: Unserialisatie van deze klasse is verboden.
pt_pt: As instâncias de desserialização dessa classe são proibidas.
ru_ru: Несериализующие экземпляры этого класса запрещены.
sv_se: Deserialisering av instanser för denna klass är förbjudet.
tr_tr: Bu sınıfın özetlenmemiş örnekleri yasaktır.

source: Vendor Email
ar: البريد الإلكتروني للبائع
de_de: Verkäufer E-Mail-Adresse
es_es: Email del Proveedor
fr_fr: Email vendeur
it_it: La tua E-mail
ms_my: E-mel Penjual
nl_be: Verkoper e-mail
pt_pt: E-mail do fornecedor
ru_ru: Электронная почта продавца
sv_se: Manusarbetares e-post
tr_tr: Satıcı e-posta

source: An email sent to the vendor via his shop page contact form or by website admin from sellers dashboard page.
ar: بريد إلكتروني يتم إرساله إلى البائع عبر نموذج جهة اتصال صفحة متجره أو بواسطة مسؤول موقع الويب من صفحة لوحة بيانات البائعين.
de_de: Eine E-Mail, die an den Verkäufer über sein Kontaktformular auf der Shop-Seite oder durch den Website-Administrator von der Dashboard-Seite des Verkäufers gesendet wird.
es_es: Un correo electrónico enviado al vendedor a través de su formulario de contacto de la página de la tienda o por el administrador del sitio web desde la página del panel de control del vendedor.
fr_fr: Un email envoyé au vendeur via le formulaire de contact de sa page boutique ou par l'administrateur du site depuis la page tableau de bord du vendeur.
it_it: Un'e-mail inviata al venditore tramite il suo modulo di contatto della pagina del negozio o tramite l'amministratore del sito web dalla pagina del cruscotto dei venditori.
ms_my: E-mel yang dihantar kepada vendor melalui borang hubungan laman kedainya atau oleh admin laman web dari halaman pemasar dashboard.
nl_be: Een e-mail naar de verkoper via het contactformulier op zijn winkelpagina of via de websitebeheerder van de dashboard pagina van de verkoper.
pt_pt: Um e-mail enviado ao fornecedor por meio do formulário de contato da página da loja ou pelo administrador do site na página do painel do vendedor.
ru_ru: Электронная почта, отправленная поставщику через его контактную форму на странице магазина или на веб-сайте администратора с страницы панели инструментов продавцов.
sv_se: Ett e-mail skickat till säljaren via sin butikssida kontaktformulär eller via webbplatsadministratör från säljare dashboardsida.
tr_tr: Satıcıya satıcı sayfası iletişim sayfasından veya web sitesi yöneticisinden satıcı panosu sayfasından bir e-posta gönderildi.
