Repository: common-repository/lazyeater
Catalog: languages/frozr-norsani-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ms_my, nl_be, pt_pt, ru_ru, sv_se, tr_tr

source: Click on the map to start drawing the path for a polygon representing the area that you can provide delivery service.
ar: انقر على الخريطة لبدء رسم مسار لمضلع يمثل المنطقة التي يمكنك تقديم خدمة توصيل.
de_de: Klicken Sie auf die Karte, um den Pfad für ein Polygon zu zeichnen, das das Gebiet darstellt, das Sie als Lieferservice anbieten können.
es_es: Haga clic en el mapa para empezar a dibujar la ruta de un polígono que represente el área que usted puede proporcionar el servicio de entrega.
fr_fr: Cliquez sur la carte pour commencer à dessiner le chemin d'un polygone représentant la zone dans laquelle vous pouvez fournir le service de livraison.
it_it: Fare clic sulla mappa per iniziare a disegnare il percorso di un poligono che rappresenta l'area che è possibile fornire il servizio di consegna.
ms_my: Klik pada peta untuk mula melukis jalan untuk poligon yang mewakili kawasan yang anda dapat menyediakan perkhidmatan penghantaran.
nl_be: Klik op de kaart om het pad te tekenen met een veelhoek die het gebied weergeeft waarin u de leveringsservice kunt leveren.
pt_pt: Clique no mapa para começar a desenhar o caminho para um polígono representando a área que você pode fornecer o serviço de entrega.
ru_ru: Нажмите на карту, чтобы начать рисовать путь для многоугольника, представляющего область, которую вы можете предоставить службе доставки.
sv_se: Klicka på kartan för att börja rita banan för en polygon som representerar det område som du kan tillhandahålla leveransservice.
tr_tr: Teslimat hizmeti verebileceğiniz alanı temsil eden çokgen yolunu çizmeye başlamak için haritaya tıklayın.

source: Road/Street names. Type first two/three letters and choose from list, if the list doesn't appear, then complete typing and hit the comma button.
ar: أسماء الطرق / الشوارع. اكتب أول حرفين / ثلاثة واختار من القائمة ، إذا لم تظهر القائمة ، ثم أكمل الكتابة واضغط على زر الفاصلة.
de_de: Straßen- und Straßennamen. Geben Sie die ersten zwei/drei Buchstaben ein und wählen Sie aus der Liste, wenn die Liste nicht angezeigt wird, dann schließen Sie die Eingabe ab und drücken Sie die Komma-Taste.
es_es: Nombres de calles y caminos. Escriba las primeras dos o tres letras y elija de la lista, si la lista no aparece, luego complete la escritura y presione el botón de la coma.
fr_fr: Noms des routes et des rues. Tapez d'abord deux/trois lettres et choisissez dans la liste, si la liste n'apparaît pas, puis terminez la saisie et appuyez sur le bouton virgule.
it_it: Nomi delle strade/dei percorsi. Digitare le prime due/tre lettere e scegliere dalla lista, se la lista non appare, quindi completare la digitazione e premere il pulsante virgola.
ms_my: Jalan / nama jalan. Taipkan dua / tiga huruf pertama dan pilih dari senarai, jika senarai itu tidak muncul, maka taipkan lengkap dan tekan tombol koma.
nl_be: Weg-/straatnamen. Typ de eerste twee/drie letters en kies uit de lijst, als de lijst niet verschijnt, voltooi dan het typen en druk op de komma knop.
pt_pt: Nomes de ruas / ruas Digite duas ou três letras e escolha da lista, se a lista não aparecer, então complete a digitação e aperte o botão de vírgula.
ru_ru: Названия дорог / улиц. Напечатайте первые две / три буквы и выберите из списка, если список не отображается, затем завершите ввод и нажмите кнопку с запятой.
sv_se: Väg / gatunamn. Skriv första / tre bokstäverna och välj från listan, om listan inte visas, fyll sedan i och tryck på kommatecken.
tr_tr: Yol / sokak isimleri. İlk iki / üç harfi yazın ve liste görünmezse, yazmayı tamamlayın ve virgül düğmesine basın.

source: Saturday
ar: السبت
de_de: Samstag
es_es: Sábado
fr_fr: Samedi
it_it: Sabato
ms_my: Sabtu
nl_be: Zaterdag
pt_pt: Sábado
ru_ru: Суббота
sv_se: Lördag
tr_tr: Cumartesi

source: Sunday
ar: الأحد
de_de: Sonntag
es_es: Domingo
fr_fr: Dimanche
it_it: Domenica
ms_my: Ahad
nl_be: Zondag
pt_pt: Domingo
ru_ru: Воскресенье
sv_se: Söndag
tr_tr: Pazar

source: Monday
ar: الإثنين
de_de: Montag
es_es: Lunes
fr_fr: Lundi
it_it: Lunedì
ms_my: Isnin
nl_be: Maandag
pt_pt: Segunda-feira
ru_ru: Понедельник
sv_se: Måndag
tr_tr: Pazartesi

source: Tuesday
ar: الثلاثاء
de_de: Dienstag
es_es: Martes
fr_fr: Mardi
it_it: Martedì
ms_my: Selasa
nl_be: Dinsdag
pt_pt: Terça-feira
ru_ru: Вторник
sv_se: Tisdag
tr_tr: Salı

source: Wednesday
ar: الأربعاء
de_de: Mittwoch
es_es: Miércoles
fr_fr: Mercredi
it_it: Mercoledì
ms_my: Rabu
nl_be: Woensdag
pt_pt: Quarta-feira
ru_ru: Среда
sv_se: Onsdag
tr_tr: Çarşamba

source: Thursday
ar: الخميس
de_de: Donnerstag
es_es: Jueves
fr_fr: Jeudi
it_it: Giovedì
ms_my: Khamis
nl_be: Donderdag
pt_pt: Quinta-feira
ru_ru: Четверг
sv_se: Torsdag
tr_tr: Perşembe

source: Friday
ar: الجمعة
de_de: Freitag
es_es: Viernes
fr_fr: Vendredi
it_it: Venerdì
ms_my: Jumaat
nl_be: Vrijdag
pt_pt: Sexta-feira
ru_ru: Пятница
sv_se: Fredag
tr_tr: Cuma

source: km.
ar: كم.
ru_ru: км.

source: mi.
ar: ميل
nl_be: mijl
ru_ru: мили

source: on
ar: في
de_de: am
es_es: en
fr_fr: le
ms_my: pada
nl_be: op
pt_pt: em
ru_ru: вкл
sv_se: på
tr_tr: açık

source: to
ar: إلى
de_de: bis
es_es: a
fr_fr: à
it_it: a
ms_my: ke
nl_be: naar
pt_pt: a
ru_ru: до
sv_se: till
tr_tr: için

source: online
ar: متصل
es_es: en línea
fr_fr: En ligne
ms_my: dalam talian
ru_ru: в сети
sv_se: uppkopplad
tr_tr: çevrimiçi

source: offline
ar: غير متصل على الانترنت
es_es: fuera de línea
fr_fr: Hors ligne
ms_my: di luar talian
pt_pt: desligada
ru_ru: не в сети
tr_tr: çevrimdışı

source: Your first shift will start
ar: سوف تبدأ أول نوبة لديك
de_de: Ihre erste Schicht beginnt
es_es: Tu primer turno comenzará
fr_fr: Votre premier quart de travail commencera
it_it: Il tuo primo turno inizierà
ms_my: Peralihan pertama anda akan bermula
nl_be: Uw eerste shift start
pt_pt: Seu primeiro turno começará
ru_ru: Ваша первая смена начнется
sv_se: Din första skift börjar
tr_tr: İlk vardiya başlayacak

source: Your timing for today is
ar: توقيتك لهذا اليوم هو
de_de: Dein Timing für heute ist
es_es: El momento oportuno para hoy es
fr_fr: Votre timing pour aujourd'hui est le suivant
it_it: Il tuo calendario per oggi è il seguente
ms_my: Waktu anda untuk hari ini adalah
nl_be: Uw timing voor vandaag is
pt_pt: Seu tempo para hoje é
ru_ru: Ваше время на сегодняшний день
sv_se: Din tidpunkt för idag är
tr_tr: Bugün için zamanlaman

source: Your second shift starts
ar: يبدأ التحول الثاني الخاص بك
de_de: Ihre zweite Schicht beginnt
es_es: Tu segundo turno comienza
fr_fr: Votre deuxième quart de travail commence
it_it: Inizia il tuo secondo turno
ms_my: Peralihan kedua anda bermula
nl_be: Uw tweede dienst begint
pt_pt: Seu segundo turno começa
ru_ru: Ваша вторая смена начинается
sv_se: Ditt andra skift börjar
tr_tr: İkinci vardiya başlar

source: Your second shift timing is
ar: توقيت التحول الثاني الخاص بك هو
de_de: Ihr zweiter Schichtzeitpunkt ist
es_es: Tu segundo turno es
fr_fr: Votre deuxième quart de travail est le suivant
it_it: La temporizzazione del secondo turno è la seguente
ms_my: Masa peralihan kedua anda ialah
nl_be: Uw tweede dienst timing is
pt_pt: Seu segundo tempo de mudança é
ru_ru: Ваш второй временной интервал переключения
sv_se: Din andra shift timing är
tr_tr: İkinci vardiya zamanlaman

source: Your shop has closed today. You will open again %s
ar: تم إغلاق متجرك اليوم. ستفتح مرة أخرى %s
de_de: Ihr Laden hat heute geschlossen. Sie öffnen wieder %s
es_es: Tu tienda ha cerrado hoy. Volverás a abrir %s
fr_fr: Votre magasin a fermé aujourd'hui. Vous ouvrirez à nouveau %s
it_it: Il vostro negozio ha chiuso oggi. Si aprirà di nuovo %s
ms_my: Kedai anda telah ditutup hari ini. Anda akan membuka semula %s
nl_be: Uw winkel is vandaag gesloten. U opent weer %s
pt_pt: Sua loja fechou hoje. Você vai abrir novamente %s
ru_ru: Сегодня ваш магазин закрыт. Вы снова откроете %s
sv_se: Din butik har stängt idag. Du öppnar igen %s
tr_tr: Mağazanız bugün kapalı. %s tekrar açılacak

source: New Withdrawal Request
ar: طلب سحب جديد
de_de: Neuer Abhebungsantrag
es_es: Nueva solicitud de retiro
fr_fr: Nouvelle demande de retrait
it_it: Richiesta di Nuovo Ritiro
ms_my: Permintaan Pengeluaran Baru
nl_be: Nieuw verzoek tot geldopname
pt_pt: Novo pedido de retirada
ru_ru: Новый запрос на снятие средств
sv_se: Ny begäran om återkallelse
tr_tr: Yeni Para Çekme İsteği

source: Completed
ar: مكتمل
de_de: Abgeschlossen
es_es: Completado
fr_fr: Terminé
it_it: Completato
ms_my: Selesai
nl_be: Voltooid
pt_pt: Concluído
ru_ru: Завершено
sv_se: Slutförd
tr_tr: Tamamlandı

source: Canceled
ar: ملغى
de_de: Abgebrochen
es_es: Cancelado
fr_fr: Annulé
it_it: Annullato
ms_my: Dibatalkan
nl_be: Geannuleerd
pt_pt: A exportação foi cancelada
ru_ru: Отменено
sv_se: Avbruten
tr_tr: İptal edildi

source: Current Balance:
ar: الرصيد الحالي:
de_de: Aktuelle Bilanz:
es_es: Saldo actual:
fr_fr: Solde actuel :
it_it: Saldo corrente:
ms_my: Baki terkini:
nl_be: Huidig saldo:
pt_pt: Saldo Atual:
ru_ru: Текущий баланс:
sv_se: Aktuellt saldo:
tr_tr: Güncel Bakiye:

source: Request
ar: طلب
de_de: Anfrage
es_es: Solicitud
fr_fr: Demande
it_it: Richiesta
ms_my: Permintaan
nl_be: Aanvraag
pt_pt: Solicitação
ru_ru: Запрос
sv_se: Begäran
tr_tr: İstek

source: Amount
ar: الكمية
de_de: Betrag
es_es: Cantidad
fr_fr: Montant
it_it: Importo
ms_my: Amaun
nl_be: Bedrag
pt_pt: Valor
ru_ru: Количество
sv_se: Belopp
tr_tr: Tutar

source: Via
ar: عبر
es_es: Vía
fr_fr: Par
it_it: Tramite
ms_my: Melalui
pt_pt: Publicar Via Email
ru_ru: С помощью
tr_tr: İle

source: Date
ar: التاريخ
de_de: Datum
es_es: Fecha
it_it: Data
ms_my: tarikh
nl_be: Datum
pt_pt: Data
ru_ru: Дата
sv_se: Datum
tr_tr: Tarih

source: Actions
ar: الإجراءات
de_de: Aktionen
es_es: Acciones
it_it: Azioni
ms_my: Tindakan
nl_be: Acties
pt_pt: Acções
ru_ru: Действия
sv_se: Åtgärder
tr_tr: Eylemler

source: Edit
ar: تعديل
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
it_it: Modifica
ms_my: Sunting
nl_be: Bewerk
pt_pt: Editar
ru_ru: Редактировать
sv_se: Redigera
tr_tr: Düzenle

source: View
ar: عرض
de_de: Anzeigen
es_es: Ver
fr_fr: Voir
it_it: Vedi
ms_my: Melihat
nl_be: Bekijken
pt_pt: Ver
ru_ru: Просмотр
sv_se: Visa
tr_tr: Görünüm

source: More Details
ar: مزيد من التفاصيل
de_de: Mehr Details
es_es: Más detalles
fr_fr: Plus de détails
it_it: Maggiori Dettagli
ms_my: Maklumat lanjut
nl_be: Meer Details
pt_pt: Mais Detalhes
ru_ru: Подробнее
sv_se: Mer detaljer
tr_tr: Daha fazla detay

source: Order %s
ar: طلب %s
de_de: Bestellung %s
es_es: Pedido %s
fr_fr: Commande %s
it_it: Ordine %s
ms_my: Perintah %s
nl_be: Bestelling %s
pt_pt: Pedido %s
ru_ru: Заказ %s
tr_tr: Sipariş %s

source: View Vendor Balance
ar: عرض رصيد البائع
de_de: Lieferantensaldo anzeigen
es_es: Ver saldo de proveedor
fr_fr: Afficher le solde du fournisseur
it_it: Visualizza il saldo del fornitore
ms_my: Lihat Baki Vendor
nl_be: Bekijk Balans verkoper
pt_pt: Visualizar saldo do fornecedor
ru_ru: Просмотр баланса поставщика
sv_se: Visa leverantörsbalans
tr_tr: Satıcı Bakiyesini Görüntüle

source: By
ar: بواسطة
de_de: Von
es_es: Por
fr_fr: Par
it_it: Di
ms_my: Oleh
nl_be: Door
pt_pt: Por
ru_ru: От
sv_se: Av
tr_tr: Tarafından

source: View Details
ar: عرض التفاصيل
de_de: Details anzeigen
es_es: Ver detalles
fr_fr: Voir les détails
it_it: Visualizza Dettagli
ms_my: Lihat Butiran
nl_be: Bekijk details
pt_pt: Ver Detalhes
ru_ru: Подробнее
sv_se: Visa detaljer
tr_tr: Detayları göster

source: Pay
ar: دفع
de_de: Bezahlen
es_es: Pagar
fr_fr: Payer
it_it: Paga
ms_my: Bayar
nl_be: Betaal
pt_pt: Pagar
ru_ru: Оплатить
sv_se: Betala
tr_tr: Ödeme

source: Cancel Payout
ar: إلغاء العائد
de_de: Auszahlung abbrechen
es_es: Cancelar el pago
fr_fr: Annuler le paiement
it_it: Annulla Pagamento
ms_my: Batal Pembayaran
nl_be: Annuleren Betaling
pt_pt: Cancelar pagamento
ru_ru: Отменить выплату
sv_se: Avbryt Utbetalning
tr_tr: Ödeme iptali

source: Delete
ar: حذف
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
it_it: Elimina
ms_my: Hapus
nl_be: Verwijder
pt_pt: Apagar
ru_ru: Удалить
sv_se: Radera
tr_tr: Sil

source: No withdrawal requests found
ar: لم يتم العثور على طلبات السحب
de_de: Keine Auszahlungsanfragen gefunden
es_es: No se encontraron solicitudes de retiro
fr_fr: Aucune demande de retrait n'a été trouvée
it_it: Nessuna richiesta di prelievo trovata
ms_my: Tiada permintaan pengeluaran yang dijumpai
nl_be: Geen verzoeken tot geldopname gevonden
pt_pt: Nenhuma solicitação de retirada foi encontrada
ru_ru: Не найдено запросов на вывод средств
sv_se: Inga återkallningsförfrågningar hittades
tr_tr: Para çekme isteği bulunamadı

source: You already have a pending withdrawal request. Until it's been canceled or completed, you can not submit a new request.
ar: لديك بالفعل طلب سحب معلق. حتى يتم إلغاؤه أو إكماله ، لا يمكنك إرسال طلب جديد.
de_de: Sie haben bereits eine ausstehende Auszahlungsanfrage. Solange sie nicht storniert oder abgeschlossen ist, können Sie keinen neuen Antrag stellen.
es_es: Ya tiene una solicitud de retiro pendiente. Hasta que no se haya cancelado o completado, no puede enviar una nueva solicitud.
fr_fr: Vous avez déjà une demande de retrait en attente. Tant qu'il n'a pas été annulé ou complété, vous ne pouvez pas soumettre une nouvelle demande.
it_it: Avete già una richiesta di prelievo in sospeso. Fino a quando non è stato annullato o completato, non è possibile inviare una nuova richiesta.
ms_my: Anda sudah mempunyai permintaan pengeluaran yang belum selesai. Sehingga ia telah dibatalkan atau selesai, anda tidak boleh mengemukakan permintaan baru.
nl_be: U hebt al een in behandeling geldopname verzoek. Totdat het is geannuleerd of voltooid, kunt u geen nieuw verzoek indienen.
pt_pt: Você já tem uma solicitação de retirada pendente. Até que seja cancelado ou concluído, você não pode enviar uma nova solicitação.
ru_ru: У вас уже есть ожидающий запрос на вывод средств. Пока он не будет отменен или не завершен, вы не можете отправить новый запрос.
sv_se: Du har redan en väntande begäran om återkallelse. Innan det har annullerats eller slutförts, kan du inte skicka in en ny förfrågan.
tr_tr: Bekleyen bir geri çekme isteğiniz var. İptal edilene veya tamamlanana kadar yeni bir istek gönderemezsiniz.

source: You don't have sufficient balance for a withdrawal request!
ar: ليس لديك رصيد كافي لطلب السحب!
de_de: Sie haben nicht genügend Guthaben für eine Auszahlungsanfrage!
es_es: No tiene saldo suficiente para una solicitud de retiro!
fr_fr: Vous n'avez pas un solde suffisant pour une demande de retrait !
it_it: Non hai un saldo sufficiente per una richiesta di prelievo!
ms_my: Anda tidak mempunyai baki yang mencukupi untuk permintaan pengeluaran!
nl_be: U heeft niet voldoende saldo voor een geldopname!
pt_pt: Você não tem saldo suficiente para um pedido de retirada!
ru_ru: У вас недостаточно баланса для запроса на вывод средств!
sv_se: Du har inte tillräckligt med balans för en begäran om återkallelse!
tr_tr: Para çekme talebi için yeterli bakiyeniz yok!

source: Editing request #
ar: طلب التعديل #
de_de: Auftrag bearbeiten #
es_es: Petición de edición #
fr_fr: Modification de la demande #
it_it: Richiesta di modifica #
ms_my: Permintaan pengeditan #
nl_be: Bewerk aanvraag #
pt_pt: Editando pedido #
ru_ru: Редактирование запроса #
sv_se: Redigeringsbegäran #
tr_tr: Düzenleme isteği

source: Viewing request #
ar: عرض الطلب #
de_de: Besichtigungsanfrage #
es_es: Visualización de la solicitud #
fr_fr: Affichage de la demande #
it_it: Visualizzazione richiesta #
ms_my: Melihat permintaan #
nl_be: Bekijk verzoek #
pt_pt: Visualizando solicitação #
ru_ru: Просмотр запроса #
sv_se: Visningsförfrågan #
tr_tr: İstek görüntüleniyor

source: Make a withdrawal request.
ar: تقديم طلب السحب.
de_de: Stellen Sie eine Auszahlungsanfrage.
es_es: Realice una solicitud de retiro.
fr_fr: Faites une demande de retrait.
it_it: Presentare una richiesta di prelievo.
ms_my: Buat permintaan pengeluaran.
nl_be: Dien een verzoek tot geldopname in.
pt_pt: Faça um pedido de retirada.
ru_ru: Сделайте запрос на вывод средств.
sv_se: Gör en begäran om uttag.
tr_tr: Para çekme talebi yapın.

source: Amount to withdraw
ar: مبلغ للسحب
de_de: Auszahlungsbetrag
es_es: Cantidad a retirar
fr_fr: Montant à retirer
it_it: Importo da ritirare
ms_my: Jumlah untuk menarik balik
nl_be: Bedrag van de geldopname
pt_pt: Quantidade à sacar
ru_ru: Сумма для вывода
sv_se: Summa att ta ut
tr_tr: Çekilme tutarı

source: Payment method
ar: طريقة الدفع
de_de: Zahlungsmethode
es_es: Método de pago
fr_fr: Mode de paiement
it_it: Metodo di pagamento
ms_my: Kaedah pembayaran
nl_be: Betalingsmethode
pt_pt: Método de pagamento
ru_ru: Способ оплаты
sv_se: Betalningsmetod
tr_tr: Ödeme Yöntemi

source: Change Invoice Image
ar: تغيير صورة الفاتورة
de_de: Rechnungsbild ändern
es_es: Cambiar la imagen de la factura
fr_fr: Modifier l'image de la facture
it_it: Cambia immagine fattura
ms_my: Tukar Imej Invois
nl_be: Afbeelding factuur wijzigen
pt_pt: Alterar imagem da fatura
ru_ru: Изменение счета-фактуры
sv_se: Ändra faktura bilden
tr_tr: Fatura Resmi Değiştir

source: Upload Invoice Image
ar: تحميل صورة الفاتورة
de_de: Rechnungsbild hochladen
es_es: Cargar imagen de factura
fr_fr: Télécharger l'image de la facture
it_it: Carica Immagine Fattura
ms_my: Muat naik Imej Invois
nl_be: Factuurafbeelding uploaden
pt_pt: Carregar imagem da fatura
ru_ru: Загрузить изображение счета
sv_se: Ladda upp faktura bilden
tr_tr: Fatura Resmi Yükle

source: Update status
ar: تحديث الحالة
de_de: Status aktualisieren
es_es: Estado de actualización
fr_fr: Mettre à jour statut
it_it: Aggiorna stato
ms_my: Kemaskini status
nl_be: Status bijwerken
pt_pt: Atualizar o status
ru_ru: Обновить состояние
sv_se: Uppdatera status
tr_tr: Durumu Güncelle

source: Paid
ar: مدفوع
de_de: Bezahlt
es_es: Pagado
fr_fr: Payé
it_it: Pagato
ms_my: Bayar
nl_be: Betaald
pt_pt: Pago
ru_ru: Оплачено
sv_se: Betald
tr_tr: Ödendi

source: Cancel note
ar: إلغاء ملاحظة
de_de: Notiz stornieren
es_es: Cancelar nota
fr_fr: Annuler la note
it_it: Annulla nota
ms_my: Batal nota
nl_be: Annuleren notitie
pt_pt: Cancelar nota
ru_ru: Отменить заметку
sv_se: Avbryt anteckning
tr_tr: Notu iptal et

source: Few words on why you've canceled the withdrawal request
ar: بعض الكلمات حول سبب إلغاء طلب السحب
de_de: Ein paar Worte darüber, warum Sie den Auszahlungsantrag storniert haben.
es_es: Algunas palabras sobre por qué ha cancelado la solicitud de retiro
fr_fr: Quelques mots sur les raisons pour lesquelles vous avez annulé la demande de retrait
it_it: Poche parole sul motivo per cui hai annullato la richiesta di prelievo
ms_my: Beberapa kata tentang mengapa anda telah membatalkan permintaan pengeluaran
nl_be: Enkele woorden over waarom u het geldopnameverzoek hebt geannuleerd
pt_pt: Algumas palavras sobre por que você cancelou a solicitação de saque
ru_ru: Несколько слов о том, почему вы отменили запрос на вывод средств
sv_se: Få ord om varför du har annullerat begäran om återkallelse
tr_tr: Para çekme isteğini neden iptal ettiğinizi gösteren birkaç kelime

source: No Data
ar: لايوجد بيانات
de_de: Keine Daten
es_es: Sin datos
fr_fr: Aucune donnée
it_it: Nessun dato
ms_my: Tiada data
nl_be: Geen Gegevens
pt_pt: Sem dados
ru_ru: Нет данных
sv_se: Inga data
tr_tr: Veri yok

source: Submit Request
ar: ارسال الطلب
de_de: Anfrage senden
es_es: Enviar Solicitud
fr_fr: Soumettre une requete
it_it: Invia Richiesta
ms_my: Hantar permintaan
nl_be: Aanvraag indienen
pt_pt: Enviar pedido
ru_ru: Отправить запрос
sv_se: Skicka förfrågan
tr_tr: İstek gönderin

source: Update Request
ar: تحديث الطلب
de_de: Update-Anforderung
es_es: Solicitud de actualización
fr_fr: Mettre à jour la demande
it_it: Aggiorna richiesta
ms_my: Kemasukan Permintaan
nl_be: Aanvraag voor updates
pt_pt: Solicitação de atualização
ru_ru: Запрос на обновление
sv_se: Uppdatera förfrågan
tr_tr: Güncelleme İsteği

source: PayPal
ar: باي بال

source: Bank Transfer
ar: تحويل بنكي
de_de: Banküberweisung
es_es: Transferencia bancaria
fr_fr: Virement bancaire
it_it: Bonifico Bancario
ms_my: Pemindahan bank
nl_be: Bankoverschrijving
pt_pt: Método de pagamento Transferência Bancária
ru_ru: Банковский перевод
sv_se: Swishbetalning
tr_tr: Banka transferi

source: Skrill
ar: سكريل

source: Account Name
ar: أسم الحساب
de_de: Kontoinhaber
es_es: Nombre de la cuenta
fr_fr: Nom du compte
it_it: Nome Account
ms_my: Nama akaun
nl_be: Account Naam
pt_pt: Nome da Conta
ru_ru: Наименование Счета
sv_se: Kontonamn
tr_tr: Hesap Adı

source: Your bank account name
ar: اسم الحساب البنكي الخاص بك
de_de: Kontobezeichnung
es_es: Nombre de su cuenta bancaria
fr_fr: Nom de votre compte en banque
it_it: Nome della tua banca
ms_my: Nama akaun bank anda
nl_be: Naam van uw bankrekening
pt_pt: O nome da sua conta bancária
ru_ru: Название вашего банковского счета
sv_se: Namnet som bankkontot står på
tr_tr: Banka hesap adınız

source: Account Number
ar: رقم الحساب
de_de: Kontonummer
es_es: Número de cuenta
fr_fr: Numéro de compte
it_it: Numero di conto
ms_my: Nombor akaun
nl_be: Rekeningnummer
pt_pt: Número de conta
ru_ru: Номер счета
sv_se: Kontonummer
tr_tr: Hesap Numarası

source: Your bank account number
ar: رقم الحساب البنكي الخاص بك
de_de: ﻿Kontonummer
es_es: Número de cuenta
fr_fr: Votre numéro de compte bancaire
it_it: Numero del tuo conto della banca
ms_my: Nombor akaun bank anda
nl_be: Uw bankrekeningnummer
pt_pt: O número da sua conta bancária
ru_ru: Номер вашего банковского счета
sv_se: Ditt bankkontonummer
tr_tr: Banka hesap numaranız

source: Bank Name
ar: اسم البنك
de_de: Name der Bank
es_es: Nombre del banco
fr_fr: Nom de la banque
it_it: Nome della banca
ms_my: Nama bank
nl_be: Bank Naam
pt_pt: Nome do Banco
ru_ru: Название банка
sv_se: Banknamn
tr_tr: Banka adı

source: Name of bank
ar: اسم البنك
de_de: Name der Bank
es_es: Nombre del Banco
fr_fr: Nom de banque
it_it: Nome della banca
ms_my: Nama bank
nl_be: Naam bank
pt_pt: Nome do banco
ru_ru: Название банка
sv_se: Namn på banken
tr_tr: Banka Adı

source: Bank Address
ar: عنوان البنك
de_de: Bankadresse
es_es: Adreça del Banc
fr_fr: Adresse de la banque
it_it: Indirizzo bancario
ms_my: Alamat bank
nl_be: Adres bank
pt_pt: Endereço do banco
ru_ru: Адрес банка
sv_se: Bankadress
tr_tr: Banka Adresi

source: Swift code
ar: رمز سويفت (SWIFT)
es_es: Código Swift
fr_fr: Code BIC ou SWIFT
it_it: Codice Swift
ms_my: Kod pantas
pt_pt: Código Swift
ru_ru: SWIFT код
sv_se: Swift-kod
tr_tr: Swift kodu

source: The payment claiming instructions has been sent by email.
ar: تم إرسال تعليمات المطالبة بالدفع عن طريق البريد الإلكتروني.
de_de: Die Zahlungsanweisungen wurden per E-Mail verschickt.
es_es: Las instrucciones para reclamar el pago han sido enviadas por correo electrónico.
fr_fr: Les instructions de demande de paiement ont été envoyées par courriel.
it_it: Le istruzioni per la richiesta di pagamento sono state inviate via e-mail.
ms_my: Arahan tuntutan bayaran telah dihantar melalui e-mel.
nl_be: De instructies voor het vorderen van de betaling zijn per e-mail verzonden.
pt_pt: As instruções de solicitação de pagamento foram enviadas por e-mail.
ru_ru: Инструкции о платежных требованиях отправлены по электронной почте.
sv_se: Betalningsanvisningarna har skickats via e-post.
tr_tr: Ödeme talep talimatları e-postayla gönderilmiştir.

source: Sent to
ar: إرسال إلى
de_de: Gesendet an
es_es: Enviado a
fr_fr: Sent
it_it: Inviato a
ms_my: Dihantar kepada
nl_be: Verzonden naar
pt_pt: נשלח ל
ru_ru: Отправлен
sv_se: Skickat till
tr_tr: A gönderildi

# frozr-norsani
source: Ingredients
ar: المكونات
de_de: Zutaten
es_es: Ingredientes
fr_fr: Ingrédients
it_it: Ingredienti
ms_my: Bahan-bahan
nl_be: Ingrediënten
pt_pt: Ingredientes
ru_ru: Ингредиенты
sv_se: Ingredienser
tr_tr: Malzemeler

# frozr-norsani
source: Ingredient
ar: المكون
de_de: Zutaten
es_es: Ingrediente
fr_fr: Ingrédient
it_it: Ingrediente
ms_my: Bahan
nl_be: Ingrediënt
pt_pt: Ingrediente
ru_ru: Ингредиент
sv_se: Ingredienser
tr_tr: Malzeme
